INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('090c103d-18ba-4f29-9c14-38f3fa6516ad', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 74, '84-090c103d-18ba-4f29-9c14-38f3fa6516ad.webp', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 4.19, 84),
('c558fb4a-b403-4432-97bb-4b00a9383352', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 74, '84-c558fb4a-b403-4432-97bb-4b00a9383352.webp', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 4.5, 84),
('3c8a0d2e-699a-45c6-b336-3fd65743308a', 'Шар на ель Maxprime CM6561 6 шт. голубой', 129, '84-3c8a0d2e-699a-45c6-b336-3fd65743308a.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime CM6561 6 шт. голубой', 4.32, 84),
('a7660163-268f-4869-8b00-abd60c46d95c', 'Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 99, '84-a7660163-268f-4869-8b00-abd60c46d95c.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 4.66, 84),
('8ec8273e-3046-4deb-bd0d-41ffe089f49b', 'Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 109, '84-8ec8273e-3046-4deb-bd0d-41ffe089f49b.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 4.44, 84),
('9e439651-8565-4602-adb6-1af9e4602797', 'Шар на ель Maxprime FL96_A201036-3_BROWN 50 шт. серебристый голубой', 799, '84-9e439651-8565-4602-adb6-1af9e4602797.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime FL96_A201036-3_BROWN 50 шт. серебристый голубой', 4.9, 84),
('65333bfa-a655-4a18-9ffe-b7c79dc8434a', 'Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 119, '84-65333bfa-a655-4a18-9ffe-b7c79dc8434a.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 4.27, 84),
('3adcec8b-e0b1-4d58-a36a-6ec4d45dd925', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 1199, '84-3adcec8b-e0b1-4d58-a36a-6ec4d45dd925.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 4.13, 84),
('9532a2be-c252-427a-aef8-af37a0acfedd', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 1199, '84-9532a2be-c252-427a-aef8-af37a0acfedd.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 4.9, 84),
('24e817c7-a5b8-426c-8784-0697c25ca370', 'Елочная игрушка Феникс Present Фея в белом 1 шт. белый серый бежевый', 259, '84-24e817c7-a5b8-426c-8784-0697c25ca370.webp', 'Самый лучший среди товаров на рынке Елочная игрушка Феникс Present Фея в белом 1 шт. белый серый бежевый', 4.3, 84),
('3b960322-2469-4382-9b15-a77bff577aa5', 'Елочная игрушка Олени 89846 1 шт. разноцветный', 349, '84-3b960322-2469-4382-9b15-a77bff577aa5.webp', 'Самый лучший среди товаров на рынке Елочная игрушка Олени 89846 1 шт. разноцветный', 4.9, 84),
('85b2ce92-944a-4925-9415-0d1850dcb35e', 'Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 429, '84-85b2ce92-944a-4925-9415-0d1850dcb35e.webp', 'Самый лучший среди товаров на рынке Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 4.2, 84);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6f9aaa05-7453-4824-a034-f2a96afefdb2', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 54675, '93-6f9aaa05-7453-4824-a034-f2a96afefdb2.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 4.4, 93),
('6c8cc746-1f6a-461f-917f-35e0617e4437', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 54675, '93-6c8cc746-1f6a-461f-917f-35e0617e4437.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 4.95, 93),
('66121321-232f-4a31-ba13-38efd8125f58', 'Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 18520, '93-66121321-232f-4a31-ba13-38efd8125f58.webp', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 4.36, 93),
('11760d5e-0ead-4679-90a2-db68ec6da98e', 'Угловой диван Лига Диванов Атланта лайт правый угол', 36990, '93-11760d5e-0ead-4679-90a2-db68ec6da98e.webp', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт правый угол', 4.6, 93),
('0023574b-16b5-408e-bef1-f4dd65125f63', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 37790, '93-0023574b-16b5-408e-bef1-f4dd65125f63.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 4.41, 93),
('e1bb34c3-4c66-4b1b-8026-064d96289477', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 37790, '93-e1bb34c3-4c66-4b1b-8026-064d96289477.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 4.21, 93),
('fdb765c3-8398-47be-b8c1-1096a9d29562', 'Диван-кровать Hoff Малага', 14999, '93-fdb765c3-8398-47be-b8c1-1096a9d29562.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Малага', 4.20, 93),
('7d5396ae-90cc-4bfe-90c7-b874c4c6ea78', 'Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 15990, '93-7d5396ae-90cc-4bfe-90c7-b874c4c6ea78.webp', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 4.7, 93),
('616dd5c3-9699-4c3e-853d-169eab51a0ed', 'Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 22990, '93-616dd5c3-9699-4c3e-853d-169eab51a0ed.webp', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 4.5, 93),
('d04d19ef-c5aa-45d0-bb07-162a15d1cdd7', 'Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 47374, '93-d04d19ef-c5aa-45d0-bb07-162a15d1cdd7.webp', 'Самый лучший среди товаров на рынке Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 4.95, 93),
('b6af8da8-0418-400e-a0d0-aa995ba2910f', 'Диван-кровать Элегантный Стиль Атланта, синий', 20990, '93-b6af8da8-0418-400e-a0d0-aa995ba2910f.webp', 'Самый лучший среди товаров на рынке Диван-кровать Элегантный Стиль Атланта, синий', 4.2, 93),
('fcd9769a-7fb9-4ea6-b850-88c09761e988', 'Диван, SALON TRON, Манхэттен черный, 150х65х83', 19990, '93-fcd9769a-7fb9-4ea6-b850-88c09761e988.webp', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Манхэттен черный, 150х65х83', 4.5, 93),
('469fb438-648e-4a30-81b5-9b794c6f0a25', 'Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 17990, '93-469fb438-648e-4a30-81b5-9b794c6f0a25.webp', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 4.4, 93),
('73b30e8e-7a0e-4769-84d3-1a3d9fc07a44', 'Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 30505, '93-73b30e8e-7a0e-4769-84d3-1a3d9fc07a44.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 4.95, 93),
('f037cccc-7e33-4fe1-9ae6-c00c3f92845d', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 36590, '93-f037cccc-7e33-4fe1-9ae6-c00c3f92845d.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 4.13, 93),
('5a5f2678-ff39-4c60-8c18-3a689458c2d6', 'Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 35447, '93-5a5f2678-ff39-4c60-8c18-3a689458c2d6.webp', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 4.4, 93),
('a6d2ac47-fe0c-4936-b4f0-070a95452954', 'Диван-кровать Hoff Атланта 80413443, темно-серый', 17999, '93-a6d2ac47-fe0c-4936-b4f0-070a95452954.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Атланта 80413443, темно-серый', 4.21, 93),
('cfc6ae67-c77a-4388-bdff-030219ea7546', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 36590, '93-cfc6ae67-c77a-4388-bdff-030219ea7546.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 4.2, 93),
('37776705-6d4e-4d8c-8b9c-087557ad89af', 'Диван MONOFIX, БАФФ экокожа черный', 6435, '93-37776705-6d4e-4d8c-8b9c-087557ad89af.webp', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа черный', 4.9, 93),
('79509101-2e54-48c7-a678-6daae775d3af', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 54675, '93-79509101-2e54-48c7-a678-6daae775d3af.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 4.2, 93),
('4d1b519f-ba65-4d0c-b199-19f1dc16006b', 'Диван-кровать Hoff Парма 80327289, тёмно-серый', 11999, '93-4d1b519f-ba65-4d0c-b199-19f1dc16006b.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Парма 80327289, тёмно-серый', 4.15, 93),
('6c9746c8-9be1-46d8-b50a-e494587983a8', 'Угловой диван Лига Диванов Атланта лайт левый угол', 36990, '93-6c9746c8-9be1-46d8-b50a-e494587983a8.webp', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт левый угол', 4.12, 93),
('3347a0d8-583b-4fc7-8078-0af04d7b319b', 'Диван-кровать Hoff Слим 80328287 угол универсальный, бежевый', 29999, '93-3347a0d8-583b-4fc7-8078-0af04d7b319b.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Слим 80328287 угол универсальный, бежевый', 4.3, 93),
('26b5c66c-58a9-410e-90e2-bbb91e020daf', 'Детский прямой диван-кровать Beneli Кларис', 11921, '93-26b5c66c-58a9-410e-90e2-bbb91e020daf.webp', 'Самый лучший среди товаров на рынке Детский прямой диван-кровать Beneli Кларис', 4.11, 93),
('46664103-6609-44eb-94d9-04e773edd2fa', 'Угловой диван-кровать Hoff Атланта', 27999, '93-46664103-6609-44eb-94d9-04e773edd2fa.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Hoff Атланта', 4.8, 93),
('2a3a4b14-8b8e-4b3c-859f-b2f264831978', 'Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 44311, '93-2a3a4b14-8b8e-4b3c-859f-b2f264831978.webp', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 4.8, 93),
('db8a9008-1c0c-4b56-a651-5387aa410a4b', 'Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 16780, '93-db8a9008-1c0c-4b56-a651-5387aa410a4b.webp', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 4.19, 93),
('8472b67f-2d05-449f-8138-2b87f87eea24', 'Диван-кровать Hoff Куба 80343164, серый', 7999, '93-8472b67f-2d05-449f-8138-2b87f87eea24.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Куба 80343164, серый', 4.6, 93),
('0f4d1222-7ca9-48fb-8362-79a3a230740e', 'Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 31587, '93-0f4d1222-7ca9-48fb-8362-79a3a230740e.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 4.95, 93);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a449b5a9-c042-4e23-adec-5174e3d88037', 'Палочки для барабана ARTBEAT ARAM5AH ORANGE', 1362, '43-a449b5a9-c042-4e23-adec-5174e3d88037.webp', 'Самый лучший среди товаров на рынке Палочки для барабана ARTBEAT ARAM5AH ORANGE', 4.95, 43),
('37c1665b-c9d4-414c-92c3-9c70c69e0a9a', 'Маршевый барабан AP Percussion MP-1412', 12485, '43-37c1665b-c9d4-414c-92c3-9c70c69e0a9a.webp', 'Самый лучший среди товаров на рынке Маршевый барабан AP Percussion MP-1412', 4.95, 43),
('2b3bf65f-9e2a-4baa-8ed6-5b20f3aab1b4', 'Барабан детский Dekko HD7C', 1090, '43-2b3bf65f-9e2a-4baa-8ed6-5b20f3aab1b4.webp', 'Самый лучший среди товаров на рынке Барабан детский Dekko HD7C', 4.1, 43),
('df364ddb-7e9c-425c-a9aa-d601d801ae56', 'Электронная ударная установка ROCKDALE Impulse Mini Black', 9900, '43-df364ddb-7e9c-425c-a9aa-d601d801ae56.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка ROCKDALE Impulse Mini Black', 4.95, 43),
('0002851d-77f6-4149-8585-c4f4be475cac', 'Стул для барабанщика Soundking SD001', 6050, '43-0002851d-77f6-4149-8585-c4f4be475cac.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking SD001', 4.5, 43),
('76368ed8-6462-44ee-a316-7a6d88eb508c', 'Малый барабан Fleet FLT-KTYG-1A', 1770, '43-76368ed8-6462-44ee-a316-7a6d88eb508c.webp', 'Самый лучший среди товаров на рынке Малый барабан Fleet FLT-KTYG-1A', 4.2, 43),
('a6621f55-7b66-4fbd-9e6c-2e191b0b0fa4', 'Стул для барабанщика Soundking DF089', 3830, '43-a6621f55-7b66-4fbd-9e6c-2e191b0b0fa4.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking DF089', 4.10, 43),
('ccf95f3b-16f6-4c6a-a274-d7e2393b7c6e', 'Стул для барабанщика Brahner T-1B', 4209, '43-ccf95f3b-16f6-4c6a-a274-d7e2393b7c6e.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Brahner T-1B', 4.95, 43),
('4502ce09-d790-4c16-a275-ab2e25e77aa2', 'Барабанные палочки VIGOR 5A клён', 220, '43-4502ce09-d790-4c16-a275-ab2e25e77aa2.webp', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR 5A клён', 4.2, 43),
('0a789524-4f33-462c-9045-658dfda17d42', 'Барабанные палочки FLIGHT FDS 5B', 250, '43-0a789524-4f33-462c-9045-658dfda17d42.webp', 'Самый лучший среди товаров на рынке Барабанные палочки FLIGHT FDS 5B', 4.3, 43),
('96add87d-359d-484d-ad0c-c0f271129f88', 'Стул для барабанщика Rolling Rock T-11', 6564, '43-96add87d-359d-484d-ad0c-c0f271129f88.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Rolling Rock T-11', 4.1, 43),
('e5cb9725-94c5-4dd7-a827-4feb8ba3f102', '7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 430, '43-e5cb9725-94c5-4dd7-a827-4feb8ba3f102.webp', 'Самый лучший среди товаров на рынке 7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 4.2, 43),
('bd296037-9128-4b5b-82b1-ca759bd34abc', 'Электронная ударная установка Rockdale DRUMS SD61-4', 38899, '43-bd296037-9128-4b5b-82b1-ca759bd34abc.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Rockdale DRUMS SD61-4', 4.95, 43),
('32c5de6c-dfe2-4674-9532-26e2626b16eb', 'Пэд тренировочный Fleet FLT-PP-8(S)', 1330, '43-32c5de6c-dfe2-4674-9532-26e2626b16eb.webp', 'Самый лучший среди товаров на рынке Пэд тренировочный Fleet FLT-PP-8(S)', 4.10, 43),
('5c508cb2-5e7e-4154-afe8-3b87f74ff700', '5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 620, '43-5c508cb2-5e7e-4154-afe8-3b87f74ff700.webp', 'Самый лучший среди товаров на рынке 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 4.1, 43),
('10f25e29-2b6d-4809-82ab-19298b75fef9', 'Барабанные палочки VIGOR ROCK дуб', 280, '43-10f25e29-2b6d-4809-82ab-19298b75fef9.webp', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR ROCK дуб', 4.95, 43),
('1e42f61e-794b-4df9-8d0d-db8ec404a89e', 'Электронная ударная установка Alesis TURBO MESH KIT', 57200, '43-1e42f61e-794b-4df9-8d0d-db8ec404a89e.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Alesis TURBO MESH KIT', 4.2, 43),
('b26a9076-8732-4311-a507-158aeae1b5e6', 'Электронная ударная установка Behringer XD8USB', 49694, '43-b26a9076-8732-4311-a507-158aeae1b5e6.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Behringer XD8USB', 4.3, 43),
('478ec582-23dd-439d-b898-02d6fcb719b0', '10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 350, '43-478ec582-23dd-439d-b898-02d6fcb719b0.webp', 'Самый лучший среди товаров на рынке 10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 4.95, 43),
('1aa1f178-e1a6-43a0-8f71-587a821df3f2', 'Барабанные палочки Vic Firth 5A орех', 3663, '43-1aa1f178-e1a6-43a0-8f71-587a821df3f2.webp', 'Самый лучший среди товаров на рынке Барабанные палочки Vic Firth 5A орех', 4.4, 43),
('b7c2c561-abcf-4ff3-b1d6-30d26dd6f570', 'Барабан детский маршевый DEKKO TB-5', 2225, '43-b7c2c561-abcf-4ff3-b1d6-30d26dd6f570.webp', 'Самый лучший среди товаров на рынке Барабан детский маршевый DEKKO TB-5', 4.1, 43),
('f7d4fb86-7399-4d9b-ad8d-c01f9a30c1b2', 'Барабанные палочки VIGOR 5B клён', 220, '43-f7d4fb86-7399-4d9b-ad8d-c01f9a30c1b2.webp', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR 5B клён', 4.95, 43),
('79a48f28-5d3f-496a-9ec2-0e0275fe732e', 'Тарелка для ударной установки Paiste 000180USET PST 8 Universal Set', 58170, '43-79a48f28-5d3f-496a-9ec2-0e0275fe732e.webp', 'Самый лучший среди товаров на рынке Тарелка для ударной установки Paiste 000180USET PST 8 Universal Set', 4.95, 43),
('0aa50eb5-78d1-4a2d-bab5-44e98b668fd5', 'Палочки для барабана Leonty SL2BW', 410, '43-0aa50eb5-78d1-4a2d-bab5-44e98b668fd5.webp', 'Самый лучший среди товаров на рынке Палочки для барабана Leonty SL2BW', 4.4, 43);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7b8b84b9-41bd-4125-9a5e-52967108283d', 'Дартс 17" (45 см)', 6255, '56-7b8b84b9-41bd-4125-9a5e-52967108283d.webp', 'Самый лучший среди товаров на рынке Дартс 17" (45 см)', 4.95, 56),
('50b368fb-f2e0-4018-a7e1-a18a7dc10f90', 'Дартс, d=38 см, 6 дротиков', 598, '56-50b368fb-f2e0-4018-a7e1-a18a7dc10f90.webp', 'Самый лучший среди товаров на рынке Дартс, d=38 см, 6 дротиков', 4.8, 56),
('5db44d65-00c0-49ea-88fe-7df9581d4902', 'Магнитный дартс MD-01', 1111, '56-5db44d65-00c0-49ea-88fe-7df9581d4902.webp', 'Самый лучший среди товаров на рынке Магнитный дартс MD-01', 4.35, 56),
('a7f35a5b-a41d-469c-8bac-e16f8dca1547', 'Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 849, '56-a7f35a5b-a41d-469c-8bac-e16f8dca1547.webp', 'Самый лучший среди товаров на рынке Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 4.9, 56),
('a87315d9-f709-4c52-88b2-d9a149d62036', 'Дартс подарочный в коробке, d=30 см', 640, '56-a87315d9-f709-4c52-88b2-d9a149d62036.webp', 'Самый лучший среди товаров на рынке Дартс подарочный в коробке, d=30 см', 4.95, 56),
('2ec47b55-bc78-4601-847e-bf458dfd82ee', 'Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 1010, '56-2ec47b55-bc78-4601-847e-bf458dfd82ee.webp', 'Самый лучший среди товаров на рынке Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 4.32, 56),
('e097cafa-c946-4bfa-8c63-d570e4490f2c', 'Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4337, '56-e097cafa-c946-4bfa-8c63-d570e4490f2c.webp', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4.39, 56),
('2252a859-af2b-474d-a46f-c6688d683750', 'Дартс, d=30 см', 546, '56-2252a859-af2b-474d-a46f-c6688d683750.webp', 'Самый лучший среди товаров на рынке Дартс, d=30 см', 4.1, 56),
('48d5bd9a-0891-4586-8958-5ed8d32f3926', 'Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 469, '56-48d5bd9a-0891-4586-8958-5ed8d32f3926.webp', 'Самый лучший среди товаров на рынке Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 4.1, 56),
('5f8dddb6-167b-47ae-b4dd-405ea35ca64b', 'Комплект для игры в дартс StartLine Play PRO-Play', 3490, '56-5f8dddb6-167b-47ae-b4dd-405ea35ca64b.webp', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play PRO-Play', 4.11, 56),
('07751dbe-d02b-42fb-8110-1205bf111eed', 'Набор для дартс Stinger SG-PB18 45 см', 1280, '56-07751dbe-d02b-42fb-8110-1205bf111eed.webp', 'Самый лучший среди товаров на рынке Набор для дартс Stinger SG-PB18 45 см', 4.3, 56),
('54b55ccc-da0a-4866-97e3-9910dd72e49f', 'Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 550, '56-54b55ccc-da0a-4866-97e3-9910dd72e49f.webp', 'Самый лучший среди товаров на рынке Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 4.2, 56),
('23ed1599-801b-430d-b0f8-341894d8ab7c', 'Комплект дартс SNIPER Summit Play', 2990, '56-23ed1599-801b-430d-b0f8-341894d8ab7c.webp', 'Самый лучший среди товаров на рынке Комплект дартс SNIPER Summit Play', 4.1, 56),
('5739083d-22c9-492b-be25-7458215d5946', 'Комплект для игры в дартс StartLine Play Elit-Play', 5890, '56-5739083d-22c9-492b-be25-7458215d5946.webp', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play Elit-Play', 4.3, 56),
('d6070040-2946-4c9a-b0ac-a950b5f547cc', 'Дартс липучка «Чемпион», на липучках, МИКС', 497, '56-d6070040-2946-4c9a-b0ac-a950b5f547cc.webp', 'Самый лучший среди товаров на рынке Дартс липучка «Чемпион», на липучках, МИКС', 4.2, 56),
('cfc34ae9-693c-4e93-a8b6-bebf3755c9b2', 'Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 3490, '56-cfc34ae9-693c-4e93-a8b6-bebf3755c9b2.webp', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 4.12, 56),
('56ae3422-9463-4025-ad5d-e1b67d1ba5ce', 'Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 9900, '56-56ae3422-9463-4025-ad5d-e1b67d1ba5ce.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 4.2, 56),
('55503543-46b2-4e9d-95fa-25d46aa11b81', 'Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 1390, '56-55503543-46b2-4e9d-95fa-25d46aa11b81.webp', 'Самый лучший среди товаров на рынке Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 4.5, 56),
('258587c3-d87d-4d10-ae13-7f22755a16e5', 'Электронный дартс Harrows Electro 3', 4990, '56-258587c3-d87d-4d10-ae13-7f22755a16e5.webp', 'Самый лучший среди товаров на рынке Электронный дартс Harrows Electro 3', 4.1, 56),
('0a570e63-b538-4245-8a41-6b3238a40d32', 'Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 16040, '56-0a570e63-b538-4245-8a41-6b3238a40d32.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 4.95, 56),
('557d50b4-782c-406b-a21b-93a9ec529352', 'Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4606, '56-557d50b4-782c-406b-a21b-93a9ec529352.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4.1, 56),
('f0a7c686-3644-485c-9bf9-a93d2bc6363b', 'Дартс DFC PRINT двусторонний, 6 дротиков', 1723, '56-f0a7c686-3644-485c-9bf9-a93d2bc6363b.webp', 'Самый лучший среди товаров на рынке Дартс DFC PRINT двусторонний, 6 дротиков', 4.1, 56),
('8933dcd1-a4ff-403f-bd6c-52b01b0fc461', 'Набор для игры в дартс Larsen DG531810B, прессов. бумага, д45 см', 1490, '56-8933dcd1-a4ff-403f-bd6c-52b01b0fc461.webp', 'Самый лучший среди товаров на рынке Набор для игры в дартс Larsen DG531810B, прессов. бумага, д45 см', 4.2, 56);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('45457be7-ae59-4d3a-a676-2de730ddf1e9', 'Браслет 585Gold, без вставки', 2158, '73-45457be7-ae59-4d3a-a676-2de730ddf1e9.webp', 'Самый лучший среди товаров на рынке Браслет 585Gold, без вставки', 4.95, 73),
('f241f26c-fa30-4e2f-8908-d717db0a04ca', 'Браслет SOKOLOV, без вставки', 569, '73-f241f26c-fa30-4e2f-8908-d717db0a04ca.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, без вставки', 4.14, 73),
('769e6c44-7d7f-440d-b455-0f4df6c17ac4', 'Браслет VALTERA, без вставки', 2280, '73-769e6c44-7d7f-440d-b455-0f4df6c17ac4.webp', 'Самый лучший среди товаров на рынке Браслет VALTERA, без вставки', 4.95, 73),
('fa51bf3b-efcd-4687-a9d7-dce695b263b7', 'Браслет ADAMAS, без вставки', 68890, '73-fa51bf3b-efcd-4687-a9d7-dce695b263b7.webp', 'Самый лучший среди товаров на рынке Браслет ADAMAS, без вставки', 4.95, 73),
('83350edd-1679-43cc-9e3c-ac671aaa6dce', 'Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 31259, '73-83350edd-1679-43cc-9e3c-ac671aaa6dce.webp', 'Самый лучший среди товаров на рынке Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 4.95, 73),
('da851d0c-aec1-4989-aa03-d6560d469ee2', 'Браслет ЯХОНТ Ювелирный, без вставки', 2860, '73-da851d0c-aec1-4989-aa03-d6560d469ee2.webp', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, без вставки', 4.95, 73),
('afd94b28-2a3c-4b5a-ba8a-a7476aa5c8d6', 'Браслет ЯХОНТ Ювелирный, фианит', 3444, '73-afd94b28-2a3c-4b5a-ba8a-a7476aa5c8d6.webp', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, фианит', 4.95, 73),
('56007ac3-8fa7-4c7d-b827-7d50ab1f1e82', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 5582, '73-56007ac3-8fa7-4c7d-b827-7d50ab1f1e82.webp', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 4.95, 73),
('12cb7855-fc16-4b26-9e39-0a17b02405e2', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 5389, '73-12cb7855-fc16-4b26-9e39-0a17b02405e2.webp', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 4.95, 73),
('f95e65ec-c0c2-4b58-ab0d-09583e5a7983', 'Браслет PLATINA jewelry, без вставки', 29750, '73-f95e65ec-c0c2-4b58-ab0d-09583e5a7983.webp', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, без вставки', 4.95, 73),
('0f00754d-830c-4913-916a-e22e42e1a365', 'Браслет PLATINA jewelry, гранат', 7400, '73-0f00754d-830c-4913-916a-e22e42e1a365.webp', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, гранат', 4.95, 73),
('c7aad9d9-4b35-41a8-abe4-c138c10bba7b', 'Браслет SOKOLOV, фианит', 2847, '73-c7aad9d9-4b35-41a8-abe4-c138c10bba7b.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, фианит', 4.34, 73),
('70b5c615-e4dc-44a1-b0d3-ef0eae714e2d', 'Браслет SOKOLOV, топаз', 12758, '73-70b5c615-e4dc-44a1-b0d3-ef0eae714e2d.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз', 4.18, 73),
('60ad5448-a526-45c0-8182-2272146d4d41', 'Браслет SOKOLOV, бриллиант', 1678, '73-60ad5448-a526-45c0-8182-2272146d4d41.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, бриллиант', 4.14, 73),
('0060b5d4-c231-4957-bbe4-6742b2c86c69', 'Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 9888, '73-0060b5d4-c231-4957-bbe4-6742b2c86c69.webp', 'Самый лучший среди товаров на рынке Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 4.7, 73),
('2b7c9b77-765a-405b-95cb-d6ab066a7903', 'Браслет SOKOLOV, родолит, топаз, фианит', 20247, '73-2b7c9b77-765a-405b-95cb-d6ab066a7903.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, родолит, топаз, фианит', 4.14, 73),
('25429c50-3f37-4f2e-bb97-a27490497cae', 'Браслет SOKOLOV, жемчуг', 4492, '73-25429c50-3f37-4f2e-bb97-a27490497cae.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, жемчуг', 4.1, 73),
('8090794c-b6d2-4f82-94fa-292722a21984', 'Браслет SOKOLOV Diamonds, бриллиант', 11197, '73-8090794c-b6d2-4f82-94fa-292722a21984.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV Diamonds, бриллиант', 4.11, 73),
('d297e174-9c68-4212-b9ed-18e5d6001d28', 'Браслет SOKOLOV, аметист, фианит', 3147, '73-d297e174-9c68-4212-b9ed-18e5d6001d28.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, аметист, фианит', 4.14, 73),
('fe31bb64-e2fe-49d4-9e86-f24d4d415043', 'Браслет SOKOLOV, топаз, фианит', 2563, '73-fe31bb64-e2fe-49d4-9e86-f24d4d415043.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз, фианит', 4.19, 73),
('2dcae29a-9539-42cb-96cf-bc79c1b7f9ac', 'Браслет Красцветмет, без вставки', 16320, '73-2dcae29a-9539-42cb-96cf-bc79c1b7f9ac.webp', 'Самый лучший среди товаров на рынке Браслет Красцветмет, без вставки', 4.95, 73);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6fcfb575-6066-4ae5-839b-905588296411', 'Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 27997, '75-6fcfb575-6066-4ae5-839b-905588296411.webp', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 4.95, 75),
('735b4528-a72d-4d4e-927e-21420aba19ce', 'Шнурок VALTERA, натуральная кожа, серебро', 800, '75-735b4528-a72d-4d4e-927e-21420aba19ce.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, натуральная кожа, серебро', 4.95, 75),
('0555aaeb-6e4a-4cdb-aebf-7909b6819b91', 'Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 23182, '75-0555aaeb-6e4a-4cdb-aebf-7909b6819b91.webp', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 75),
('be2874ba-1257-401a-897a-7cefb9900855', 'Ожерелье-цепь SOKOLOV, серебро', 1455, '75-be2874ba-1257-401a-897a-7cefb9900855.webp', 'Самый лучший среди товаров на рынке Ожерелье-цепь SOKOLOV, серебро', 4.95, 75),
('24a471ad-f8b9-43f6-808e-313db2e453b2', 'Шнурок VALTERA, серебро, каучук', 861, '75-24a471ad-f8b9-43f6-808e-313db2e453b2.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, каучук', 4.95, 75),
('ef93f8ed-0c7e-4cb5-9bdb-d50b255eccb9', 'Колье SOKOLOV, серебро', 3217, '75-ef93f8ed-0c7e-4cb5-9bdb-d50b255eccb9.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, серебро', 4.2, 75),
('5df7401c-2467-46f9-9b58-82d636d3030a', 'Шнурок VALTERA, серебро, текстиль', 618, '75-5df7401c-2467-46f9-9b58-82d636d3030a.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, текстиль', 4.95, 75),
('96276a7f-e882-4330-b4c7-b302808d14d1', 'Колье ADAMAS, красное золото', 36953, '75-96276a7f-e882-4330-b4c7-b302808d14d1.webp', 'Самый лучший среди товаров на рынке Колье ADAMAS, красное золото', 4.95, 75),
('bff940e8-1081-4059-b1c9-5e15b8529a33', 'Колье PLATINA jewelry, желтое золото', 33100, '75-bff940e8-1081-4059-b1c9-5e15b8529a33.webp', 'Самый лучший среди товаров на рынке Колье PLATINA jewelry, желтое золото', 4.95, 75),
('721c4811-a572-49b1-8e89-7785cbea358b', 'Колье SKLV, серебро', 983, '75-721c4811-a572-49b1-8e89-7785cbea358b.webp', 'Самый лучший среди товаров на рынке Колье SKLV, серебро', 4.95, 75),
('7339cbc6-d1cf-4daf-855e-6ce14908ef79', 'Колье 585Gold, серебро', 1611, '75-7339cbc6-d1cf-4daf-855e-6ce14908ef79.webp', 'Самый лучший среди товаров на рынке Колье 585Gold, серебро', 4.95, 75),
('c9b0840e-c634-4e22-8902-155554084a30', 'Колье ЮВЕЛИР КАРАТ, серебро', 1380, '75-c9b0840e-c634-4e22-8902-155554084a30.webp', 'Самый лучший среди товаров на рынке Колье ЮВЕЛИР КАРАТ, серебро', 4.35, 75),
('ade437da-8037-4cca-8550-3996a2d4a9d7', 'Колье VALTERA, серебро', 696, '75-ade437da-8037-4cca-8550-3996a2d4a9d7.webp', 'Самый лучший среди товаров на рынке Колье VALTERA, серебро', 4.7, 75),
('1fcb9b69-ad49-462b-b404-4cb2709df361', 'Шнурок SOKOLOV, серебро', 577, '75-1fcb9b69-ad49-462b-b404-4cb2709df361.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, серебро', 4.26, 75),
('4bc4768c-5853-4cfb-8d34-620988c54bba', 'Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 5737, '75-4bc4768c-5853-4cfb-8d34-620988c54bba.webp', 'Самый лучший среди товаров на рынке Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 4.5, 75),
('bda287fe-e5a6-4a55-9dcc-7f01cd20d9e9', 'Колье SOKOLOV Diamonds, красное золото', 9598, '75-bda287fe-e5a6-4a55-9dcc-7f01cd20d9e9.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV Diamonds, красное золото', 4.7, 75),
('25118787-2b9b-47fb-9369-f934fb002be7', 'Бусы SOKOLOV, серебро', 9597, '75-25118787-2b9b-47fb-9369-f934fb002be7.webp', 'Самый лучший среди товаров на рынке Бусы SOKOLOV, серебро', 4.15, 75),
('255f860b-1402-404d-9ad6-154b6eabd0c7', 'Колье-галстук SKAZKA Natali Romanovoi, серебро', 1980, '75-255f860b-1402-404d-9ad6-154b6eabd0c7.webp', 'Самый лучший среди товаров на рынке Колье-галстук SKAZKA Natali Romanovoi, серебро', 4.95, 75),
('242fb744-b46c-4564-ad5c-ff70924e61a1', 'Колье-галстук Lattrice, серебро', 3704, '75-242fb744-b46c-4564-ad5c-ff70924e61a1.webp', 'Самый лучший среди товаров на рынке Колье-галстук Lattrice, серебро', 4.1, 75),
('f04182b8-8924-4b6d-bcb9-5ee08112fe22', 'Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4190, '75-f04182b8-8924-4b6d-bcb9-5ee08112fe22.webp', 'Самый лучший среди товаров на рынке Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4.95, 75),
('df2dbd83-6ceb-41c6-ade6-c80a448cd78c', 'Колье SOKOLOV, красное золото', 13437, '75-df2dbd83-6ceb-41c6-ade6-c80a448cd78c.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, красное золото', 4.95, 75),
('86c47bb5-dca5-480e-95a6-95e684c4aa70', 'Ожерелье SOKOLOV, красное золото', 17007, '75-86c47bb5-dca5-480e-95a6-95e684c4aa70.webp', 'Самый лучший среди товаров на рынке Ожерелье SOKOLOV, красное золото', 4.2, 75),
('cb59a11c-9557-4085-8896-183bb59a70b2', 'Колье Diamant, красное золото', 3990, '75-cb59a11c-9557-4085-8896-183bb59a70b2.webp', 'Самый лучший среди товаров на рынке Колье Diamant, красное золото', 4.95, 75),
('934a224b-6b5c-4780-b67a-b0df377a9146', 'Шнурок TOP CRYSTAL, натуральная кожа, серебро', 1265, '75-934a224b-6b5c-4780-b67a-b0df377a9146.webp', 'Самый лучший среди товаров на рынке Шнурок TOP CRYSTAL, натуральная кожа, серебро', 4.95, 75),
('5bfee9a0-b404-43bd-b810-5b861cb755cf', 'Колье SOKOLOV, белое золото', 6438, '75-5bfee9a0-b404-43bd-b810-5b861cb755cf.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, белое золото', 4.12, 75),
('37d68bd0-ae64-45f3-a505-eeb0844a2157', 'Шнурок SOKOLOV, натуральная кожа, серебро', 1497, '75-37d68bd0-ae64-45f3-a505-eeb0844a2157.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, натуральная кожа, серебро', 4.3, 75),
('e3f58461-e151-4113-80c4-48714fa1d5a7', 'Шнурок SOKOLOV, серебро, каучук', 1497, '75-e3f58461-e151-4113-80c4-48714fa1d5a7.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, серебро, каучук', 4.25, 75);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('b7127404-d8a1-42c3-918e-9d4dbb5d4577', 'Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 41990, '22-b7127404-d8a1-42c3-918e-9d4dbb5d4577.webp', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 4.14, 22),
('7d718286-49fb-4010-b3e1-ea882df0822b', 'Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 38990, '22-7d718286-49fb-4010-b3e1-ea882df0822b.webp', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 4.20, 22),
('3d5b3a6e-23fa-46db-a568-a2947ab50d29', 'Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 94991, '22-3d5b3a6e-23fa-46db-a568-a2947ab50d29.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 4.5, 22),
('498e5d93-b469-4888-9d2e-ab5e5dc447b5', 'Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 119990, '22-498e5d93-b469-4888-9d2e-ab5e5dc447b5.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 4.22, 22),
('a68984bc-b326-48e4-9586-eab7fa785e53', 'Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 131291, '22-a68984bc-b326-48e4-9586-eab7fa785e53.webp', 'Самый лучший среди товаров на рынке Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 4.2, 22),
('5f8fbac5-8e75-4290-8a54-7deaf3239c17', 'Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 315990, '22-5f8fbac5-8e75-4290-8a54-7deaf3239c17.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 4.95, 22),
('f49f077d-1101-42ae-9e24-5181bc239e45', 'Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 260915, '22-f49f077d-1101-42ae-9e24-5181bc239e45.webp', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 4.5, 22),
('d86a1747-235e-4c64-9606-9c9917009ab5', 'Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 204820, '22-d86a1747-235e-4c64-9606-9c9917009ab5.webp', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 4.2, 22),
('e6900efa-40ec-4693-ad27-3992c14d27d2', 'Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 81311, '22-e6900efa-40ec-4693-ad27-3992c14d27d2.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 4.6, 22),
('9c39ef7d-4395-416a-b48d-6271e23ccca8', 'Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 48449, '22-9c39ef7d-4395-416a-b48d-6271e23ccca8.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 4.5, 22),
('09aa38e9-0417-4e6c-9ee3-c9f41fc8b112', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 97990, '22-09aa38e9-0417-4e6c-9ee3-c9f41fc8b112.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 4.65, 22),
('3c485d16-7c6b-4dae-b527-4e5c1787fe82', 'Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 60343, '22-3c485d16-7c6b-4dae-b527-4e5c1787fe82.webp', 'Самый лучший среди товаров на рынке Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 4.60, 22),
('e2410162-613f-4886-99fa-64a918ec3ea6', 'Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 195990, '22-e2410162-613f-4886-99fa-64a918ec3ea6.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 4.34, 22),
('c2176c86-24d7-40b0-b776-c9e4459af4ae', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 95999, '22-c2176c86-24d7-40b0-b776-c9e4459af4ae.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 4.12, 22),
('e2f05bd6-164f-49b0-b705-746e3cbaa930', 'Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 59034, '22-e2f05bd6-164f-49b0-b705-746e3cbaa930.webp', 'Самый лучший среди товаров на рынке Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 4.54, 22),
('1fd1aa0b-81bf-453d-8ba1-034bae7323ef', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 95999, '22-1fd1aa0b-81bf-453d-8ba1-034bae7323ef.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 4.76, 22),
('e41e12cb-5fe2-4852-9111-d1f328fa3693', 'Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 46257, '22-e41e12cb-5fe2-4852-9111-d1f328fa3693.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 4.70, 22),
('f14836ce-7965-4f5d-9d56-f29df47eedf4', 'Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 99990, '22-f14836ce-7965-4f5d-9d56-f29df47eedf4.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 4.42, 22),
('3cc1c0dd-864e-445b-b50c-cb13200d11c6', 'Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 45999, '22-3cc1c0dd-864e-445b-b50c-cb13200d11c6.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 4.52, 22),
('ecbdc713-e6d1-4bb3-bb30-9c4a344343ee', 'Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 64250, '22-ecbdc713-e6d1-4bb3-bb30-9c4a344343ee.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 4.12, 22);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('49896d63-b3eb-4948-a47e-9848807134e6', 'Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 24090, '32-49896d63-b3eb-4948-a47e-9848807134e6.webp', 'Самый лучший среди товаров на рынке Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 4.7, 32),
('be842c77-e4e7-46ea-a197-e53ec7dc9290', 'Стиральная машина Viomi Master 2 Pro black', 67900, '32-be842c77-e4e7-46ea-a197-e53ec7dc9290.webp', 'Самый лучший среди товаров на рынке Стиральная машина Viomi Master 2 Pro black', 4.95, 32),
('6b7f476f-aa9e-46ae-bfcf-409658179304', 'Стиральная машина Haier HW60-BP10919B белый', 36481, '32-6b7f476f-aa9e-46ae-bfcf-409658179304.webp', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10919B белый', 4.51, 32),
('99c54d80-b667-4516-9b45-45dd416b046b', 'Стиральная машина Indesit EWUC 4105', 16980, '32-99c54d80-b667-4516-9b45-45dd416b046b.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit EWUC 4105', 4.52, 32),
('54e46e17-f937-4f26-86a8-2b149fabe6d3', 'Стиральная машина Gorenje WNS94ACIS белая', 107990, '32-54e46e17-f937-4f26-86a8-2b149fabe6d3.webp', 'Самый лучший среди товаров на рынке Стиральная машина Gorenje WNS94ACIS белая', 4.95, 32),
('48191efb-036b-48c0-bd65-ce15b9053f04', 'Стиральная машина Indesit IWSD 51051 CIS', 19990, '32-48191efb-036b-48c0-bd65-ce15b9053f04.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSD 51051 CIS', 4.83, 32),
('a42d9b10-b777-43d8-ab79-bd1dbe0e6149', 'Стиральная машина Beko WSPE7612W', 25990, '32-a42d9b10-b777-43d8-ab79-bd1dbe0e6149.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE7612W', 4.90, 32),
('89c344ca-d95b-4850-b766-b1587019c35c', 'Стиральная машина Indesit IWSB 5105 (CIS)', 21726, '32-89c344ca-d95b-4850-b766-b1587019c35c.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSB 5105 (CIS)', 4.35, 32),
('5aaf0ea7-79bf-4734-8e78-f2fb49f7e749', 'Стиральная машина Bosch WAX32MX0ME серебристый', 173935, '32-5aaf0ea7-79bf-4734-8e78-f2fb49f7e749.webp', 'Самый лучший среди товаров на рынке Стиральная машина Bosch WAX32MX0ME серебристый', 4.95, 32),
('777a8d05-eb81-43a7-a5ac-09ba380c38cd', 'Стиральная машина Indesit IWUD 4105 (CIS)', 17990, '32-777a8d05-eb81-43a7-a5ac-09ba380c38cd.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWUD 4105 (CIS)', 4.1, 32),
('e36fc676-3595-4423-aee7-cd2af1f5c8df', 'Стиральная машина с сушкой Haier HWD80-BP14959A', 62999, '32-e36fc676-3595-4423-aee7-cd2af1f5c8df.webp', 'Самый лучший среди товаров на рынке Стиральная машина с сушкой Haier HWD80-BP14959A', 4.16, 32),
('791b54f5-7d30-483b-b8d3-d5c4f5c0658f', 'Стиральная машина Beko WSPE6H612W', 27999, '32-791b54f5-7d30-483b-b8d3-d5c4f5c0658f.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612W', 4.10, 32),
('be2db2cf-b948-4e1e-a954-e76eacff2cff', 'Стиральная машина Haier HW60-BP10929A', 34999, '32-be2db2cf-b948-4e1e-a954-e76eacff2cff.webp', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10929A', 4.64, 32),
('9ece52c9-01ae-46b4-b4b3-6fadc487bfc9', 'Стиральная машина Indesit IWUC 4105 (CIS)', 19109, '32-9ece52c9-01ae-46b4-b4b3-6fadc487bfc9.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWUC 4105 (CIS)', 4.56, 32),
('a0ecb373-2b86-46d2-a760-9a9b22bb4c91', 'Стиральная машина Beko WSPE6H616W', 33999, '32-a0ecb373-2b86-46d2-a760-9a9b22bb4c91.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H616W', 4.91, 32),
('19945a55-c580-486e-a513-652336ce93d1', 'Стиральная машина Beko WSPE6H612A', 25999, '32-19945a55-c580-486e-a513-652336ce93d1.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612A', 4.94, 32),
('0887eb94-f4ff-43a1-b760-e82277293849', 'Стиральная машина с фронтальной загрузкой Beko WSPE7612A Black', 26990, '32-0887eb94-f4ff-43a1-b760-e82277293849.webp', 'Самый лучший среди товаров на рынке Стиральная машина с фронтальной загрузкой Beko WSPE7612A Black', 4.55, 32);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('9cd440aa-1faa-44f0-917f-5be18b07e0ab', 'Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 5, '101-9cd440aa-1faa-44f0-917f-5be18b07e0ab.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 4.54, 101),
('a294833a-aa9a-414b-bce2-4ef16f0cd449', 'Тетрадь школьная Проф-Пресс в линейку 12 л', 5, '101-a294833a-aa9a-414b-bce2-4ef16f0cd449.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс в линейку 12 л', 4.64, 101),
('8ecea421-09f5-4ed3-9af8-724a7fa19b0c', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 89, '101-8ecea421-09f5-4ed3-9af8-724a7fa19b0c.webp', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.28, 101),
('3757a471-3ed2-42e1-8d5e-b5ff2cee1e2e', 'Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 70, '101-3757a471-3ed2-42e1-8d5e-b5ff2cee1e2e.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 4.27, 101),
('3850796d-9c2f-4d17-b260-d6f30bc0d510', 'Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 43, '101-3850796d-9c2f-4d17-b260-d6f30bc0d510.webp', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 4.52, 101),
('41d9ec7c-251c-41af-b2ba-eaf571e4f3a1', 'Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 247, '101-41d9ec7c-251c-41af-b2ba-eaf571e4f3a1.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 4.56, 101),
('bf41cf4c-c082-46fa-9ef4-8f40ccdeb554', 'Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 260, '101-bf41cf4c-c082-46fa-9ef4-8f40ccdeb554.webp', 'Самый лучший среди товаров на рынке Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 4.37, 101),
('342e1e9b-aa6f-4095-8a17-367231abe8c9', 'Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 80, '101-342e1e9b-aa6f-4095-8a17-367231abe8c9.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 4.82, 101),
('2d1ecec6-efb6-4e8e-9823-350dc72b9c27', 'Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 6, '101-2d1ecec6-efb6-4e8e-9823-350dc72b9c27.webp', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 4.99, 101),
('84142abb-11b2-41ea-8ae1-3c697dbe0809', 'Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 156, '101-84142abb-11b2-41ea-8ae1-3c697dbe0809.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 4.0, 101),
('6c065805-4787-4a85-bd9a-d7929db1f952', 'Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 79, '101-6c065805-4787-4a85-bd9a-d7929db1f952.webp', 'Самый лучший среди товаров на рынке Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 4.90, 101),
('46e14cda-600b-452a-bc33-959f946f519f', 'Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 7, '101-46e14cda-600b-452a-bc33-959f946f519f.webp', 'Самый лучший среди товаров на рынке Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 4.56, 101),
('378dee3f-8590-484e-a912-ce60f8caca78', 'Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 81, '101-378dee3f-8590-484e-a912-ce60f8caca78.webp', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 4.56, 101),
('e1e8fc87-bc73-402f-8a53-29bf5ed73959', 'Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 158, '101-e1e8fc87-bc73-402f-8a53-29bf5ed73959.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 4.63, 101),
('80e22229-b03c-4ba7-b78e-01e77452d643', 'Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 2, '101-80e22229-b03c-4ba7-b78e-01e77452d643.webp', 'Самый лучший среди товаров на рынке Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 4.85, 101),
('244d4622-a96b-4ab8-9bb3-2500cf66cdce', 'Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 74, '101-244d4622-a96b-4ab8-9bb3-2500cf66cdce.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 4.82, 101),
('873f2730-207c-4553-9a17-6c679994898b', 'Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4, '101-873f2730-207c-4553-9a17-6c679994898b.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4.42, 101),
('260d0be0-a998-470f-9573-4a89496e2d56', 'Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 43, '101-260d0be0-a998-470f-9573-4a89496e2d56.webp', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 4.29, 101),
('ccc02197-2805-4a53-a5eb-e2375f24dfd8', 'Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 181, '101-ccc02197-2805-4a53-a5eb-e2375f24dfd8.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 4.28, 101),
('5125fa07-31b6-4208-b63a-ab4ef03cc821', 'Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 19, '101-5125fa07-31b6-4208-b63a-ab4ef03cc821.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 4.18, 101),
('2c266707-675b-4944-94b1-9bf8f66968d4', 'Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 199, '101-2c266707-675b-4944-94b1-9bf8f66968d4.webp', 'Самый лучший среди товаров на рынке Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 4.13, 101),
('146acf3d-7b44-42d4-92ca-36d94c8e4748', 'Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 11, '101-146acf3d-7b44-42d4-92ca-36d94c8e4748.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 4.28, 101),
('fe468de4-1e03-47a3-a422-fb2ac81950b7', 'Тетрадь ученическая 12 листов ПЗБМ 7146012314 A5 линейка 1 шт', 332, '101-fe468de4-1e03-47a3-a422-fb2ac81950b7.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 12 листов ПЗБМ 7146012314 A5 линейка 1 шт', 4.46, 101);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d4f0bbb7-a10f-4159-b0da-fdb24b8b0527', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4500, '113-d4f0bbb7-a10f-4159-b0da-fdb24b8b0527.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4.95, 113),
('a6132f08-cfea-4f7b-82b1-d8c34fa2704f', 'Игра Red Dead Redemption 2 для PlayStation 4', 2980, '113-a6132f08-cfea-4f7b-82b1-d8c34fa2704f.webp', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для PlayStation 4', 4.95, 113),
('9dc540b6-fc47-4770-8373-4a5de985fa8f', 'Игра Grand Theft Auto V для PlayStation 4', 2295, '113-9dc540b6-fc47-4770-8373-4a5de985fa8f.webp', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для PlayStation 4', 4.95, 113),
('e84cdd45-2fe1-4c06-881a-35a416820188', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4500, '113-e84cdd45-2fe1-4c06-881a-35a416820188.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4.95, 113),
('4f2ff55e-3f4d-419f-9cd5-29e42da20b86', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4500, '113-4f2ff55e-3f4d-419f-9cd5-29e42da20b86.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4.95, 113),
('f60cc868-cf49-4e64-9c11-80c7e11a5f42', 'Геймпад Sony DualShock 4 V2 White (белый ледник)', 6999, '113-f60cc868-cf49-4e64-9c11-80c7e11a5f42.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 V2 White (белый ледник)', 4.95, 113),
('4b0acd08-bd45-418e-b348-43977bc8d55c', 'Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4500, '113-4b0acd08-bd45-418e-b348-43977bc8d55c.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4.95, 113),
('9e25d964-bdc2-4523-aea1-27981bb5f08a', 'Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 8590, '113-9e25d964-bdc2-4523-aea1-27981bb5f08a.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 4.95, 113),
('474cd3ad-7e0b-4cd5-8207-d2d8aad20782', 'Игра Mortal Kombat XL для PlayStation 4', 2499, '113-474cd3ad-7e0b-4cd5-8207-d2d8aad20782.webp', 'Самый лучший среди товаров на рынке Игра Mortal Kombat XL для PlayStation 4', 4.95, 113),
('02e409c4-4169-400e-8919-415d904d6777', 'Игра God of War Стандартное издание для PlayStation 4', 2790, '113-02e409c4-4169-400e-8919-415d904d6777.webp', 'Самый лучший среди товаров на рынке Игра God of War Стандартное издание для PlayStation 4', 4.95, 113),
('84434d6c-b7b4-4911-8343-60f5d9da452c', 'Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 2490, '113-84434d6c-b7b4-4911-8343-60f5d9da452c.webp', 'Самый лучший среди товаров на рынке Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 4.95, 113),
('d4bb38d2-6d21-42b7-9336-5ff5f91e673a', 'Игра Games Dark Souls: Remastered для PlayStation 4', 2380, '113-d4bb38d2-6d21-42b7-9336-5ff5f91e673a.webp', 'Самый лучший среди товаров на рынке Игра Games Dark Souls: Remastered для PlayStation 4', 4.95, 113),
('ae6553cf-29ff-448e-b720-f56b8c6384ea', 'Игра Assassins Creed: Одиссея для PlayStation 4', 3290, '113-ae6553cf-29ff-448e-b720-f56b8c6384ea.webp', 'Самый лучший среди товаров на рынке Игра Assassins Creed: Одиссея для PlayStation 4', 4.95, 113),
('e5e9e93d-7497-4025-b4ad-2c4aee078f4f', 'Игра Far Cry 5 для PlayStation 4', 3290, '113-e5e9e93d-7497-4025-b4ad-2c4aee078f4f.webp', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для PlayStation 4', 4.95, 113),
('d1386619-fb27-454b-adf1-aab69655b894', 'Игра Assassins Creed Истоки для PlayStation 4', 2700, '113-d1386619-fb27-454b-adf1-aab69655b894.webp', 'Самый лучший среди товаров на рынке Игра Assassins Creed Истоки для PlayStation 4', 4.95, 113);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('40eaa103-9558-4256-8943-f0aa599afca2', 'Ель искусственная Yiwu Union Christmas Tree 150 см зеленая', 799, '81-40eaa103-9558-4256-8943-f0aa599afca2.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 150 см зеленая', 4.83, 81),
('f45868f5-2a64-460c-a922-de10943e6192', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 649, '81-f45868f5-2a64-460c-a922-de10943e6192.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 4.7, 81),
('81762016-11ed-4011-b1bf-7a3efff66f31', 'Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 549, '81-81762016-11ed-4011-b1bf-7a3efff66f31.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 4.5, 81),
('881a93b1-6558-4698-b2a7-b099facc95f3', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 399, '81-881a93b1-6558-4698-b2a7-b099facc95f3.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 4.3, 81),
('41ca6d28-2734-4e11-b98d-c565bb100427', 'Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 499, '81-41ca6d28-2734-4e11-b98d-c565bb100427.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 4.7, 81),
('793e39ca-beac-4d5b-abd7-babe598e5cec', 'Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 1299, '81-793e39ca-beac-4d5b-abd7-babe598e5cec.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 4.8, 81),
('318c3eb9-dfb2-45e8-b05f-d3fd02b410e9', 'Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 1399, '81-318c3eb9-dfb2-45e8-b05f-d3fd02b410e9.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 4.9, 81),
('43333f89-bb7e-4599-9760-f3489abdd006', 'Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 11630, '81-43333f89-bb7e-4599-9760-f3489abdd006.webp', 'Самый лучший среди товаров на рынке Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 4.95, 81),
('a7fd65a7-9c63-4505-8f13-1a0fe46c7e4b', 'Ель искусственная Tarrington House Nadleen 180 см зеленая', 9890, '81-a7fd65a7-9c63-4505-8f13-1a0fe46c7e4b.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 180 см зеленая', 4.11, 81),
('5f3ee888-78e2-4173-b743-f5e22dba22a1', 'Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4799, '81-5f3ee888-78e2-4173-b743-f5e22dba22a1.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4.2, 81),
('8b6ce6da-69cb-4d68-951f-3264b3baef28', 'Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 5990, '81-8b6ce6da-69cb-4d68-951f-3264b3baef28.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 4.8, 81),
('d8638f31-6ead-4420-8cef-936719777973', 'Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 7990, '81-d8638f31-6ead-4420-8cef-936719777973.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 4.92, 81),
('03f2d145-08e2-47c7-9ecc-89d14d0e949b', 'Ель искусственная Tarrington House Альвина 180 см зеленая', 19999, '81-03f2d145-08e2-47c7-9ecc-89d14d0e949b.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 180 см зеленая', 4.1, 81),
('7a651ee7-9c61-4c37-97a7-139a743c2193', 'Ель искусственная Tarrington House Марго 180 см зеленая', 18399, '81-7a651ee7-9c61-4c37-97a7-139a743c2193.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Марго 180 см зеленая', 4.7, 81),
('ca580a4e-ccea-4478-bfb4-5d4d4e5c280d', 'Ель искусственная Tarrington House Nadleen 210 см зеленая', 10400, '81-ca580a4e-ccea-4478-bfb4-5d4d4e5c280d.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 210 см зеленая', 4.79, 81),
('40af0495-b21f-48b1-be2a-67691821d8b0', 'Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 600, '81-40af0495-b21f-48b1-be2a-67691821d8b0.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 4.36, 81),
('80101832-d98a-4161-8887-9d6baec08320', 'Сосна искусственная Tarrington House Эллис 150 см зеленая', 9599, '81-80101832-d98a-4161-8887-9d6baec08320.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House Эллис 150 см зеленая', 4.9, 81),
('4bf5754e-258e-4075-bae3-16eb22911160', 'Ель искусственная Tarrington House Агния 150 см зеленая', 22990, '81-4bf5754e-258e-4075-bae3-16eb22911160.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 150 см зеленая', 4.95, 81),
('79ce739b-c227-4126-b16b-2e1289ccfbf7', 'Ель искусственная Заснеженная 150 см зеленая заснеженная', 6370, '81-79ce739b-c227-4126-b16b-2e1289ccfbf7.webp', 'Самый лучший среди товаров на рынке Ель искусственная Заснеженная 150 см зеленая заснеженная', 4.95, 81),
('7a3453c7-05a8-4ce3-b409-22ee80401389', 'Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 7999, '81-7a3453c7-05a8-4ce3-b409-22ee80401389.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 4.9, 81),
('aa14846c-96ef-4440-b18f-f5b8768992e5', 'Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 5490, '81-aa14846c-96ef-4440-b18f-f5b8768992e5.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 4.20, 81),
('67399b4d-b58a-415d-8e03-be4425f18e32', 'Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 12799, '81-67399b4d-b58a-415d-8e03-be4425f18e32.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 4.1, 81),
('2a8fff31-3784-43fe-a73a-32074c59ae71', 'Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 6118, '81-2a8fff31-3784-43fe-a73a-32074c59ae71.webp', 'Самый лучший среди товаров на рынке Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 4.95, 81),
('ceae8b8d-809c-445d-a59e-6d9917c3fe3e', 'Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 899, '81-ceae8b8d-809c-445d-a59e-6d9917c3fe3e.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 4.54, 81),
('947d66bc-3669-4c61-8ec6-e012d5668265', 'Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4799, '81-947d66bc-3669-4c61-8ec6-e012d5668265.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4.95, 81),
('05656018-2f16-4293-90b4-aa88b58078bd', 'Сосна искусственная Tarrington House 1-47371 85 см зеленая', 799, '81-05656018-2f16-4293-90b4-aa88b58078bd.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 1-47371 85 см зеленая', 4.9, 81),
('c877564c-1d60-49e1-b2f5-ecbb75254b66', 'Ель искусственная Сибирская 150 см зеленая', 10000, '81-c877564c-1d60-49e1-b2f5-ecbb75254b66.webp', 'Самый лучший среди товаров на рынке Ель искусственная Сибирская 150 см зеленая', 4.95, 81),
('27dbe096-d13b-47d3-9291-32ab99c40cc4', 'Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 922, '81-27dbe096-d13b-47d3-9291-32ab99c40cc4.webp', 'Самый лучший среди товаров на рынке Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 4.43, 81),
('8e3fe352-8d0d-4199-831c-289e992307f8', 'Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 12799, '81-8e3fe352-8d0d-4199-831c-289e992307f8.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 4.10, 81),
('7c668dc3-f1ce-4721-9f53-fe6c4c7b3d79', 'Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 6490, '81-7c668dc3-f1ce-4721-9f53-fe6c4c7b3d79.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 4.3, 81),
('133fce8e-bbd2-4e55-be7d-c6d28f56509a', 'Ель искусственная Tarrington House Альвина 210 см зеленая', 23999, '81-133fce8e-bbd2-4e55-be7d-c6d28f56509a.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 210 см зеленая', 4.95, 81),
('142e6a51-a4d3-41a8-a085-e575afaf9202', 'Ель искусственная Royal Christmas Promo Tree Standard Hinged 29180 180 см зеленая', 5155, '81-142e6a51-a4d3-41a8-a085-e575afaf9202.webp', 'Самый лучший среди товаров на рынке Ель искусственная Royal Christmas Promo Tree Standard Hinged 29180 180 см зеленая', 4.75, 81),
('0c38101e-0bf8-4e30-ac1c-f38039365197', 'Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 399, '81-0c38101e-0bf8-4e30-ac1c-f38039365197.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 4.27, 81);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6a072230-57dd-43e1-a41b-0788fe34a134', 'Кресло-мешок PUFON Груша XXXL, серый', 3329, '94-6a072230-57dd-43e1-a41b-0788fe34a134.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, серый', 4.18, 94),
('dac796c2-ac0a-4459-a8a5-575521f58dbf', 'Кресло-качалка с маятниковым механизмом Glider 68', 11190, '94-dac796c2-ac0a-4459-a8a5-575521f58dbf.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с маятниковым механизмом Glider 68', 4.95, 94),
('cc69ff81-75d6-48f9-beff-9d614906b93d', 'Кресло-качалка с подножкой Glider Аоста', 12097, '94-cc69ff81-75d6-48f9-beff-9d614906b93d.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой Glider Аоста', 4.19, 94),
('774ae99f-01dd-41c1-a0bf-e4e8649c4861', 'Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 5990, '94-774ae99f-01dd-41c1-a0bf-e4e8649c4861.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 4.15, 94),
('0ee8a6a2-d3b4-4c4d-b1a6-31945dcb1cdc', 'Кресло-мешок PUFON Груша XXXXL, черный', 3869, '94-0ee8a6a2-d3b4-4c4d-b1a6-31945dcb1cdc.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, черный', 4.17, 94),
('84c74c6a-566b-48ab-a150-3911b61ed5a7', 'Кресло-качалка Glider Экси', 9325, '94-84c74c6a-566b-48ab-a150-3911b61ed5a7.webp', 'Самый лучший среди товаров на рынке Кресло-качалка Glider Экси', 4.24, 94),
('b6a2dac6-2e8d-402c-9271-4537c5c8a216', 'Кресло-мешок PUFON Груша XXXXL, коричневый', 3869, '94-b6a2dac6-2e8d-402c-9271-4537c5c8a216.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, коричневый', 4.12, 94),
('2bd29bc1-6dd1-4fe2-b7d6-6b790b5e89c8', 'Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 17031, '94-2bd29bc1-6dd1-4fe2-b7d6-6b790b5e89c8.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 4.16, 94),
('acd1a541-734d-470c-b685-f144374ba3ab', 'Кресло-мешок PUFON Груша XL, бирюзовый', 1889, '94-acd1a541-734d-470c-b685-f144374ba3ab.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XL, бирюзовый', 4.9, 94),
('a4ca6559-a14b-4446-8c78-95005f840e75', 'Кресло-мешок PUFON Груша XXXXL, темно-серый', 3869, '94-a4ca6559-a14b-4446-8c78-95005f840e75.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-серый', 4.10, 94),
('0f4e2a6f-15fb-484c-abc1-f591472cd3d0', 'Кресло Оскар Crash emerald 30', 10290, '94-0f4e2a6f-15fb-484c-abc1-f591472cd3d0.webp', 'Самый лучший среди товаров на рынке Кресло Оскар Crash emerald 30', 4.5, 94),
('2f7ca36e-6867-4a66-8307-be0d644ca1b1', 'Кресло Оскар Velour 8', 8890, '94-2f7ca36e-6867-4a66-8307-be0d644ca1b1.webp', 'Самый лучший среди товаров на рынке Кресло Оскар Velour 8', 4.11, 94),
('7271b59b-b0f7-4a08-b394-556e7856ab3c', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4490, '94-7271b59b-b0f7-4a08-b394-556e7856ab3c.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4.11, 94),
('8a73cf95-c797-4dfd-bd4e-456ffcbcd6e8', 'Кресло-мешок PUFON Груша XXXXL, бирюзовый', 3869, '94-8a73cf95-c797-4dfd-bd4e-456ffcbcd6e8.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, бирюзовый', 4.9, 94),
('ca63b712-775a-47f3-a076-5a1acc701e71', 'Кресло-мешок PUFON Груша XXXXL, темно-синий', 3869, '94-ca63b712-775a-47f3-a076-5a1acc701e71.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-синий', 4.4, 94),
('2188f9f1-950c-45cb-a788-4bf0d7aa8c72', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4490, '94-2188f9f1-950c-45cb-a788-4bf0d7aa8c72.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4.18, 94),
('767c0d05-17e8-48b9-96b1-8752b2604c30', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 5990, '94-767c0d05-17e8-48b9-96b1-8752b2604c30.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 4.17, 94);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('37d7fd1b-fc14-4ae5-b580-e7c3423e5f0e', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 32990, '23-37d7fd1b-fc14-4ae5-b580-e7c3423e5f0e.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 4.95, 23),
('cf2107f9-d36e-4f97-8cc5-1865095b3ae2', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 32990, '23-cf2107f9-d36e-4f97-8cc5-1865095b3ae2.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 4.2, 23),
('13cd6a17-e172-4aec-90a4-4bd01c785d2d', 'Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 59990, '23-13cd6a17-e172-4aec-90a4-4bd01c785d2d.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 4.95, 23),
('de23ac5f-b17b-4821-b3a6-8e728b7afdb8', 'Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 34990, '23-de23ac5f-b17b-4821-b3a6-8e728b7afdb8.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 4.95, 23),
('91cb51bf-a404-49ac-8fc9-0d87f8fe9b03', '23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 10766, '23-91cb51bf-a404-49ac-8fc9-0d87f8fe9b03.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 4.66, 23),
('b7e29613-dcac-4bae-80ab-4ab4ef460c96', '27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 26209, '23-b7e29613-dcac-4bae-80ab-4ab4ef460c96.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 4.65, 23),
('8a3b430a-5249-43ee-a332-40882edc15aa', '27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 18541, '23-8a3b430a-5249-43ee-a332-40882edc15aa.webp', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 4.71, 23),
('472a1b9b-4830-4958-82e3-ae15610b5ab4', '27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 10537, '23-472a1b9b-4830-4958-82e3-ae15610b5ab4.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 4.91, 23),
('8d75fd11-4e63-4961-8bd4-bca3263199eb', '23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 10239, '23-8d75fd11-4e63-4961-8bd4-bca3263199eb.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 4.48, 23),
('ff088181-01a3-4de1-9f31-6a70ac5dbfb3', '27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 18999, '23-ff088181-01a3-4de1-9f31-6a70ac5dbfb3.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 4.74, 23),
('2a7a7441-17fe-4c70-8d93-106b282c3b38', '23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 8970, '23-2a7a7441-17fe-4c70-8d93-106b282c3b38.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 4.23, 23),
('6c212e06-86f5-4b5d-ae40-54897b1ef92a', '23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 8990, '23-6c212e06-86f5-4b5d-ae40-54897b1ef92a.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 4.9, 23),
('eac781fc-1e68-4a76-9966-4a072a9b5ccf', '27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 11580, '23-eac781fc-1e68-4a76-9966-4a072a9b5ccf.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 4.90, 23),
('fb241520-8716-453f-a9af-f612d5d62779', '27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 17690, '23-fb241520-8716-453f-a9af-f612d5d62779.webp', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 4.46, 23),
('4fdd7746-357a-4a37-a837-755ad29f5531', '34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 35756, '23-4fdd7746-357a-4a37-a837-755ad29f5531.webp', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 4.10, 23),
('3ad00830-b8af-4208-881c-8335720bc3cb', '30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 26812, '23-3ad00830-b8af-4208-881c-8335720bc3cb.webp', 'Самый лучший среди товаров на рынке 30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 4.99, 23),
('3a70b04f-2c1b-4625-8fb0-33959af9bb15', '23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 17892, '23-3a70b04f-2c1b-4625-8fb0-33959af9bb15.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 4.57, 23),
('f74376a5-da2a-464b-9096-0b08a28293bb', '27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 10990, '23-f74376a5-da2a-464b-9096-0b08a28293bb.webp', 'Самый лучший среди товаров на рынке 27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 4.12, 23),
('f5092206-287d-4186-acf0-7d19a1c29f2a', '27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 18000, '23-f5092206-287d-4186-acf0-7d19a1c29f2a.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 4.42, 23),
('8d964afc-6905-4dd2-8c13-0fc6c142f920', 'Монитор Acer K273Ebmix 27 дюймов, IPS, 100 Hz, 1xVGA, 1xHDMI, чёрный', 18110, '23-8d964afc-6905-4dd2-8c13-0fc6c142f920.webp', 'Самый лучший среди товаров на рынке Монитор Acer K273Ebmix 27 дюймов, IPS, 100 Hz, 1xVGA, 1xHDMI, чёрный', 4.71, 23),
('7a6298f3-f60f-4815-b8eb-a46e73f6d53e', '23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 8990, '23-7a6298f3-f60f-4815-b8eb-a46e73f6d53e.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 4.27, 23),
('3acb99a7-d800-4ded-822f-ee51e5ff5566', '23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 10352, '23-3acb99a7-d800-4ded-822f-ee51e5ff5566.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 4.76, 23),
('77ee133c-0a11-40bb-afe7-9273017c610e', '23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 8490, '23-77ee133c-0a11-40bb-afe7-9273017c610e.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 4.5, 23),
('8ee891f2-8b18-4baf-a139-e542601d8b44', '23.8" Монитор HIPER EasyView FH2401 Black 75Hz 1920x1080 IPS', 7990, '23-8ee891f2-8b18-4baf-a139-e542601d8b44.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор HIPER EasyView FH2401 Black 75Hz 1920x1080 IPS', 4.4, 23),
('f8c19231-e763-4ee5-827d-48d5f54ac993', '27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 32110, '23-f8c19231-e763-4ee5-827d-48d5f54ac993.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 4.59, 23),
('ea991e54-ce1d-43ec-b636-ce71c163d83a', '34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 28013, '23-ea991e54-ce1d-43ec-b636-ce71c163d83a.webp', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 4.52, 23),
('9d6f55a6-d0d5-420f-9e10-db87e3d04481', '34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 39999, '23-9d6f55a6-d0d5-420f-9e10-db87e3d04481.webp', 'Самый лучший среди товаров на рынке 34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 4.9, 23),
('9a46f7df-7ba8-4abe-96ac-abbbb249b48e', '27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 13090, '23-9a46f7df-7ba8-4abe-96ac-abbbb249b48e.webp', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 4.91, 23),
('cf784efe-116a-446c-93cf-04740ad9f2da', '27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 10590, '23-cf784efe-116a-446c-93cf-04740ad9f2da.webp', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 4.26, 23),
('888cb683-f977-4f19-adfa-a41c454a16c9', '27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 24644, '23-888cb683-f977-4f19-adfa-a41c454a16c9.webp', 'Самый лучший среди товаров на рынке 27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 4.48, 23);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('0c24183f-1fee-42dc-9501-b8c3bd248a17', 'Depeche Mode VIOLATOR', 4395, '47-0c24183f-1fee-42dc-9501-b8c3bd248a17.webp', 'Самый лучший среди товаров на рынке Depeche Mode VIOLATOR', 4.47, 47),
('cb3398df-0eee-4f6a-b31f-3fde8fced220', 'Микаэл Таривердиев Ирония Судьбы Или С Легким Паром! (Винил)', 3795, '47-cb3398df-0eee-4f6a-b31f-3fde8fced220.webp', 'Самый лучший среди товаров на рынке Микаэл Таривердиев Ирония Судьбы Или С Легким Паром! (Винил)', 4.2, 47),
('a22a7ca2-e0ac-43f2-875f-f926b52773a1', 'Twenty One Pilots Scaled And Icy (Clear) (Винил)', 2999, '47-a22a7ca2-e0ac-43f2-875f-f926b52773a1.webp', 'Самый лучший среди товаров на рынке Twenty One Pilots Scaled And Icy (Clear) (Винил)', 4.5, 47),
('4497aeea-091e-463d-910f-e00fd3abccca', 'Lana Del Rey "Born To Die" (2LP)', 7695, '47-4497aeea-091e-463d-910f-e00fd3abccca.webp', 'Самый лучший среди товаров на рынке Lana Del Rey "Born To Die" (2LP)', 4.12, 47),
('2ec922cb-b2c7-40dd-9450-d54b3959edea', 'Земфира ПММЛ (Винил)', 5870, '47-2ec922cb-b2c7-40dd-9450-d54b3959edea.webp', 'Самый лучший среди товаров на рынке Земфира ПММЛ (Винил)', 4.8, 47),
('31c18653-ed85-4535-95aa-8843e29987ed', 'Linkin Park HYBRID THEORY (W302)', 5330, '47-31c18653-ed85-4535-95aa-8843e29987ed.webp', 'Самый лучший среди товаров на рынке Linkin Park HYBRID THEORY (W302)', 4.22, 47),
('de589bef-5a06-4124-8f68-2bcc90c2a232', 'Pink Floyd "Wish You Were Here" (LP)', 3385, '47-de589bef-5a06-4124-8f68-2bcc90c2a232.webp', 'Самый лучший среди товаров на рынке Pink Floyd "Wish You Were Here" (LP)', 4.43, 47),
('9028a308-b756-43c7-b69a-523a068ef51c', 'Nirvana Nevermind (LP)', 6195, '47-9028a308-b756-43c7-b69a-523a068ef51c.webp', 'Самый лучший среди товаров на рынке Nirvana Nevermind (LP)', 4.7, 47),
('75486071-a012-4d71-9968-482a53339dbd', 'Queen "Greatest Hits" (2LP)', 7380, '47-75486071-a012-4d71-9968-482a53339dbd.webp', 'Самый лучший среди товаров на рынке Queen "Greatest Hits" (2LP)', 4.22, 47),
('a7bb145c-7b55-46ca-94d9-f709112dcab8', 'Pink Floyd Dark Side Of The Moon 50th Anniversary (LP)', 4485, '47-a7bb145c-7b55-46ca-94d9-f709112dcab8.webp', 'Самый лучший среди товаров на рынке Pink Floyd Dark Side Of The Moon 50th Anniversary (LP)', 4.1, 47),
('8c70a79c-9952-42ee-a3fe-dd5a138c8e23', 'AC DC «Back in Black»', 4095, '47-8c70a79c-9952-42ee-a3fe-dd5a138c8e23.webp', 'Самый лучший среди товаров на рынке AC DC «Back in Black»', 4.16, 47),
('82521c7b-0a3c-4d42-a2c9-7a5444fffe2c', 'Sade THE BEST OF (180 Gram)', 4995, '47-82521c7b-0a3c-4d42-a2c9-7a5444fffe2c.webp', 'Самый лучший среди товаров на рынке Sade THE BEST OF (180 Gram)', 4.8, 47),
('d2878a5c-6d5a-400b-a922-bbac838e2a4e', 'Виниловая пластинка Adele 30 (Limited Crystal Clear) (2Винил)', 4599, '47-d2878a5c-6d5a-400b-a922-bbac838e2a4e.webp', 'Самый лучший среди товаров на рынке Виниловая пластинка Adele 30 (Limited Crystal Clear) (2Винил)', 4.5, 47),
('b82d100f-edf7-4c31-bb2a-789bea15d90c', 'LP "Legends of Rock & Roll Vinyl Album"', 2390, '47-b82d100f-edf7-4c31-bb2a-789bea15d90c.webp', 'Самый лучший среди товаров на рынке LP "Legends of Rock & Roll Vinyl Album"', 4.95, 47),
('ef3d0bd4-26ef-426a-a894-e33d2e2285e3', 'Frank Sinatra "Ultimate Sinatra" (2LP)', 8820, '47-ef3d0bd4-26ef-426a-a894-e33d2e2285e3.webp', 'Самый лучший среди товаров на рынке Frank Sinatra "Ultimate Sinatra" (2LP)', 4.6, 47),
('3e834e8e-0658-4f6a-b56d-8e4e43abfa09', 'Roger Waters Dark Side Of The Moon Redux (2LP)', 5822, '47-3e834e8e-0658-4f6a-b56d-8e4e43abfa09.webp', 'Самый лучший среди товаров на рынке Roger Waters Dark Side Of The Moon Redux (2LP)', 4.6, 47),
('0f14d2f1-ccbf-4fa2-a852-da33f46552a2', 'Linkin Park Meteora (LP)', 5599, '47-0f14d2f1-ccbf-4fa2-a852-da33f46552a2.webp', 'Самый лучший среди товаров на рынке Linkin Park Meteora (LP)', 4.95, 47),
('e3bbfee8-497f-4b82-b002-5893c61707ef', 'Fleetwood Mac GREATEST HITS', 3099, '47-e3bbfee8-497f-4b82-b002-5893c61707ef.webp', 'Самый лучший среди товаров на рынке Fleetwood Mac GREATEST HITS', 4.10, 47),
('fc5cbcb0-0dfa-488b-96ac-03702bfde3cc', 'Pink Floyd "The Wall" (2LP)', 7190, '47-fc5cbcb0-0dfa-488b-96ac-03702bfde3cc.webp', 'Самый лучший среди товаров на рынке Pink Floyd "The Wall" (2LP)', 4.49, 47),
('0e5e163d-562d-4a76-9c32-af6d7431e9b5', 'Ed Sheeran No,6 Collaborations Project (2LP)', 4199, '47-0e5e163d-562d-4a76-9c32-af6d7431e9b5.webp', 'Самый лучший среди товаров на рынке Ed Sheeran No,6 Collaborations Project (2LP)', 4.2, 47),
('7bccd102-e68d-401f-91d8-49f2be834edd', 'Whitesnake Restless Heart (2Винил)', 6300, '47-7bccd102-e68d-401f-91d8-49f2be834edd.webp', 'Самый лучший среди товаров на рынке Whitesnake Restless Heart (2Винил)', 4.2, 47),
('49d67d7c-bc67-4591-a237-83688487232b', 'Tame Impala Currents (2LP)', 6200, '47-49d67d7c-bc67-4591-a237-83688487232b.webp', 'Самый лучший среди товаров на рынке Tame Impala Currents (2LP)', 4.1, 47),
('0878b831-c6c5-4a00-a557-01d7dbd9c522', 'Скриптонит 2004 (2LP)', 8090, '47-0878b831-c6c5-4a00-a557-01d7dbd9c522.webp', 'Самый лучший среди товаров на рынке Скриптонит 2004 (2LP)', 4.2, 47);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e8376265-0f0a-4240-bfde-7cb41515deeb', 'Велосипед Merida Big Nine 80 M-17, синий с белым', 92117, '51-e8376265-0f0a-4240-bfde-7cb41515deeb.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 M-17, синий с белым', 4.95, 51),
('cf886a83-30d0-4a26-8b3c-0a6c5c3b6093', 'Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 65500, '51-cf886a83-30d0-4a26-8b3c-0a6c5c3b6093.webp', 'Самый лучший среди товаров на рынке Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 4.95, 51),
('d4fb65df-0d67-4bd2-bbae-e70c31aadafd', 'Велосипед Merida Big Nine 80 L-18,5, синий с белым', 92117, '51-d4fb65df-0d67-4bd2-bbae-e70c31aadafd.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 L-18,5, синий с белым', 4.95, 51),
('a99fb8f1-4268-4e85-9777-c6aac154627f', 'Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 26174, '51-a99fb8f1-4268-4e85-9777-c6aac154627f.webp', 'Самый лучший среди товаров на рынке Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 4.1, 51),
('d36510e8-d27a-44f3-a759-8d0ae96e8eb1', 'Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 49500, '51-d36510e8-d27a-44f3-a759-8d0ae96e8eb1.webp', 'Самый лучший среди товаров на рынке Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 4.95, 51),
('8e1f4a26-f273-4cf6-8442-c3d6e31ab399', 'Велосипед Stark22 Madness BMX 2 черный зеленый HQ-0005130', 36170, '51-8e1f4a26-f273-4cf6-8442-c3d6e31ab399.webp', 'Самый лучший среди товаров на рынке Велосипед Stark22 Madness BMX 2 черный зеленый HQ-0005130', 4.2, 51),
('600e3647-dfbc-4fc2-876b-03e06cd46a08', 'Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 8900, '51-600e3647-dfbc-4fc2-876b-03e06cd46a08.webp', 'Самый лучший среди товаров на рынке Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 4.95, 51),
('8db5ea81-1e2b-41ea-af75-d1411a4c8f9e', 'Велосипед Tech Team Garet 26"х16" серый 2023', 42840, '51-8db5ea81-1e2b-41ea-af75-d1411a4c8f9e.webp', 'Самый лучший среди товаров на рынке Велосипед Tech Team Garet 26"х16" серый 2023', 4.95, 51),
('f755bcf3-a83c-44be-b9a3-645657d116a9', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 23450, '51-f755bcf3-a83c-44be-b9a3-645657d116a9.webp', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 4.8, 51),
('ab839456-4426-4b07-b3f7-4c0336ac0b67', 'Велосипед горный Shorner Maxxis Fatbike 26 черный', 23490, '51-ab839456-4426-4b07-b3f7-4c0336ac0b67.webp', 'Самый лучший среди товаров на рынке Велосипед горный Shorner Maxxis Fatbike 26 черный', 4.1, 51),
('5149884e-d9d5-425f-8070-2fad8b40829a', 'Складной велосипед Shulz Goa Disk серебристый', 43200, '51-5149884e-d9d5-425f-8070-2fad8b40829a.webp', 'Самый лучший среди товаров на рынке Складной велосипед Shulz Goa Disk серебристый', 4.4, 51),
('bd3e7dce-55c8-4ed1-8222-24ace1517caa', 'Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 12790, '51-bd3e7dce-55c8-4ed1-8222-24ace1517caa.webp', 'Самый лучший среди товаров на рынке Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 4.2, 51),
('c9ffbe4a-fcd8-46c6-8a5b-b98b73bc0955', 'Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 16000, '51-c9ffbe4a-fcd8-46c6-8a5b-b98b73bc0955.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 4.1, 51),
('baf3f1f4-7aad-437d-aa28-a67f2161b0cc', 'Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 10930, '51-baf3f1f4-7aad-437d-aa28-a67f2161b0cc.webp', 'Самый лучший среди товаров на рынке Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 4.2, 51),
('957c7366-bf80-4477-be98-e13decbf2d74', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 17760, '51-957c7366-bf80-4477-be98-e13decbf2d74.webp', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 4.7, 51),
('4b9c7118-2dcc-4406-af2b-739bf1d07ecc', 'Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 155520, '51-4b9c7118-2dcc-4406-af2b-739bf1d07ecc.webp', 'Самый лучший среди товаров на рынке Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 4.95, 51),
('a80a6c3b-c7fc-462f-bae1-8070258ba74a', 'Велосипед детский Shulz Bubble 20 Race жёлтый', 28500, '51-a80a6c3b-c7fc-462f-bae1-8070258ba74a.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Bubble 20 Race жёлтый', 4.3, 51),
('0dc0c2cc-c869-44cb-8250-e3aae5cc2481', 'Велосипед детский Shulz Bubble 20 Race зелёный', 28500, '51-0dc0c2cc-c869-44cb-8250-e3aae5cc2481.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Bubble 20 Race зелёный', 4.5, 51),
('549924ad-ace1-4b87-95dd-60a891a5c00b', 'Велосипед HIPER HB-0023 2023 167-178 желтый', 14460, '51-549924ad-ace1-4b87-95dd-60a891a5c00b.webp', 'Самый лучший среди товаров на рынке Велосипед HIPER HB-0023 2023 167-178 желтый', 4.95, 51),
('8c3ac35b-ee1d-45c2-a972-a0301150b233', 'Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 22190, '51-8c3ac35b-ee1d-45c2-a972-a0301150b233.webp', 'Самый лучший среди товаров на рынке Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 4.95, 51),
('83eb12a6-5cb4-40e3-98ab-84d18b33eef4', 'Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 101640, '51-83eb12a6-5cb4-40e3-98ab-84d18b33eef4.webp', 'Самый лучший среди товаров на рынке Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 4.95, 51),
('ac3eebb3-3f8d-4f69-a131-bc89dc810ef1', 'Велосипед детский Shulz Bubble 24 Race чёрный', 29500, '51-ac3eebb3-3f8d-4f69-a131-bc89dc810ef1.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Bubble 24 Race чёрный', 4.5, 51),
('3e5b77e2-2fbf-4763-a52d-fd2f2304e529', 'Велосипед детский Shulz Chloe 20 Race розовый', 28500, '51-3e5b77e2-2fbf-4763-a52d-fd2f2304e529.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Chloe 20 Race розовый', 4.4, 51),
('0dca8b8e-8e69-405f-821b-a945c1189995', 'Велосипед Forward SPIKE 24 D (24" 7 ск. рост. 11") красный белый, 2023', 17960, '51-0dca8b8e-8e69-405f-821b-a945c1189995.webp', 'Самый лучший среди товаров на рынке Велосипед Forward SPIKE 24 D (24" 7 ск. рост. 11") красный белый, 2023', 4.3, 51),
('c760ed2e-662f-4bbf-9df4-5f55ea3ffddb', 'Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 16130, '51-c760ed2e-662f-4bbf-9df4-5f55ea3ffddb.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 4.15, 51),
('90f02d44-43d2-4abf-b13d-05b478c6eade', 'Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 26990, '51-90f02d44-43d2-4abf-b13d-05b478c6eade.webp', 'Самый лучший среди товаров на рынке Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 4.95, 51),
('c27e94b1-f674-4ef0-9a9d-84b4d1948e16', 'Велосипед Novatrack Racer 20 2020 One Size голубой', 13670, '51-c27e94b1-f674-4ef0-9a9d-84b4d1948e16.webp', 'Самый лучший среди товаров на рынке Велосипед Novatrack Racer 20 2020 One Size голубой', 4.3, 51),
('066ca2b1-7493-4f8e-9a46-6bd275e0e5cd', 'Велосипед городской детский Life 20"', 15000, '51-066ca2b1-7493-4f8e-9a46-6bd275e0e5cd.webp', 'Самый лучший среди товаров на рынке Велосипед городской детский Life 20"', 4.38, 51),
('be3c14cd-a5f0-4a27-961e-7e2fb08fb01c', 'Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 19720, '51-be3c14cd-a5f0-4a27-961e-7e2fb08fb01c.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 4.9, 51),
('29c98652-b8ec-4915-a171-39e818f72540', 'Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 18700, '51-29c98652-b8ec-4915-a171-39e818f72540.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 4.6, 51),
('f745b01b-0bf0-4ae5-82f2-f12a62e14fdb', 'Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 28997, '51-f745b01b-0bf0-4ae5-82f2-f12a62e14fdb.webp', 'Самый лучший среди товаров на рынке Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 4.95, 51);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('54ca8fa0-9c0d-4c90-b19f-7c2c9420f4ca', 'Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 471, '64-54ca8fa0-9c0d-4c90-b19f-7c2c9420f4ca.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 4.98, 64),
('9fb4742e-2a62-4dd0-952d-4883acf9761b', 'Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 2790, '64-9fb4742e-2a62-4dd0-952d-4883acf9761b.webp', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 4.95, 64),
('ed26c919-0e5c-4e91-b9a2-c9d4c91b7569', 'Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 290, '64-ed26c919-0e5c-4e91-b9a2-c9d4c91b7569.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 4.42, 64),
('cf38f262-15df-4c11-aef1-e7da50c54f9f', 'Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 459, '64-cf38f262-15df-4c11-aef1-e7da50c54f9f.webp', 'Самый лучший среди товаров на рынке Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 4.30, 64),
('49845815-db28-4148-bb1f-7548d7967204', 'Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 3890, '64-49845815-db28-4148-bb1f-7548d7967204.webp', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 4.95, 64),
('7400f8a6-66df-4535-92a7-1c0b9fe81e16', 'Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 465, '64-7400f8a6-66df-4535-92a7-1c0b9fe81e16.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 4.95, 64),
('2bcbdb0d-fe5f-400b-a7e9-64b33b1300b0', 'Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 407, '64-2bcbdb0d-fe5f-400b-a7e9-64b33b1300b0.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 4.45, 64),
('4a79f981-11b4-40fd-827d-89585d40885e', 'Набор для бровей Toplash Brow set', 3790, '64-4a79f981-11b4-40fd-827d-89585d40885e.webp', 'Самый лучший среди товаров на рынке Набор для бровей Toplash Brow set', 4.95, 64),
('ab5fdc0b-7a8c-48c2-b66f-59877c26f964', 'Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 311, '64-ab5fdc0b-7a8c-48c2-b66f-59877c26f964.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 4.29, 64),
('c44f3fc1-997e-4f70-83c0-6107f758333d', 'Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 379, '64-c44f3fc1-997e-4f70-83c0-6107f758333d.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 4.42, 64),
('0ed9baa2-0e0f-4995-8302-35e5bc7180f4', 'Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 465, '64-0ed9baa2-0e0f-4995-8302-35e5bc7180f4.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 4.1, 64),
('0a9edc00-7908-4576-a038-b34d51ecc4f7', 'Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 799, '64-0a9edc00-7908-4576-a038-b34d51ecc4f7.webp', 'Самый лучший среди товаров на рынке Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 4.17, 64),
('867167ae-d523-48f1-83f5-f334805ea4b0', 'Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 293, '64-867167ae-d523-48f1-83f5-f334805ea4b0.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 4.77, 64),
('e72e37f5-30c5-4121-bdd2-5808dd32cdf1', 'Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 315, '64-e72e37f5-30c5-4121-bdd2-5808dd32cdf1.webp', 'Самый лучший среди товаров на рынке Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 4.90, 64),
('de8d4dfb-4085-4758-8625-ba2da6471de5', 'Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 359, '64-de8d4dfb-4085-4758-8625-ba2da6471de5.webp', 'Самый лучший среди товаров на рынке Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 4.31, 64),
('abe0abe3-7411-4066-bed4-c80fc27bccd9', 'Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 180, '64-abe0abe3-7411-4066-bed4-c80fc27bccd9.webp', 'Самый лучший среди товаров на рынке Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 4.72, 64),
('8b860dcf-d12a-4998-a08a-fa2e9dda5182', 'Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 368, '64-8b860dcf-d12a-4998-a08a-fa2e9dda5182.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 4.81, 64),
('2339f22a-2bd9-4f07-8c78-fdd7448d3fac', 'Гель для бровей и ресниц ART-VISAGE "FIX&CARE" 5 мл', 188, '64-2339f22a-2bd9-4f07-8c78-fdd7448d3fac.webp', 'Самый лучший среди товаров на рынке Гель для бровей и ресниц ART-VISAGE "FIX&CARE" 5 мл', 4.61, 64),
('6cb4dedb-29a1-4b84-8383-677b34f00dc8', 'Тушь для ресниц Vivienne Sabo Waterproof Mascara Volumateur Artistiqu 9 мл', 360, '64-6cb4dedb-29a1-4b84-8383-677b34f00dc8.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Waterproof Mascara Volumateur Artistiqu 9 мл', 4.44, 64),
('eaa96f6f-1dfe-4a92-ae24-1d32daf2c691', 'Тушь для ресниц Luxvisage Secret Секрет роскошных ресниц, объёмная, чёрная', 269, '64-eaa96f6f-1dfe-4a92-ae24-1d32daf2c691.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Luxvisage Secret Секрет роскошных ресниц, объёмная, чёрная', 4.32, 64);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6f4c2a67-5686-4ab0-9b5a-f035bad1fbb4', 'Гирлянда 2 м, 20 led, тёплый белый', 59, '85-6f4c2a67-5686-4ab0-9b5a-f035bad1fbb4.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, тёплый белый', 4.79, 85),
('73e5008f-1db3-45e4-a76e-7b2ec008860a', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 910, '85-73e5008f-1db3-45e4-a76e-7b2ec008860a.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 4.95, 85),
('0621c6b6-9e2c-4ab9-9c93-6402fcd0cc69', 'Гирлянда 2 м, 20 led, холодный белый', 59, '85-0621c6b6-9e2c-4ab9-9c93-6402fcd0cc69.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, холодный белый', 4.53, 85),
('1c5fa677-a40a-4760-a488-8ab4baf0f730', 'Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 910, '85-1c5fa677-a40a-4760-a488-8ab4baf0f730.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 4.95, 85),
('0c1bd211-b4b6-4a71-9dfd-e2cd83cdba40', 'Гирлянда 2 м, 20 led, синий', 59, '85-0c1bd211-b4b6-4a71-9dfd-e2cd83cdba40.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, синий', 4.44, 85),
('2136f54b-7292-4875-948a-b655d51732d7', 'Гирлянда 2 м, 20 led, красный', 59, '85-2136f54b-7292-4875-948a-b655d51732d7.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, красный', 4.44, 85),
('22a94169-8b8d-405b-aa3c-ec665d14e1df', 'Гирлянда 2023012003 1 метр, 20 ламп', 49, '85-22a94169-8b8d-405b-aa3c-ec665d14e1df.webp', 'Самый лучший среди товаров на рынке Гирлянда 2023012003 1 метр, 20 ламп', 4.78, 85),
('cb88ffb9-971a-427f-9112-828e79a499fe', 'Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 129, '85-cb88ffb9-971a-427f-9112-828e79a499fe.webp', 'Самый лучший среди товаров на рынке Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 4.26, 85),
('0d1a74f5-ac69-44de-9a82-000eb6bd2b66', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 910, '85-0d1a74f5-ac69-44de-9a82-000eb6bd2b66.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 4.95, 85),
('62130487-753d-46d1-b01c-64c90838b895', 'Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 922, '85-62130487-753d-46d1-b01c-64c90838b895.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 4.14, 85),
('5357fbc6-20dd-4f83-8ef1-af6eb730d6aa', 'Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 451, '85-5357fbc6-20dd-4f83-8ef1-af6eb730d6aa.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 4.45, 85),
('dc84df84-5dd5-466e-b9d3-d965ce36880c', 'Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 433, '85-dc84df84-5dd5-466e-b9d3-d965ce36880c.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 4.18, 85),
('252498c5-a552-4346-b117-6d2652b1bc42', 'Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 170, '85-252498c5-a552-4346-b117-6d2652b1bc42.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 4.42, 85),
('8a896129-fae3-4db1-9432-84db1d8280ea', 'Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 177, '85-8a896129-fae3-4db1-9432-84db1d8280ea.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 4.77, 85),
('d802c7a0-91a6-4570-a841-d5822c0967c8', 'Световая гирлянда новогодняя Luazon Lighting нить 3556811 20 м разноцветный', 463, '85-d802c7a0-91a6-4570-a841-d5822c0967c8.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить 3556811 20 м разноцветный', 4.23, 85),
('2c774635-a1ce-4a61-b46a-8aaad535be5d', 'Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 245, '85-2c774635-a1ce-4a61-b46a-8aaad535be5d.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 4.49, 85),
('382e1d46-36fb-47fd-9a3e-4982e98521a8', 'Световая гирлянда новогодняя 104927 10 м разноцветный', 379, '85-382e1d46-36fb-47fd-9a3e-4982e98521a8.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя 104927 10 м разноцветный', 4.5, 85),
('16b4d34f-87f5-449a-b4f2-c44a7cb1285c', 'Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 920, '85-16b4d34f-87f5-449a-b4f2-c44a7cb1285c.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 4.28, 85);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('072b0a75-1948-490e-a014-dab4d73b9c2f', 'Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 9460, '91-072b0a75-1948-490e-a014-dab4d73b9c2f.webp', 'Самый лучший среди товаров на рынке Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 4.95, 91),
('32e6e829-c834-49e0-a9b2-799e2cd29c00', 'Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4990, '91-32e6e829-c834-49e0-a9b2-799e2cd29c00.webp', 'Самый лучший среди товаров на рынке Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4.58, 91),
('34221b5d-8deb-4f1f-be47-4f45330aa958', 'Стул Eames, белый, ZT-1-1w, 4 шт.', 5999, '91-34221b5d-8deb-4f1f-be47-4f45330aa958.webp', 'Самый лучший среди товаров на рынке Стул Eames, белый, ZT-1-1w, 4 шт.', 4.48, 91),
('ed93d5fd-2146-4dad-a580-ba6a6f64b880', 'Стул для кухни Tetchair BREEZE, темно-бирюзовый', 3400, '91-ed93d5fd-2146-4dad-a580-ba6a6f64b880.webp', 'Самый лучший среди товаров на рынке Стул для кухни Tetchair BREEZE, темно-бирюзовый', 4.95, 91),
('fe6aa245-5432-4762-989b-dd9cb9704f7a', 'Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 766, '91-fe6aa245-5432-4762-989b-dd9cb9704f7a.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 4.73, 91),
('facaf637-375e-4d00-8ca7-ca733a025a92', 'Стул для кухни, гостиной TetChair BREEZE, светло серый, натуральный', 3400, '91-facaf637-375e-4d00-8ca7-ca733a025a92.webp', 'Самый лучший среди товаров на рынке Стул для кухни, гостиной TetChair BREEZE, светло серый, натуральный', 4.95, 91),
('009e135c-024c-4e8b-9bff-9cc0c44798fb', 'Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 1258, '91-009e135c-024c-4e8b-9bff-9cc0c44798fb.webp', 'Самый лучший среди товаров на рынке Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 4.28, 91),
('3042124e-c05b-4f4c-a81e-c9d4f871ee3a', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 16400, '91-3042124e-c05b-4f4c-a81e-c9d4f871ee3a.webp', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 4.32, 91),
('8a5ff48f-5052-44ae-b361-7558718750b4', 'Стул для кухни MEBEL SQUARE Pixel, серый', 3601, '91-8a5ff48f-5052-44ae-b361-7558718750b4.webp', 'Самый лучший среди товаров на рынке Стул для кухни MEBEL SQUARE Pixel, серый', 4.8, 91),
('a34bb894-8dd3-4f60-9663-79195257e19c', 'Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4590, '91-a34bb894-8dd3-4f60-9663-79195257e19c.webp', 'Самый лучший среди товаров на рынке Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4.15, 91),
('91b3cd10-1b8e-4e5e-b62e-0acc0a2a0a2b', 'Стул byROOM Fika, белый', 1690, '91-91b3cd10-1b8e-4e5e-b62e-0acc0a2a0a2b.webp', 'Самый лучший среди товаров на рынке Стул byROOM Fika, белый', 4.6, 91),
('c87a55bf-3c9d-467d-b09a-d78fbe3a0b84', 'Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 6790, '91-c87a55bf-3c9d-467d-b09a-d78fbe3a0b84.webp', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 4.98, 91),
('9227865c-7ea3-41ac-869a-f7f048498764', 'Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 837, '91-9227865c-7ea3-41ac-869a-f7f048498764.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 4.82, 91),
('1d97e302-dc6d-497b-9d03-88a4f837e4c5', 'Стул Eames, чёрный, ZT-1-1b, 4 шт.', 5999, '91-1d97e302-dc6d-497b-9d03-88a4f837e4c5.webp', 'Самый лучший среди товаров на рынке Стул Eames, чёрный, ZT-1-1b, 4 шт.', 4.78, 91),
('fbe84e86-09fc-4ced-bd4e-735d26fc2352', 'Табурет Nika Фабрик 6 ткань', 1362, '91-fbe84e86-09fc-4ced-bd4e-735d26fc2352.webp', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 6 ткань', 4.31, 91),
('748d0329-03cc-44b3-a2b9-3c35eea35acc', 'Стул СтолБери Ричи, серый черный муар', 4990, '91-748d0329-03cc-44b3-a2b9-3c35eea35acc.webp', 'Самый лучший среди товаров на рынке Стул СтолБери Ричи, серый черный муар', 4.56, 91),
('0196b8dd-1527-4ef2-bdd9-6f3d3c1755dd', 'Табурет деревянный Stul chik круглый 95968279', 830, '91-0196b8dd-1527-4ef2-bdd9-6f3d3c1755dd.webp', 'Самый лучший среди товаров на рынке Табурет деревянный Stul chik круглый 95968279', 4.12, 91),
('9c2948b2-dcdd-4914-b54f-4f34bf54d0b4', 'Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 781, '91-9c2948b2-dcdd-4914-b54f-4f34bf54d0b4.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 4.92, 91),
('4a6ed86d-3608-4c0f-a232-bfaab12e856e', 'Комплект стульев ДСВ Мебель, 2 шт, серый', 12860, '91-4a6ed86d-3608-4c0f-a232-bfaab12e856e.webp', 'Самый лучший среди товаров на рынке Комплект стульев ДСВ Мебель, 2 шт, серый', 4.18, 91),
('2d474923-fb50-4b4f-9434-618f7fb3cdaa', 'Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 17000, '91-2d474923-fb50-4b4f-9434-618f7fb3cdaa.webp', 'Самый лучший среди товаров на рынке Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 4.10, 91),
('65d18d82-d911-47bf-8b9b-b0d8c4ae9d7e', 'Стул Eames, белый, ZT-1-1w, 2 шт.', 3499, '91-65d18d82-d911-47bf-8b9b-b0d8c4ae9d7e.webp', 'Самый лучший среди товаров на рынке Стул Eames, белый, ZT-1-1w, 2 шт.', 4.44, 91),
('1f288bbd-7837-4868-bef7-29da01b39349', 'Комплект стульев 4 шт. Stool Group Y801-V, белый', 6690, '91-1f288bbd-7837-4868-bef7-29da01b39349.webp', 'Самый лучший среди товаров на рынке Комплект стульев 4 шт. Stool Group Y801-V, белый', 4.46, 91),
('076a44ff-dd40-40e1-95de-9d5a1e83b91f', 'Стул Nika, слоновая кость', 2000, '91-076a44ff-dd40-40e1-95de-9d5a1e83b91f.webp', 'Самый лучший среди товаров на рынке Стул Nika, слоновая кость', 4.26, 91),
('51983723-bb76-460c-912d-c38ea9816539', 'Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 15090, '91-51983723-bb76-460c-912d-c38ea9816539.webp', 'Самый лучший среди товаров на рынке Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 4.40, 91),
('2b0e6163-3350-44d5-b942-7fb81d558604', 'Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 24990, '91-2b0e6163-3350-44d5-b942-7fb81d558604.webp', 'Самый лучший среди товаров на рынке Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 4.63, 91),
('6ac741b0-c296-48c6-92bd-b32cf4e77f06', 'Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 8190, '91-6ac741b0-c296-48c6-92bd-b32cf4e77f06.webp', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 4.4, 91),
('1249745b-104c-4b15-be95-8b8e03d0c8eb', 'Стул Ridberg БРУКЛИН (Blue)', 6490, '91-1249745b-104c-4b15-be95-8b8e03d0c8eb.webp', 'Самый лучший среди товаров на рынке Стул Ridberg БРУКЛИН (Blue)', 4.9, 91),
('829bcc1f-3c55-446b-9799-ede02f899443', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 16400, '91-829bcc1f-3c55-446b-9799-ede02f899443.webp', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 4.5, 91),
('9ff1b703-3cb9-4c49-b0ca-bb32bcffbc10', 'Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 6041, '91-9ff1b703-3cb9-4c49-b0ca-bb32bcffbc10.webp', 'Самый лучший среди товаров на рынке Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 4.11, 91),
('a13cf99c-2a34-4893-b347-5f15cfecb4e9', 'Комплект стульев 2 шт. RIDBERG Лондон, blue', 8190, '91-a13cf99c-2a34-4893-b347-5f15cfecb4e9.webp', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон, blue', 4.71, 91);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('568512b4-8f2e-477c-a16c-7e9b7577b8f4', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 5698, '54-568512b4-8f2e-477c-a16c-7e9b7577b8f4.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 4.95, 54),
('b5d835d8-61f9-4eb7-992a-fedac594fedb', 'Детский самокат Micro Cruiser (2022) черный', 17000, '54-b5d835d8-61f9-4eb7-992a-fedac594fedb.webp', 'Самый лучший среди товаров на рынке Детский самокат Micro Cruiser (2022) черный', 4.95, 54),
('d88a9a88-fe99-48cb-8558-0887bf4937fe', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 5698, '54-d88a9a88-fe99-48cb-8558-0887bf4937fe.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 4.95, 54),
('1e66f0b5-5d60-491b-94bc-2cecdf609d53', 'Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 1570, '54-1e66f0b5-5d60-491b-94bc-2cecdf609d53.webp', 'Самый лучший среди товаров на рынке Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 4.20, 54),
('bf44f634-7680-4456-89a5-0c0c76a792f6', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 5698, '54-bf44f634-7680-4456-89a5-0c0c76a792f6.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 4.95, 54),
('aab79014-1172-4151-989b-799f316b2e16', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4765, '54-aab79014-1172-4151-989b-799f316b2e16.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4.95, 54),
('53aa3ddd-37db-4026-937b-f95c5728fe5f', 'Трюковой самокат Yezz WOW MS-171 аква', 4499, '54-53aa3ddd-37db-4026-937b-f95c5728fe5f.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-171 аква', 4.54, 54),
('86a5b74b-273e-45e4-9683-37f4ffe624e6', 'Трюковой самокат Yezz WOW MS-170 черный', 4099, '54-86a5b74b-273e-45e4-9683-37f4ffe624e6.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черный', 4.26, 54),
('6cf38b53-c785-48c5-838e-22cda1bb32f9', 'Трюковой самокат Yezz StartUp MS-152 черный', 4899, '54-6cf38b53-c785-48c5-838e-22cda1bb32f9.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz StartUp MS-152 черный', 4.10, 54),
('96fb2824-7762-4ded-a804-cdaafa25197d', 'Электросамокат Kugoo KGK MINI2 Black', 10900, '54-96fb2824-7762-4ded-a804-cdaafa25197d.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo KGK MINI2 Black', 4.24, 54),
('3e9ab28a-a937-4e5f-a2c7-f66069918569', 'Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4699, '54-3e9ab28a-a937-4e5f-a2c7-f66069918569.webp', 'Самый лучший среди товаров на рынке Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4.3, 54),
('2e9e3c66-f9e2-4e7a-970a-06f76d4c5b95', 'Электросамокат Ninebot by Segway Kickscooter MAX G2', 85544, '54-2e9e3c66-f9e2-4e7a-970a-06f76d4c5b95.webp', 'Самый лучший среди товаров на рынке Электросамокат Ninebot by Segway Kickscooter MAX G2', 4.82, 54),
('6b4fe980-09a3-4da9-a1af-af7a35192fc6', 'Электросамокат Kugoo Kirin Mini черный', 11990, '54-6b4fe980-09a3-4da9-a1af-af7a35192fc6.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin Mini черный', 4.16, 54),
('6f0c752e-780c-429d-8a84-0d37bbe3c793', 'Самокат детский NOVATRACK POLIS PRO складной, лимонный', 5290, '54-6f0c752e-780c-429d-8a84-0d37bbe3c793.webp', 'Самый лучший среди товаров на рынке Самокат детский NOVATRACK POLIS PRO складной, лимонный', 4.95, 54),
('769e0dc4-f7e1-4537-8c80-2f1a4fe29230', 'Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 26500, '54-769e0dc4-f7e1-4537-8c80-2f1a4fe29230.webp', 'Самый лучший среди товаров на рынке Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 4.38, 54),
('73fa9cb5-a79d-4ab5-9fde-8e1148cf2edb', 'Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 6101, '54-73fa9cb5-a79d-4ab5-9fde-8e1148cf2edb.webp', 'Самый лучший среди товаров на рынке Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 4.38, 54),
('abda9a71-0add-4901-af8e-0f29af05fd3d', 'Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 3990, '54-abda9a71-0add-4901-af8e-0f29af05fd3d.webp', 'Самый лучший среди товаров на рынке Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 4.1, 54),
('22248b62-4e32-4b59-965a-08d335acdf34', 'Трюковой самокат Yezz WOW MS-173 оранжевый', 4199, '54-22248b62-4e32-4b59-965a-08d335acdf34.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-173 оранжевый', 4.29, 54),
('84898f90-8f86-41c6-a9b5-256fe5a303fe', 'Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4199, '54-84898f90-8f86-41c6-a9b5-256fe5a303fe.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4.16, 54),
('2e7260bc-e2ad-4d2a-b8eb-2e14395dc370', 'Самокат двухколесный ТМ CITY-RIDE, складной городской, PU 200 мм, розовый, CR-S2-04PK', 8010, '54-2e7260bc-e2ad-4d2a-b8eb-2e14395dc370.webp', 'Самый лучший среди товаров на рынке Самокат двухколесный ТМ CITY-RIDE, складной городской, PU 200 мм, розовый, CR-S2-04PK', 4.28, 54),
('1dba3241-a769-4ff7-8e82-cbcd9d6b4070', 'Электросамокат Digma AF-10-15-250-GY', 34170, '54-1dba3241-a769-4ff7-8e82-cbcd9d6b4070.webp', 'Самый лучший среди товаров на рынке Электросамокат Digma AF-10-15-250-GY', 4.16, 54),
('c4cd8454-5c8d-4dac-867e-8c12af0cb5ec', 'Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 77070, '54-c4cd8454-5c8d-4dac-867e-8c12af0cb5ec.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 4.21, 54),
('fd55acc0-006a-401a-805e-296c999331bb', 'Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01VL', 4988, '54-fd55acc0-006a-401a-805e-296c999331bb.webp', 'Самый лучший среди товаров на рынке Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01VL', 4.58, 54);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e89b41a6-eae6-40f2-9cf2-21d65434b54a', 'Кольцо SOKOLOV, красное золото', 6990, '71-e89b41a6-eae6-40f2-9cf2-21d65434b54a.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, красное золото', 4.20, 71),
('d9ae4d4b-3db2-412d-af78-0a4af0ebe740', 'Кольцо VALTERA, серебро', 1680, '71-d9ae4d4b-3db2-412d-af78-0a4af0ebe740.webp', 'Самый лучший среди товаров на рынке Кольцо VALTERA, серебро', 4.95, 71),
('b5ab7cec-90d2-460f-ad06-fcdc59bc13f7', 'Кольцо SOKOLOV, серебро', 1485, '71-b5ab7cec-90d2-460f-ad06-fcdc59bc13f7.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, серебро', 4.12, 71),
('7896e5d9-5418-4e45-a704-8f15c048f7b1', 'Кольцо SOKOLOV, желтое золото', 6990, '71-7896e5d9-5418-4e45-a704-8f15c048f7b1.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, желтое золото', 4.9, 71),
('908d5c73-eb32-442e-bf4c-31081922ad7a', 'Кольцо 585Gold, серебро', 278, '71-908d5c73-eb32-442e-bf4c-31081922ad7a.webp', 'Самый лучший среди товаров на рынке Кольцо 585Gold, серебро', 4.3, 71),
('328e3a46-9f3a-4206-814d-83bdbda6992c', 'Кольцо SOKOLOV Diamonds, желтое золото', 31048, '71-328e3a46-9f3a-4206-814d-83bdbda6992c.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, желтое золото', 4.2, 71),
('43834680-f2d5-41b6-964d-547e819c2669', 'Кольцо SOKOLOV Diamonds, красное золото', 7990, '71-43834680-f2d5-41b6-964d-547e819c2669.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, красное золото', 4.4, 71),
('8534429e-4b11-4d25-a975-894f68998413', 'Кольцо ЯХОНТ Ювелирный, красное золото', 20657, '71-8534429e-4b11-4d25-a975-894f68998413.webp', 'Самый лучший среди товаров на рынке Кольцо ЯХОНТ Ювелирный, красное золото', 4.95, 71),
('f8b0815d-16d9-417c-b7d7-d2c66c35429a', 'Кольцо SOKOLOV Diamonds, белое золото', 24998, '71-f8b0815d-16d9-417c-b7d7-d2c66c35429a.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, белое золото', 4.11, 71),
('4ecb0615-c24e-4c04-b4fe-012bd0f7ca3f', 'Кольцо SKAZKA Natali Romanovoi, серебро', 950, '71-4ecb0615-c24e-4c04-b4fe-012bd0f7ca3f.webp', 'Самый лучший среди товаров на рынке Кольцо SKAZKA Natali Romanovoi, серебро', 4.95, 71),
('bc4531bf-f8d4-4602-b468-bf54bc60078a', 'Кольцо SOKOLOV Diamonds, комбинированное золото', 39998, '71-bc4531bf-f8d4-4602-b468-bf54bc60078a.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, комбинированное золото', 4.95, 71),
('ece7a279-1925-4c00-969a-d94e1d25c597', 'Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 2806, '71-ece7a279-1925-4c00-969a-d94e1d25c597.webp', 'Самый лучший среди товаров на рынке Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 4.95, 71),
('5129fd27-899f-4acc-97a4-975718e1c105', 'Кольцо SOKOLOV, белое золото', 6598, '71-5129fd27-899f-4acc-97a4-975718e1c105.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, белое золото', 4.1, 71);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e22279c1-31aa-482e-81d8-1d0d60ad6009', 'Серьги из серебра с фианитом 585Gold 702003937', 2437, '72-e22279c1-31aa-482e-81d8-1d0d60ad6009.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702003937', 4.95, 72),
('37c83d5b-77da-4657-a943-6c9c8a9aea3d', 'Серьги из серебра VALTERA 117060', 1639, '72-37c83d5b-77da-4657-a943-6c9c8a9aea3d.webp', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 117060', 4.95, 72),
('760b6751-95f2-4797-b317-bef60c887ba4', 'Серьги из серебра SOKOLOV 94025798, фианит', 2037, '72-760b6751-95f2-4797-b317-bef60c887ba4.webp', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94025798, фианит', 4.5, 72),
('582ec77e-24cf-4ebc-8783-13aa1d922497', 'Моносерьга из серебра с фианитом SOKOLOV 93170010', 465, '72-582ec77e-24cf-4ebc-8783-13aa1d922497.webp', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 93170010', 4.81, 72),
('8051462a-60a0-4599-9821-77efd3a17e27', 'Серьги из серебра VALTERA 116663', 948, '72-8051462a-60a0-4599-9821-77efd3a17e27.webp', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 116663', 4.95, 72),
('b89bc46d-6b2e-4cbe-a936-790780829816', 'Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 2601, '72-b89bc46d-6b2e-4cbe-a936-790780829816.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 4.92, 72),
('c4e407b6-b603-4b0a-bde8-7fcca680e430', 'Серьги из серебра с фианитом VALTERA 117846', 1380, '72-c4e407b6-b603-4b0a-bde8-7fcca680e430.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом VALTERA 117846', 4.11, 72),
('b2f69439-e896-4e41-b234-84e52d4ca1cf', 'Серьги продевки из серебра с фианитом VALTERA 117906', 1656, '72-b2f69439-e896-4e41-b234-84e52d4ca1cf.webp', 'Самый лучший среди товаров на рынке Серьги продевки из серебра с фианитом VALTERA 117906', 4.10, 72),
('733139ba-825f-4cb0-8687-041189514d80', 'Серьги из красного золота ADAMAS 21038398 01-А50-01', 12943, '72-733139ba-825f-4cb0-8687-041189514d80.webp', 'Самый лучший среди товаров на рынке Серьги из красного золота ADAMAS 21038398 01-А50-01', 4.95, 72),
('6127c640-e13e-4e12-9557-040b226a6dbb', 'Серьги из золота с изумрудами и бриллиантами VALTERA 113140', 47300, '72-6127c640-e13e-4e12-9557-040b226a6dbb.webp', 'Самый лучший среди товаров на рынке Серьги из золота с изумрудами и бриллиантами VALTERA 113140', 4.95, 72),
('703769f2-d4ea-429a-bc63-edf9c1739de6', 'Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 5990, '72-703769f2-d4ea-429a-bc63-edf9c1739de6.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 4.9, 72),
('18acd093-6da0-488e-bd74-5bd529beed70', 'Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 7870, '72-18acd093-6da0-488e-bd74-5bd529beed70.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 4.7, 72),
('32341cc4-2ba5-431c-aef1-8c241c89af97', 'Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 25676, '72-32341cc4-2ba5-431c-aef1-8c241c89af97.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 4.95, 72),
('7664aa6e-a411-4e0c-84b3-fe7226694bb6', 'Серьги из серебра с фианитом Яхонт Ювелирный 163300', 3756, '72-7664aa6e-a411-4e0c-84b3-fe7226694bb6.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом Яхонт Ювелирный 163300', 4.95, 72),
('b06c0859-5563-4f21-b570-2dd2a86e54ba', 'Серьги-пусеты из серебра Yahont 227081', 2540, '72-b06c0859-5563-4f21-b570-2dd2a86e54ba.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра Yahont 227081', 4.95, 72),
('b16e846a-0a21-4e1f-9bfb-11901fb731a3', 'Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 2728, '72-b16e846a-0a21-4e1f-9bfb-11901fb731a3.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 4.95, 72),
('499f1ff6-a690-4157-a6b1-676ef8b58427', 'Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 814, '72-499f1ff6-a690-4157-a6b1-676ef8b58427.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 4.95, 72),
('f6ef173e-7aa5-484c-817e-c93537b2be83', 'Серьги из серебра SOKOLOV 94026636, фианит', 799, '72-f6ef173e-7aa5-484c-817e-c93537b2be83.webp', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94026636, фианит', 4.23, 72),
('70f33f3e-9c2e-4394-b5de-b148bf291af4', 'Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 850, '72-70f33f3e-9c2e-4394-b5de-b148bf291af4.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 4.26, 72),
('70fba3af-256b-4f32-947e-7d73e99f8b6a', 'Серьги из красного золота с фианитом SOKOLOV 0200104', 5990, '72-70fba3af-256b-4f32-947e-7d73e99f8b6a.webp', 'Самый лучший среди товаров на рынке Серьги из красного золота с фианитом SOKOLOV 0200104', 4.80, 72),
('dcc95802-8199-4aa9-9e2e-54080b39ec2c', 'Серьги из серебра с фианитом 585Gold 702005487', 289, '72-dcc95802-8199-4aa9-9e2e-54080b39ec2c.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005487', 4.27, 72),
('af7f6641-bec2-47d8-aa06-e443ca8e2d87', 'Серьги из серебра с бриллиантом SOKOLOV 87020075', 2657, '72-af7f6641-bec2-47d8-aa06-e443ca8e2d87.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с бриллиантом SOKOLOV 87020075', 4.11, 72),
('cb56a2fa-eefa-4495-b988-0cc0f26abefa', 'Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 350, '72-cb56a2fa-eefa-4495-b988-0cc0f26abefa.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 4.60, 72),
('cb06d9ac-6f10-414b-9b45-2ccd8a73fbe1', 'Серьги из серебра с фианитом 585Gold 702005431', 295, '72-cb06d9ac-6f10-414b-9b45-2ccd8a73fbe1.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005431', 4.38, 72),
('cc68bb07-2e0e-4674-b0a3-3fca9656475c', 'Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 1917, '72-cc68bb07-2e0e-4674-b0a3-3fca9656475c.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 4.28, 72),
('8f3af6b3-1930-4fcc-ade4-706ccb9527ca', 'Серьги из золота с бриллиантом VALTERA 095196', 15200, '72-8f3af6b3-1930-4fcc-ade4-706ccb9527ca.webp', 'Самый лучший среди товаров на рынке Серьги из золота с бриллиантом VALTERA 095196', 4.11, 72),
('c4ed6d71-78e1-4980-a93e-c307290f5546', 'Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 2787, '72-c4ed6d71-78e1-4980-a93e-c307290f5546.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 4.64, 72),
('e3080819-35cc-4100-9000-fd72abec8b9d', 'Серьги из серебра с фианитами SOKOLOV 94023247', 2237, '72-e3080819-35cc-4100-9000-fd72abec8b9d.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитами SOKOLOV 94023247', 4.38, 72),
('baed35b3-ce82-4b29-90f0-f6e79daa06c4', 'Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 1509, '72-baed35b3-ce82-4b29-90f0-f6e79daa06c4.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 4.4, 72),
('1d36cc8b-54f7-49b5-b586-a02e92240cd8', 'Серьги женские из золота SOKOLOV 727533, топаз фианит', 11997, '72-1d36cc8b-54f7-49b5-b586-a02e92240cd8.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727533, топаз фианит', 4.33, 72),
('5aad6fca-19fa-4c42-98a6-9edc5600f688', 'Серьги пусеты из серебра с фианитом VALTERA 118425', 1325, '72-5aad6fca-19fa-4c42-98a6-9edc5600f688.webp', 'Самый лучший среди товаров на рынке Серьги пусеты из серебра с фианитом VALTERA 118425', 4.11, 72),
('e279d51e-8736-4f51-9395-36b4228b9d6a', 'Моносерьга из серебра с фианитом SOKOLOV 94170002', 613, '72-e279d51e-8736-4f51-9395-36b4228b9d6a.webp', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 94170002', 4.77, 72),
('e2ee5be1-0efd-4a94-85d7-26c675a72b84', 'Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 2338, '72-e2ee5be1-0efd-4a94-85d7-26c675a72b84.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 4.30, 72),
('ed28f138-3bc4-495c-a833-504249f48793', 'Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 910, '72-ed28f138-3bc4-495c-a833-504249f48793.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 4.18, 72),
('89fbe917-b084-486f-9fd6-4022f828d280', 'Серьги женские из серебра SOKOLOV 94023433, фианит', 2697, '72-89fbe917-b084-486f-9fd6-4022f828d280.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94023433, фианит', 4.70, 72),
('ed6be70f-478c-40c0-ae08-2d44e76ac0ff', 'Серьги из серебра с эмалью VALTERA 118074', 1440, '72-ed6be70f-478c-40c0-ae08-2d44e76ac0ff.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118074', 4.7, 72),
('3a4dec06-7db2-472f-8163-dc5b6e997eb3', 'Серьги продевки из красного золота с топазом SOKOLOV 727513', 9897, '72-3a4dec06-7db2-472f-8163-dc5b6e997eb3.webp', 'Самый лучший среди товаров на рынке Серьги продевки из красного золота с топазом SOKOLOV 727513', 4.38, 72),
('9b3df3b3-00ef-427a-bb74-4a8254f8563f', 'Серьги женские из серебра SOKOLOV 93021058, фианит', 1563, '72-9b3df3b3-00ef-427a-bb74-4a8254f8563f.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 93021058, фианит', 4.26, 72),
('6fcaf934-f23d-4ddc-aae4-02f5bff0b808', 'Серьги женские из серебра SOKOLOV 94021813, фианит', 1887, '72-6fcaf934-f23d-4ddc-aae4-02f5bff0b808.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94021813, фианит', 4.33, 72),
('24c82506-7946-4bbd-8268-3130c80b0b0b', 'Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 890, '72-24c82506-7946-4bbd-8268-3130c80b0b0b.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 4.23, 72),
('accb1069-2180-4020-8522-fccfea596660', 'Серьги из серебра с эмалью VALTERA 118467', 1800, '72-accb1069-2180-4020-8522-fccfea596660.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118467', 4.21, 72),
('5cae33e5-cbff-4d2d-97ee-57c575fb8b6a', 'Серьги продевки из серебра SOKOLOV 94021807', 829, '72-5cae33e5-cbff-4d2d-97ee-57c575fb8b6a.webp', 'Самый лучший среди товаров на рынке Серьги продевки из серебра SOKOLOV 94021807', 4.49, 72),
('3438a8a1-efa9-4fc4-be03-3caad4ce508e', 'Серьги женские из золота SOKOLOV 727443, топаз', 6747, '72-3438a8a1-efa9-4fc4-be03-3caad4ce508e.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727443, топаз', 4.31, 72),
('3bd3cf74-b1bf-4d00-b08e-8edf935321f1', 'Серьги пусеты из серебра с фианитом VALTERA 118427', 1292, '72-3bd3cf74-b1bf-4d00-b08e-8edf935321f1.webp', 'Самый лучший среди товаров на рынке Серьги пусеты из серебра с фианитом VALTERA 118427', 4.5, 72),
('8f97a08a-ad72-40f1-b078-d910f7fc1b5a', 'Серьги женские из золота SOKOLOV 727444, гранат', 6897, '72-8f97a08a-ad72-40f1-b078-d910f7fc1b5a.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727444, гранат', 4.41, 72),
('36215cb5-8138-4be0-915c-dbf864c0f169', 'Серьги из серебра с фианитом SOKOLOV 94025799', 1617, '72-36215cb5-8138-4be0-915c-dbf864c0f169.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом SOKOLOV 94025799', 4.45, 72),
('52d39c74-7599-4878-900f-adc2dc533fe5', 'Серьги конго из серебра SOKOLOV 94140003', 1725, '72-52d39c74-7599-4878-900f-adc2dc533fe5.webp', 'Самый лучший среди товаров на рынке Серьги конго из серебра SOKOLOV 94140003', 4.19, 72),
('c9d3aca0-1b10-4189-bcd3-1dc8a9326711', 'Серьги конго из красного золота SOKOLOV 140011', 5397, '72-c9d3aca0-1b10-4189-bcd3-1dc8a9326711.webp', 'Самый лучший среди товаров на рынке Серьги конго из красного золота SOKOLOV 140011', 4.40, 72);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('fdeaa63b-9c31-429e-ace0-fac3e75acfc7', 'Юбка для ели Yiwu Union белая, 90 см', 699, '83-fdeaa63b-9c31-429e-ace0-fac3e75acfc7.webp', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union белая, 90 см', 4.6, 83),
('7067d47b-7fa5-4d08-8c4b-65bc67cc728c', 'Юбка для ели Yiwu Union красная, 90 см', 199, '83-7067d47b-7fa5-4d08-8c4b-65bc67cc728c.webp', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union красная, 90 см', 4.11, 83),
('9fa1f508-fab5-42f3-9a23-2d544fa95e82', 'Подставка для ели Невио зеленая', 443, '83-9fa1f508-fab5-42f3-9a23-2d544fa95e82.webp', 'Самый лучший среди товаров на рынке Подставка для ели Невио зеленая', 4.46, 83),
('751b6dba-109b-4036-9fb3-1647408e7a16', 'Подставка для ели Snowhouse Saturn', 199, '83-751b6dba-109b-4036-9fb3-1647408e7a16.webp', 'Самый лучший среди товаров на рынке Подставка для ели Snowhouse Saturn', 4.34, 83),
('05f23893-3651-4f88-b883-39cb87e7c213', 'Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 748, '83-05f23893-3651-4f88-b883-39cb87e7c213.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 4.3, 83),
('931f3c0b-e5b3-49e9-b267-2d2e9486ee53', 'Подставка Господин Ёлкин для новогоднего дерева', 549, '83-931f3c0b-e5b3-49e9-b267-2d2e9486ee53.webp', 'Самый лучший среди товаров на рынке Подставка Господин Ёлкин для новогоднего дерева', 4.1, 83),
('85c3405b-9fed-447a-be38-7303b93054e3', 'Подставка для ели Господин Ёлкин', 549, '83-85c3405b-9fed-447a-be38-7303b93054e3.webp', 'Самый лучший среди товаров на рынке Подставка для ели Господин Ёлкин', 4.6, 83),
('19da13d6-3975-4a8b-99e7-442350267adb', 'Подставка для ели Космос 1-91825', 349, '83-19da13d6-3975-4a8b-99e7-442350267adb.webp', 'Самый лучший среди товаров на рынке Подставка для ели Космос 1-91825', 4.15, 83),
('b66db981-3361-4103-8db0-d8889a1de97b', 'Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 260, '83-b66db981-3361-4103-8db0-d8889a1de97b.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 4.4, 83),
('ec7428e3-282c-4d67-a0c1-7277b7abad05', 'Подставка для ели То, что надо!', 170, '83-ec7428e3-282c-4d67-a0c1-7277b7abad05.webp', 'Самый лучший среди товаров на рынке Подставка для ели То, что надо!', 4.95, 83),
('63a2b874-2363-4c67-9613-e4c1aac77f24', 'Подложка под елку Actuel Юбка из ротанга 55 см', 1390, '83-63a2b874-2363-4c67-9613-e4c1aac77f24.webp', 'Самый лучший среди товаров на рынке Подложка под елку Actuel Юбка из ротанга 55 см', 4.1, 83),
('915799d7-6283-47d4-bb69-97dda576ab08', 'Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 350, '83-915799d7-6283-47d4-bb69-97dda576ab08.webp', 'Самый лучший среди товаров на рынке Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 4.1, 83),
('f421762b-99c6-413a-bf35-7a4b503839d1', 'Подставка под ель Вулкан зеленая 700 мл', 149, '83-f421762b-99c6-413a-bf35-7a4b503839d1.webp', 'Самый лучший среди товаров на рынке Подставка под ель Вулкан зеленая 700 мл', 4.95, 83),
('2f84af7f-268f-4acc-aadf-557b4a927496', 'Подставка для елки Laptev Ч_Елб3_черныйбронза', 1340, '83-2f84af7f-268f-4acc-aadf-557b4a927496.webp', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_черныйбронза', 4.1, 83),
('5e55e379-bfb7-4b84-ba8b-39c5859756c4', 'Подставка под живую елку с резервуаром для воды Вулкан 2', 1100, '83-5e55e379-bfb7-4b84-ba8b-39c5859756c4.webp', 'Самый лучший среди товаров на рынке Подставка под живую елку с резервуаром для воды Вулкан 2', 4.95, 83),
('ab251350-7a66-4c77-8780-e35ca0f7b43f', 'Подставка для елки Laptev Ч_Елб3_белый', 1340, '83-ab251350-7a66-4c77-8780-e35ca0f7b43f.webp', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_белый', 4.95, 83),
('c5f9cb32-f2c1-48aa-adea-7acff6e67d48', 'Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4000, '83-c5f9cb32-f2c1-48aa-adea-7acff6e67d48.webp', 'Самый лучший среди товаров на рынке Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4.95, 83),
('53f53f45-5b69-4050-ae04-8b8400a15b9a', 'Зимнее волшебство Мишка в звездах d-34 см, красный', 368, '83-53f53f45-5b69-4050-ae04-8b8400a15b9a.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Мишка в звездах d-34 см, красный', 4.2, 83),
('1c6a64d5-0108-4233-8723-97f43adf15c7', 'Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 262, '83-1c6a64d5-0108-4233-8723-97f43adf15c7.webp', 'Самый лучший среди товаров на рынке Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 4.95, 83),
('fe074260-25e6-41e9-a711-07a4425c798c', 'Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 800, '83-fe074260-25e6-41e9-a711-07a4425c798c.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 4.1, 83),
('fa7cbcf9-114c-4139-87c4-648a73ddd5c3', 'Подставка для ёлки, диаметр 42 мм', 812, '83-fa7cbcf9-114c-4139-87c4-648a73ddd5c3.webp', 'Самый лучший среди товаров на рынке Подставка для ёлки, диаметр 42 мм', 4.95, 83),
('bf025444-20fd-47c0-b493-86155b2c1e83', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 810, '83-bf025444-20fd-47c0-b493-86155b2c1e83.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 4.95, 83),
('6c7ad622-ff3e-475b-a2a2-0d631fd586a5', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 649, '83-6c7ad622-ff3e-475b-a2a2-0d631fd586a5.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 4.95, 83),
('a1fe7cc3-d44a-4f4b-8161-e01af0202fc3', 'Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 995, '83-a1fe7cc3-d44a-4f4b-8161-e01af0202fc3.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 4.1, 83);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('c288501d-9840-4c6c-905d-9f7963ec3724', 'Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 124990, '52-c288501d-9840-4c6c-905d-9f7963ec3724.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 4.95, 52),
('753278dd-b5fe-4e44-9165-03b3c8a5101c', 'Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 56390, '52-753278dd-b5fe-4e44-9165-03b3c8a5101c.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 4.1, 52),
('0c504e70-b863-436f-81c8-fa5a45efa0e0', 'Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 44390, '52-0c504e70-b863-436f-81c8-fa5a45efa0e0.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 4.95, 52),
('ef064e56-38e6-40b0-84c2-7cf66a9b8711', 'Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 22790, '52-ef064e56-38e6-40b0-84c2-7cf66a9b8711.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 4.1, 52),
('2e7f0df1-b2aa-470d-9de4-f3822d03dbf5', 'Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 37490, '52-2e7f0df1-b2aa-470d-9de4-f3822d03dbf5.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 4.95, 52),
('e64ebf05-786d-4226-aff5-e93a86f542ea', 'Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 61770, '52-e64ebf05-786d-4226-aff5-e93a86f542ea.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 4.95, 52),
('a5b6b2dc-4803-42d6-8c35-159f5dda95fd', 'Горные лыжи Season Nexus 2021 2022 black, 167 см', 59767, '52-a5b6b2dc-4803-42d6-8c35-159f5dda95fd.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2021 2022 black, 167 см', 4.95, 52),
('8cf4b22f-ec3b-4079-a3bb-48d6bae751fa', 'Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 54100, '52-8cf4b22f-ec3b-4079-a3bb-48d6bae751fa.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 4.95, 52),
('4cd30a8f-0b1e-4094-917d-80b2f55cd24e', 'Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 25767, '52-4cd30a8f-0b1e-4094-917d-80b2f55cd24e.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 4.95, 52),
('dbbd9648-9eee-45af-a937-5d9b6f3e8dbf', 'Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 25190, '52-dbbd9648-9eee-45af-a937-5d9b6f3e8dbf.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 4.95, 52),
('047d7217-bc55-449d-8581-9dc4daf62f92', 'Горные лыжи Fischer RC4 XTR RT+ RS10 PR 2021 2022 yellow, 162 см', 46790, '52-047d7217-bc55-449d-8581-9dc4daf62f92.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 XTR RT+ RS10 PR 2021 2022 yellow, 162 см', 4.95, 52),
('ee2ab56a-b7d6-4132-8e43-1645041b5c7c', 'Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 41240, '52-ee2ab56a-b7d6-4132-8e43-1645041b5c7c.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 4.95, 52),
('a6690ae3-2d94-4510-82b7-58e4576e907c', 'Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 114790, '52-a6690ae3-2d94-4510-82b7-58e4576e907c.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 4.95, 52),
('e042a8c0-436b-4445-8e21-495256a923af', 'Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 70790, '52-e042a8c0-436b-4445-8e21-495256a923af.webp', 'Самый лучший среди товаров на рынке Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 4.95, 52),
('bc384cf3-ac45-41a2-8d8b-2fc681d27b58', 'Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 23190, '52-bc384cf3-ac45-41a2-8d8b-2fc681d27b58.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 4.95, 52),
('07a6eaa5-877d-447f-a182-55214ab1830a', 'Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 19190, '52-07a6eaa5-877d-447f-a182-55214ab1830a.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 4.95, 52),
('4e0ccbb4-889f-4535-a3ed-09ccce62cca2', 'Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 79090, '52-4e0ccbb4-889f-4535-a3ed-09ccce62cca2.webp', 'Самый лучший среди товаров на рынке Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 4.1, 52),
('6952e7ff-5cf9-4974-a91f-6c1165d73155', 'Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 66890, '52-6952e7ff-5cf9-4974-a91f-6c1165d73155.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 4.95, 52),
('ae32bcc1-949e-4b4c-ac64-f4a157d72a4d', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 95890, '52-ae32bcc1-949e-4b4c-ac64-f4a157d72a4d.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 4.95, 52),
('c7084ff5-29b5-4889-a2dc-c176fb5365ef', 'Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 46790, '52-c7084ff5-29b5-4889-a2dc-c176fb5365ef.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 4.95, 52),
('ac767a81-f6d1-4ca6-b7e1-7a25eae4c33f', 'Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 167990, '52-ac767a81-f6d1-4ca6-b7e1-7a25eae4c33f.webp', 'Самый лучший среди товаров на рынке Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 4.95, 52),
('25104515-6d73-4af0-bae9-9722f566503f', 'Горные лыжи Head Supershape e-Titan SW SF-PR + PRD 12 GW (23 24) 2023 2024 black, 177 см', 124990, '52-25104515-6d73-4af0-bae9-9722f566503f.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Supershape e-Titan SW SF-PR + PRD 12 GW (23 24) 2023 2024 black, 177 см', 4.95, 52),
('8cdc3d23-9d2a-4850-82c4-9570c4249649', 'Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 73490, '52-8cdc3d23-9d2a-4850-82c4-9570c4249649.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 4.95, 52),
('b6f365a3-fc06-46a3-8255-a75c81c12cf8', 'Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 20890, '52-b6f365a3-fc06-46a3-8255-a75c81c12cf8.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 4.95, 52),
('2ca3e23e-02bd-464d-9487-cf156450277b', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 95890, '52-2ca3e23e-02bd-464d-9487-cf156450277b.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 4.95, 52),
('0370993d-2c0f-49ad-90fc-85749e5d6291', 'Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 52790, '52-0370993d-2c0f-49ad-90fc-85749e5d6291.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 4.95, 52),
('273ee4e3-263f-4005-be6b-f89ed2138092', 'Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 57590, '52-273ee4e3-263f-4005-be6b-f89ed2138092.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 4.95, 52),
('62e01401-8b85-4c64-9490-9df38670d99e', 'Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 44390, '52-62e01401-8b85-4c64-9490-9df38670d99e.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 4.95, 52),
('1587d9ea-7567-4dc1-99fd-af5c8037b261', 'Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 48820, '52-1587d9ea-7567-4dc1-99fd-af5c8037b261.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 4.95, 52),
('6e7141dc-39aa-4174-8550-94b9cd92455e', 'Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 25190, '52-6e7141dc-39aa-4174-8550-94b9cd92455e.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 4.95, 52),
('3386f1fc-dd3b-447c-a1a4-ec76ea12532a', 'Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 52490, '52-3386f1fc-dd3b-447c-a1a4-ec76ea12532a.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 4.95, 52),
('e663ae95-23a7-44e6-85a3-f06a5f336576', 'Горные лыжи Elan Scx Fusionx + Emx 12.0 GW Fus. X Blk Grn 2020 2021 green, 168 см', 82434, '52-e663ae95-23a7-44e6-85a3-f06a5f336576.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Scx Fusionx + Emx 12.0 GW Fus. X Blk Grn 2020 2021 green, 168 см', 4.95, 52),
('2e093d1d-6aab-4954-813f-051acf390a2b', 'Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 44212, '52-2e093d1d-6aab-4954-813f-051acf390a2b.webp', 'Самый лучший среди товаров на рынке Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 4.95, 52),
('4259b1b4-9b13-48c3-87e1-3a671fc0e0a0', 'Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 21590, '52-4259b1b4-9b13-48c3-87e1-3a671fc0e0a0.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 4.95, 52),
('c8831b34-badc-40f8-9e58-4d3373c7c6d6', 'Горные лыжи Season Nexus 2020 2021 black, 183 см', 59767, '52-c8831b34-badc-40f8-9e58-4d3373c7c6d6.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2020 2021 black, 183 см', 4.95, 52),
('c8f96b62-6e6f-4df1-9b28-e73c899320de', 'Горные лыжи Season Aero 2021 2022 black, 158 см', 60767, '52-c8f96b62-6e6f-4df1-9b28-e73c899320de.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Aero 2021 2022 black, 158 см', 4.95, 52);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4389075f-f744-4b8f-b139-1a472587b072', 'Маска для губ ночная Laneige Lip sleeping mask mini pink, 3мл', 183, '61-4389075f-f744-4b8f-b139-1a472587b072.webp', 'Самый лучший среди товаров на рынке Маска для губ ночная Laneige Lip sleeping mask mini pink, 3мл', 4.37, 61),
('415bc7cf-8170-4eaa-9dc0-ebb5fe4276e0', 'Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 245, '61-415bc7cf-8170-4eaa-9dc0-ebb5fe4276e0.webp', 'Самый лучший среди товаров на рынке Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 4.88, 61),
('dc2bd375-09b4-4ec3-833b-3f56d53fbf4c', 'Пенка для умывания улиточная Elizavecca 24k gold snail Cleansing Foam', 695, '61-dc2bd375-09b4-4ec3-833b-3f56d53fbf4c.webp', 'Самый лучший среди товаров на рынке Пенка для умывания улиточная Elizavecca 24k gold snail Cleansing Foam', 4.95, 61),
('907caeb2-da66-48d2-ad42-9e6afed3e895', 'Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 464, '61-907caeb2-da66-48d2-ad42-9e6afed3e895.webp', 'Самый лучший среди товаров на рынке Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 4.61, 61),
('c805d028-4e34-47b7-81b3-799c13903c52', 'Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 204, '61-c805d028-4e34-47b7-81b3-799c13903c52.webp', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 4.54, 61),
('58c0d1d3-7fcf-470d-8ec8-c0641e9dbefc', 'Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 194, '61-58c0d1d3-7fcf-470d-8ec8-c0641e9dbefc.webp', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 4.19, 61),
('2176bd47-177a-4fe8-8138-cf61c5fa9a90', 'Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 522, '61-2176bd47-177a-4fe8-8138-cf61c5fa9a90.webp', 'Самый лучший среди товаров на рынке Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 4.11, 61),
('53d1016e-cf87-409d-a4a2-49762750bb8e', 'Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 310, '61-53d1016e-cf87-409d-a4a2-49762750bb8e.webp', 'Самый лучший среди товаров на рынке Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 4.98, 61),
('7c6e4d20-120d-43e5-ac55-7904c3a66394', 'Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 30, '61-7c6e4d20-120d-43e5-ac55-7904c3a66394.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 4.32, 61),
('f4446c46-6e3d-4606-bc20-d67fc97cd136', 'Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 56, '61-f4446c46-6e3d-4606-bc20-d67fc97cd136.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 4.37, 61),
('82afd428-8ecf-4a77-acc4-2a20092e2ab6', 'Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 431, '61-82afd428-8ecf-4a77-acc4-2a20092e2ab6.webp', 'Самый лучший среди товаров на рынке Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 4.61, 61),
('f8788e2a-aee6-4e10-aa81-1d60d7b0d83e', 'Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 412, '61-f8788e2a-aee6-4e10-aa81-1d60d7b0d83e.webp', 'Самый лучший среди товаров на рынке Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 4.68, 61),
('3ee34fd9-ad48-427a-aca9-c1c216109b85', 'Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 331, '61-3ee34fd9-ad48-427a-aca9-c1c216109b85.webp', 'Самый лучший среди товаров на рынке Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 4.24, 61),
('d8cb2c2c-3535-42ea-987d-c7864b8935a5', 'Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 255, '61-d8cb2c2c-3535-42ea-987d-c7864b8935a5.webp', 'Самый лучший среди товаров на рынке Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 4.22, 61),
('4777c01b-e07e-491d-997e-f5ae05fc75bb', 'Омолаживающая сыворотка Aravia Laboratories с пептидами ANTI-AGE DEEP SERUM 30 мл', 499, '61-4777c01b-e07e-491d-997e-f5ae05fc75bb.webp', 'Самый лучший среди товаров на рынке Омолаживающая сыворотка Aravia Laboratories с пептидами ANTI-AGE DEEP SERUM 30 мл', 4.39, 61),
('6790e98c-841c-4dc0-8d83-4f3f8dbeea6b', 'Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 422, '61-6790e98c-841c-4dc0-8d83-4f3f8dbeea6b.webp', 'Самый лучший среди товаров на рынке Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 4.93, 61),
('dfa74bc8-f9f2-4361-815c-b8a06a4a36b6', 'Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 55, '61-dfa74bc8-f9f2-4361-815c-b8a06a4a36b6.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 4.47, 61),
('ae656776-bfee-4ade-9134-87f03541e051', 'Крем для лица Name Skin Care с гиалуроновой кислотой Глубокое Увлажнение, 120 мл', 332, '61-ae656776-bfee-4ade-9134-87f03541e051.webp', 'Самый лучший среди товаров на рынке Крем для лица Name Skin Care с гиалуроновой кислотой Глубокое Увлажнение, 120 мл', 4.79, 61),
('4f999706-e3e2-45bb-aa4c-f289c57e9c8f', 'Крем для лица Aravia Professional PHA-Active балансирующий с РНА-кислотами 50 мл', 266, '61-4f999706-e3e2-45bb-aa4c-f289c57e9c8f.webp', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional PHA-Active балансирующий с РНА-кислотами 50 мл', 4.13, 61),
('b8feb730-6b30-47bf-a491-8e4f015a07c8', 'Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 478, '61-b8feb730-6b30-47bf-a491-8e4f015a07c8.webp', 'Самый лучший среди товаров на рынке Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 4.88, 61);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2d7f59de-423e-4c32-bd18-e8b367419fc7', 'Ель русская Господин Елкин 135-165 см', 999, '82-2d7f59de-423e-4c32-bd18-e8b367419fc7.webp', 'Самый лучший среди товаров на рынке Ель русская Господин Елкин 135-165 см', 4.27, 82),
('38f8631f-33a7-46f9-bed4-1cf4adc97b88', 'Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 11200, '82-38f8631f-33a7-46f9-bed4-1cf4adc97b88.webp', 'Самый лучший среди товаров на рынке Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 4.95, 82),
('2445ecd3-c6e4-4ef0-87f4-e2f485872656', 'Пихта датская Нордмана 125-150 см', 7990, '82-2445ecd3-c6e4-4ef0-87f4-e2f485872656.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 125-150 см', 4.1, 82),
('e2fa77b5-e79b-47ca-a05a-8729747ff573', 'Пихта датская Нордмана 100-125 см', 6990, '82-e2fa77b5-e79b-47ca-a05a-8729747ff573.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 100-125 см', 4.95, 82),
('aae5d1b3-2a45-4212-88b0-7657623362f0', 'Пихта русская Кутепово 45-50 см', 846, '82-aae5d1b3-2a45-4212-88b0-7657623362f0.webp', 'Самый лучший среди товаров на рынке Пихта русская Кутепово 45-50 см', 4.95, 82),
('7f2255a2-0ff7-412c-83f6-08eacb1e8e9d', 'Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 15000, '82-7f2255a2-0ff7-412c-83f6-08eacb1e8e9d.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 4.95, 82),
('5a90807f-fdcf-4e11-98fb-8bb18eb108c5', 'Ель  Цветочная Мастерская Синичка elkasizel 50 см', 8900, '82-5a90807f-fdcf-4e11-98fb-8bb18eb108c5.webp', 'Самый лучший среди товаров на рынке Ель  Цветочная Мастерская Синичка elkasizel 50 см', 4.95, 82),
('868b7107-0e17-4259-9fd3-51d0f86d8d0e', 'Ель Цветочная Мастерская Синичка S minieli24 30 см', 4100, '82-868b7107-0e17-4259-9fd3-51d0f86d8d0e.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка S minieli24 30 см', 4.95, 82),
('dcbe141c-6573-4b56-9a41-0d9c949a32cb', 'Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 5000, '82-dcbe141c-6573-4b56-9a41-0d9c949a32cb.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 4.95, 82),
('f68a776f-d6c8-4669-8999-364a27d48ab5', 'Лапник Пихты Сибирской 8-12 веток', , '82-f68a776f-d6c8-4669-8999-364a27d48ab5.webp', 'Самый лучший среди товаров на рынке Лапник Пихты Сибирской 8-12 веток', 4.95, 82),
('5b019fbb-e40d-44ee-8326-f3ab24b884a1', 'Живая Пихта Нордмана Экселент 150-175 см', , '82-5b019fbb-e40d-44ee-8326-f3ab24b884a1.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 150-175 см', 4.2, 82),
('28dc9b0b-2de7-4077-bce5-d8579f55cb67', 'Живая Ель Русская обыкновенная 150-180 см', , '82-28dc9b0b-2de7-4077-bce5-d8579f55cb67.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 150-180 см', 4.95, 82),
('001b7d3c-225d-4def-bfb1-a362364d5ebe', 'Живая Пихта Нордмана Экселент 125-150 см', , '82-001b7d3c-225d-4def-bfb1-a362364d5ebe.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 125-150 см', 4.1, 82),
('3e2289b9-b92b-420c-b172-c2adf5d87673', 'Живая Пихта Фразера в горшке 100-125 см', , '82-3e2289b9-b92b-420c-b172-c2adf5d87673.webp', 'Самый лучший среди товаров на рынке Живая Пихта Фразера в горшке 100-125 см', 4.1, 82),
('60444f26-3887-43f7-a085-cdd38f624085', 'Живая Ель Русская обыкновенная 210-230 см', , '82-60444f26-3887-43f7-a085-cdd38f624085.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 210-230 см', 4.95, 82),
('d015f222-919c-4a61-be11-c50ab773550e', 'Живая Сосна обыкновенная срезанная Эккстра 160-180 см', , '82-d015f222-919c-4a61-be11-c50ab773550e.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Эккстра 160-180 см', 4.95, 82),
('0e6ec600-e207-435a-9d73-e642094f6813', 'Живая Сосна обыкновенная срезанная Экстра 120-140 см', , '82-0e6ec600-e207-435a-9d73-e642094f6813.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 120-140 см', 4.1, 82),
('b946c39f-6219-42f5-a6be-23b32ffae17a', 'Живая Пихта Нордмана Экселент 100-125 см', , '82-b946c39f-6219-42f5-a6be-23b32ffae17a.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 100-125 см', 4.1, 82),
('c52bdfae-35f1-4db8-82bf-a960f0ec3f5e', 'Живая Ель Русская обыкновенная 180-210 см', , '82-c52bdfae-35f1-4db8-82bf-a960f0ec3f5e.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 180-210 см', 4.1, 82),
('d5c91fba-c6b5-40b8-a2db-3e64caa6a96f', 'Живая Ель Русская обыкновенная 250-300 см', , '82-d5c91fba-c6b5-40b8-a2db-3e64caa6a96f.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 250-300 см', 4.95, 82),
('f5273ff9-cb84-4326-9701-2f45b424415d', 'Хвойная композиция из живой ели Чупакабра 50-70 см', , '82-f5273ff9-cb84-4326-9701-2f45b424415d.webp', 'Самый лучший среди товаров на рынке Хвойная композиция из живой ели Чупакабра 50-70 см', 4.95, 82),
('03385aeb-66c8-47a4-b9ab-b37a5c7d38a4', 'Пихта датская Нордмана 175-200 см', , '82-03385aeb-66c8-47a4-b9ab-b37a5c7d38a4.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 175-200 см', 4.95, 82),
('a54354c5-26c0-4477-94df-08d7dca946be', 'Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', , '82-a54354c5-26c0-4477-94df-08d7dca946be.webp', 'Самый лучший среди товаров на рынке Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', 4.12, 82),
('9f1d1244-f208-491f-b39b-852fb1bd45b2', 'Живая Ель Русская обыкновенная 120-150 см', , '82-9f1d1244-f208-491f-b39b-852fb1bd45b2.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 120-150 см', 4.95, 82),
('4275cb07-9172-440f-b327-cdc5a97a27f1', 'Живая Сосна обыкновенная срезанная Экстра 140-160 см', , '82-4275cb07-9172-440f-b327-cdc5a97a27f1.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 140-160 см', 4.95, 82),
('48bc37d4-296e-496e-87c2-45e8cb4ad0e1', 'Пихта датская Нордмана 150-175 см', , '82-48bc37d4-296e-496e-87c2-45e8cb4ad0e1.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 150-175 см', 4.95, 82),
('f457e8cd-3c5d-4995-86c3-57516497b01f', 'Ель русская 125-150 см', , '82-f457e8cd-3c5d-4995-86c3-57516497b01f.webp', 'Самый лучший среди товаров на рынке Ель русская 125-150 см', 4.1, 82),
('2d5b1a28-e9fb-42e6-a0bc-2ffae1cd85cf', 'Ель русская 150-175 см', , '82-2d5b1a28-e9fb-42e6-a0bc-2ffae1cd85cf.webp', 'Самый лучший среди товаров на рынке Ель русская 150-175 см', 4.2, 82),
('48264eb5-a2fa-4915-a398-2d62787998e2', 'Ель русская 175-200 см', , '82-48264eb5-a2fa-4915-a398-2d62787998e2.webp', 'Самый лучший среди товаров на рынке Ель русская 175-200 см', 4.95, 82),
('f68eae83-96ad-49b2-b7bc-c75c17c25d85', 'Ель русская 200-225 см', , '82-f68eae83-96ad-49b2-b7bc-c75c17c25d85.webp', 'Самый лучший среди товаров на рынке Ель русская 200-225 см', 4.1, 82);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a28b80c4-ab30-415f-a6f8-0bb5a2159cf0', 'Стол LETTA Ультра, Белое тиснение', 4999, '92-a28b80c4-ab30-415f-a6f8-0bb5a2159cf0.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Белое тиснение', 4.24, 92),
('16b6efda-f59d-483b-925a-2248ad48da3d', 'Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 5775, '92-16b6efda-f59d-483b-925a-2248ad48da3d.webp', 'Самый лучший среди товаров на рынке Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 4.65, 92),
('73891565-1b24-408c-9c61-83824a6781ce', 'Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 10765, '92-73891565-1b24-408c-9c61-83824a6781ce.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.67, 92),
('9b10f8e0-5ef9-41d9-8a81-087eacde160c', 'Стол письменный Woodville Kiwi белый', 1640, '92-9b10f8e0-5ef9-41d9-8a81-087eacde160c.webp', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi белый', 4.24, 92),
('53a95dd2-caac-48e9-9f62-bd3984e21e55', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 5300, '92-53a95dd2-caac-48e9-9f62-bd3984e21e55.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 4.71, 92),
('e9189e94-c91b-472b-904e-dbfd5f80424d', 'Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 7490, '92-e9189e94-c91b-472b-904e-dbfd5f80424d.webp', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 4.33, 92),
('ba40b1b1-fe78-4fd2-9f9d-7e843d76c228', 'Стол LETTA Ультра, Дуб сонома', 4999, '92-ba40b1b1-fe78-4fd2-9f9d-7e843d76c228.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Дуб сонома', 4.50, 92),
('a1f5fbcb-7175-4529-a752-e5eafb6e427a', 'Письменный стол LOFTWELL "Light" Ясень', 9090, '92-a1f5fbcb-7175-4529-a752-e5eafb6e427a.webp', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Ясень', 4.14, 92),
('962a2254-580f-4d88-a82d-dc7b43d49499', 'Cтол складной GreenWeen SKANDI, белый дуб канзас', 8570, '92-962a2254-580f-4d88-a82d-dc7b43d49499.webp', 'Самый лучший среди товаров на рынке Cтол складной GreenWeen SKANDI, белый дуб канзас', 4.95, 92),
('2b61571a-9a10-44bf-8b1d-91e787abc115', 'Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 11015, '92-2b61571a-9a10-44bf-8b1d-91e787abc115.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 4.23, 92),
('a0ef95a0-b3e3-46d8-b827-f0aa703bb164', 'Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 9900, '92-a0ef95a0-b3e3-46d8-b827-f0aa703bb164.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 4.53, 92),
('e6537d96-481c-4a50-ab2f-af7b4d91a702', 'Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 6900, '92-e6537d96-481c-4a50-ab2f-af7b4d91a702.webp', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 4.41, 92),
('f22b9793-19f9-42d9-b95e-09eb54e80414', 'Письменный стол LOFTWELL "Light" Цемент', 9090, '92-f22b9793-19f9-42d9-b95e-09eb54e80414.webp', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Цемент', 4.27, 92),
('27a3826d-93f8-43af-b59b-653dc46e3668', 'Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 3850, '92-27a3826d-93f8-43af-b59b-653dc46e3668.webp', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 4.93, 92),
('03d2cc13-7817-4c9e-ab7a-88cec7a28fce', 'Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 6599, '92-03d2cc13-7817-4c9e-ab7a-88cec7a28fce.webp', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 4.39, 92),
('c809aa81-6eea-4f9b-9702-3c0302eaf254', 'Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 8484, '92-c809aa81-6eea-4f9b-9702-3c0302eaf254.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.42, 92),
('834dd97b-6d55-4db5-a811-21b9c7190949', 'Стол письменный Найс с ящиком,750х350х750, Белый', 2435, '92-834dd97b-6d55-4db5-a811-21b9c7190949.webp', 'Самый лучший среди товаров на рынке Стол письменный Найс с ящиком,750х350х750, Белый', 4.19, 92),
('63da5be1-6761-4998-9488-bfb032fd400e', 'Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 6900, '92-63da5be1-6761-4998-9488-bfb032fd400e.webp', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 4.55, 92),
('2e4be520-ffab-49c2-a1d0-c63c2b1ccbde', 'Письменный стол Beneli Алекс белый, 100х50х76 см', 5980, '92-2e4be520-ffab-49c2-a1d0-c63c2b1ccbde.webp', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс белый, 100х50х76 см', 4.55, 92),
('25138fd4-eb52-456a-91f4-de85ea6e6d51', 'Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4790, '92-25138fd4-eb52-456a-91f4-de85ea6e6d51.webp', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4.48, 92),
('fab84681-104c-443d-b64a-ca5ca6ebd23e', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 5300, '92-fab84681-104c-443d-b64a-ca5ca6ebd23e.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 4.13, 92),
('d2b248c1-6448-49d0-8e1b-7b7887cb9561', 'Письменный стол MFMaster 80309495, белый', 1599, '92-d2b248c1-6448-49d0-8e1b-7b7887cb9561.webp', 'Самый лучший среди товаров на рынке Письменный стол MFMaster 80309495, белый', 4.53, 92),
('26739022-d090-4d6f-9dd8-4aa4c00f48cb', 'Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 2850, '92-26739022-d090-4d6f-9dd8-4aa4c00f48cb.webp', 'Самый лучший среди товаров на рынке Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 4.45, 92),
('2096cce2-190d-4ae6-aaaa-bc84ff269d4f', 'Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 1799, '92-2096cce2-190d-4ae6-aaaa-bc84ff269d4f.webp', 'Самый лучший среди товаров на рынке Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 4.5, 92),
('f7adf056-d21c-47ec-bccc-24e77ec47566', 'Стол письменный ТриЯ Марли Тип 1 Белый', 7260, '92-f7adf056-d21c-47ec-bccc-24e77ec47566.webp', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ Марли Тип 1 Белый', 4.5, 92),
('37113e97-af91-4723-bc20-1dbbdc08c750', 'Стол письменный Woodville Kiwi венге', 3879, '92-37113e97-af91-4723-bc20-1dbbdc08c750.webp', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi венге', 4.13, 92),
('dc5ecf83-f4b0-4144-8c4d-93e2317b33f7', 'Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4290, '92-dc5ecf83-f4b0-4144-8c4d-93e2317b33f7.webp', 'Самый лучший среди товаров на рынке Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4.16, 92),
('c01dd53e-7541-40a7-9235-86bedbb50576', 'Стол компьютерный ГРАНИКУМ Дива белый', 1767, '92-c01dd53e-7541-40a7-9235-86bedbb50576.webp', 'Самый лучший среди товаров на рынке Стол компьютерный ГРАНИКУМ Дива белый', 4.1, 92),
('9fbdac7a-9dac-4ca8-bec8-d2d89f612122', 'Стол игровой GMNG GG-TB201 карбон', 27688, '92-9fbdac7a-9dac-4ca8-bec8-d2d89f612122.webp', 'Самый лучший среди товаров на рынке Стол игровой GMNG GG-TB201 карбон', 4.2, 92),
('40947d5b-a97a-4d4d-9eb3-571da6f25f17', 'Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4790, '92-40947d5b-a97a-4d4d-9eb3-571da6f25f17.webp', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4.10, 92),
('d9289041-e567-46fa-8854-dbe57b360692', 'Стол LETTA Ультра, Венге', 4999, '92-d9289041-e567-46fa-8854-dbe57b360692.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Венге', 4.14, 92),
('2365648d-724f-48a0-abb3-63eed3926b47', 'Стол письменный LETTA Ультра с тумбой Белое тиснение', 4399, '92-2365648d-724f-48a0-abb3-63eed3926b47.webp', 'Самый лучший среди товаров на рынке Стол письменный LETTA Ультра с тумбой Белое тиснение', 4.14, 92),
('487aa9e8-3154-447a-96a4-af23dd99f2f7', 'Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 9900, '92-487aa9e8-3154-447a-96a4-af23dd99f2f7.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 4.21, 92),
('c1db16e6-7454-4fa9-8b45-847e595addbf', 'Компьютерный, письменный стол СТОЛПЛИТ Кито СБ-3212 Белый', 4150, '92-c1db16e6-7454-4fa9-8b45-847e595addbf.webp', 'Самый лучший среди товаров на рынке Компьютерный, письменный стол СТОЛПЛИТ Кито СБ-3212 Белый', 4.10, 92),
('84f85407-3f70-4360-9ffe-28c2ebe67dfd', 'Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 6600, '92-84f85407-3f70-4360-9ffe-28c2ebe67dfd.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 4.15, 92);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('5ff74d60-2f88-47da-a395-0a1a2ddffcb3', 'Холодильник Beko B5RCNK403ZW белый', 43990, '31-5ff74d60-2f88-47da-a395-0a1a2ddffcb3.webp', 'Самый лучший среди товаров на рынке Холодильник Beko B5RCNK403ZW белый', 4.97, 31),
('d0e4752c-2a23-4ca4-9b2a-6850bf71132d', 'Холодильник Haier C2F637CWMV белый', 43500, '31-d0e4752c-2a23-4ca4-9b2a-6850bf71132d.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CWMV белый', 4.76, 31),
('cf78cc9f-a7e2-4574-b2cc-93434a20b10c', 'Холодильник Gorenje NRK6202AW4 белый', 48999, '31-cf78cc9f-a7e2-4574-b2cc-93434a20b10c.webp', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK6202AW4 белый', 4.2, 31),
('2e2a900e-970c-43e5-8c27-1f45449c9141', 'Холодильник Haier C2F637CFMV серый', 59999, '31-2e2a900e-970c-43e5-8c27-1f45449c9141.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CFMV серый', 4.58, 31),
('2bbb4328-39a5-464f-8971-a232e33b8a34', 'Холодильник Candy CCRN 6200 W белый', 34999, '31-2bbb4328-39a5-464f-8971-a232e33b8a34.webp', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 W белый', 4.2, 31),
('034d4687-9cb8-4d5f-85c6-fb5a756b6091', 'Холодильник Beko RCSK 270M20 W белый', 25990, '31-034d4687-9cb8-4d5f-85c6-fb5a756b6091.webp', 'Самый лучший среди товаров на рынке Холодильник Beko RCSK 270M20 W белый', 4.93, 31),
('391f8cf3-214b-4047-a04d-7192d9d30520', 'Холодильник Indesit ITS 5200 W белый', 35999, '31-391f8cf3-214b-4047-a04d-7192d9d30520.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 5200 W белый', 4.83, 31),
('de08fdf4-4de2-4777-95e0-c7ee7500bc63', 'Холодильник Indesit ITS 4180 W белый', 29999, '31-de08fdf4-4de2-4777-95e0-c7ee7500bc63.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 4180 W белый', 4.2, 31),
('bfe55211-4043-40e1-8416-87fb26b9e674', 'Холодильник Candy CCRN 6200 S серебристый', 40999, '31-bfe55211-4043-40e1-8416-87fb26b9e674.webp', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 S серебристый', 4.76, 31),
('ef9303a9-c334-4c00-a1cd-254cff4c998a', 'Холодильник ATLANT ХМ-4625-109 ND белый', 42999, '31-ef9303a9-c334-4c00-a1cd-254cff4c998a.webp', 'Самый лучший среди товаров на рынке Холодильник ATLANT ХМ-4625-109 ND белый', 4.29, 31),
('094bc22a-69ec-4b79-b776-d9c406adc224', 'Холодильник Gorenje NRK620EABXL4 черный', 71499, '31-094bc22a-69ec-4b79-b776-d9c406adc224.webp', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK620EABXL4 черный', 4.52, 31),
('fa52f00a-e9c4-4e42-861e-69c070cdbd4a', 'Холодильник Indesit DS4200W белый', 27990, '31-fa52f00a-e9c4-4e42-861e-69c070cdbd4a.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4200W белый', 4.27, 31),
('95992f46-68a9-4f2e-9ea6-c553cdc56dd8', 'Холодильник Haier C2F636CFRG серебристый', 54999, '31-95992f46-68a9-4f2e-9ea6-c553cdc56dd8.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F636CFRG серебристый', 4.94, 31),
('32bfb6e6-4102-4343-9689-2f66aa3c2d31', 'Холодильник Indesit DS4160W белый', 23990, '31-32bfb6e6-4102-4343-9689-2f66aa3c2d31.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4160W белый', 4.3, 31);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('108e518f-6bc6-4bfd-9914-d499a99b08fa', 'Пылесос Timberk T-VCC-230 серый, желтый', 6999, '33-108e518f-6bc6-4bfd-9914-d499a99b08fa.webp', 'Самый лучший среди товаров на рынке Пылесос Timberk T-VCC-230 серый, желтый', 4.25, 33),
('32aac5eb-b148-407b-8c05-f2de710abfea', 'Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 14539, '33-32aac5eb-b148-407b-8c05-f2de710abfea.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 4.50, 33),
('6923eba4-b10e-4a44-95d5-bbb9377481f8', 'Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 3439, '33-6923eba4-b10e-4a44-95d5-bbb9377481f8.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 4.46, 33),
('8b399b98-6441-48fc-9dbe-deeb268e7441', 'Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 19699, '33-8b399b98-6441-48fc-9dbe-deeb268e7441.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 4.10, 33),
('eed8f447-fe10-4747-b4d0-a2f4f81f678f', 'Робот-пылесос Xiaomi Robot Vacuum S12 EU', 35990, '33-eed8f447-fe10-4747-b4d0-a2f4f81f678f.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S12 EU', 4.73, 33),
('544e3abd-9fe1-4cdf-8020-81671e40cb54', 'Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 19275, '33-544e3abd-9fe1-4cdf-8020-81671e40cb54.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 4.81, 33),
('d6321da3-c485-403a-adbc-609436453cd5', 'Вертикальный пылесос Deerma DX118C White', 2590, '33-d6321da3-c485-403a-adbc-609436453cd5.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX118C White', 4.81, 33),
('e9610e07-831a-4004-a34d-26884646d5b5', 'Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 2299, '33-e9610e07-831a-4004-a34d-26884646d5b5.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 4.13, 33),
('25d94a26-44a2-4778-8a09-eea0a1a93f74', 'Робот-пылесос Xiaomi Robot Vacuum S10 B106GL белый', 21500, '33-25d94a26-44a2-4778-8a09-eea0a1a93f74.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 B106GL белый', 4.86, 33),
('4f213286-2e90-403b-b52b-80fba4ab0a55', 'Вертикальный пылесос Deerma DX700 (Европейская версия)', 3290, '33-4f213286-2e90-403b-b52b-80fba4ab0a55.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX700 (Европейская версия)', 4.11, 33),
('627c6d9b-94fa-40e4-807d-0604c0f4a5b0', 'Робот-пылесос Dreame Bot L10s Ultra белый', 84990, '33-627c6d9b-94fa-40e4-807d-0604c0f4a5b0.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Dreame Bot L10s Ultra белый', 4.81, 33);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4e9965c9-0cf1-4afc-ad8f-e51abe039dfc', 'Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 3655, '42-4e9965c9-0cf1-4afc-ad8f-e51abe039dfc.webp', 'Самый лучший среди товаров на рынке Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 4.34, 42),
('ddb82877-8bd5-415a-8bea-72decd0e0029', 'Акустическая гитара Belucci BC3810 BK', 3900, '42-ddb82877-8bd5-415a-8bea-72decd0e0029.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3810 BK', 4.16, 42),
('317c0b66-333d-45db-94ff-2082e4bed241', 'Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 687, '42-317c0b66-333d-45db-94ff-2082e4bed241.webp', 'Самый лучший среди товаров на рынке Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 4.37, 42),
('bd15baf6-001b-4c83-8d93-0a788193df63', 'Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 13244, '42-bd15baf6-001b-4c83-8d93-0a788193df63.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 4.40, 42),
('d58c0715-1b7d-4ca9-b094-595a5b8a1650', 'Акустическая гитара Cort AD810 OP', 12797, '42-d58c0715-1b7d-4ca9-b094-595a5b8a1650.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Cort AD810 OP', 4.32, 42),
('fed795fa-a1df-4581-a4ad-6b838c84d214', 'Укулеле Belucci XU21-11 White', 1982, '42-fed795fa-a1df-4581-a4ad-6b838c84d214.webp', 'Самый лучший среди товаров на рынке Укулеле Belucci XU21-11 White', 4.23, 42),
('60154373-f085-411a-9f47-693327781b40', 'JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 1690, '42-60154373-f085-411a-9f47-693327781b40.webp', 'Самый лучший среди товаров на рынке JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 4.45, 42),
('219e7923-c603-4676-b0f7-68dc85557f3a', 'Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4356, '42-219e7923-c603-4676-b0f7-68dc85557f3a.webp', 'Самый лучший среди товаров на рынке Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4.22, 42),
('3f6125c0-c0bb-4c72-8b24-f3c4223478b4', 'Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4300, '42-3f6125c0-c0bb-4c72-8b24-f3c4223478b4.webp', 'Самый лучший среди товаров на рынке Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4.40, 42),
('872e17fd-2aac-45a6-ade1-d9afeec4aee3', 'Акустическая шестиструнная гитара DAVINCI DF-50C RD', 3230, '42-872e17fd-2aac-45a6-ade1-d9afeec4aee3.webp', 'Самый лучший среди товаров на рынке Акустическая шестиструнная гитара DAVINCI DF-50C RD', 4.8, 42),
('dffac378-4e87-4eb6-a89d-af4fe49e2ab6', 'Укулеле концерт FLIGHT NUC 310', 6480, '42-dffac378-4e87-4eb6-a89d-af4fe49e2ab6.webp', 'Самый лучший среди товаров на рынке Укулеле концерт FLIGHT NUC 310', 4.41, 42),
('90237f65-7d10-4870-81a9-4e2f8db21d8c', 'Brahner Us-075 bk - Укулеле', 1267, '42-90237f65-7d10-4870-81a9-4e2f8db21d8c.webp', 'Самый лучший среди товаров на рынке Brahner Us-075 bk - Укулеле', 4.4, 42),
('87ab77a9-e963-4c04-a45c-039789f36ff7', 'DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 3213, '42-87ab77a9-e963-4c04-a45c-039789f36ff7.webp', 'Самый лучший среди товаров на рынке DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 4.2, 42),
('95170813-5d3d-4c02-9283-38b6834f6010', 'Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 11210, '42-95170813-5d3d-4c02-9283-38b6834f6010.webp', 'Самый лучший среди товаров на рынке Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 4.6, 42),
('175cc6bb-82ff-4085-a463-c35f8ee6b410', 'Комбо моделирующий MOOER DH01 Hornet 15 bk', 12990, '42-175cc6bb-82ff-4085-a463-c35f8ee6b410.webp', 'Самый лучший среди товаров на рынке Комбо моделирующий MOOER DH01 Hornet 15 bk', 4.17, 42),
('f637561e-738d-4ba7-9fb3-f758ec38b4ce', 'Акустическая гитара Belucci BC3820 BK', 4359, '42-f637561e-738d-4ba7-9fb3-f758ec38b4ce.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3820 BK', 4.59, 42),
('887726a1-4545-42ea-9b51-0ec3c9d8b70d', 'Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4872, '42-887726a1-4545-42ea-9b51-0ec3c9d8b70d.webp', 'Самый лучший среди товаров на рынке Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4.5, 42),
('d473dff0-bf24-45d9-9850-64020b7d9ffa', 'Укулеле сопрано DAVINCI VINS-20HEART', 2444, '42-d473dff0-bf24-45d9-9850-64020b7d9ffa.webp', 'Самый лучший среди товаров на рынке Укулеле сопрано DAVINCI VINS-20HEART', 4.14, 42),
('283a9d89-30b1-4f53-b85e-31ac4d1b1c89', 'Микрофонный кабель Rockdale MC001.10 OFC, 84х0,1+2х(28х0,1), длина 3,3 м', 680, '42-283a9d89-30b1-4f53-b85e-31ac4d1b1c89.webp', 'Самый лучший среди товаров на рынке Микрофонный кабель Rockdale MC001.10 OFC, 84х0,1+2х(28х0,1), длина 3,3 м', 4.15, 42),
('50923277-7b0f-4990-a6da-b1224301b0f9', 'Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 6885, '42-50923277-7b0f-4990-a6da-b1224301b0f9.webp', 'Самый лучший среди товаров на рынке Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 4.49, 42),
('82e927e3-feeb-4793-8b4f-bffe7e291075', 'Электрогитара TERRIS TPACK-1 SB комбо набор', 17760, '42-82e927e3-feeb-4793-8b4f-bffe7e291075.webp', 'Самый лучший среди товаров на рынке Электрогитара TERRIS TPACK-1 SB комбо набор', 4.10, 42),
('b3e541dc-74b0-442b-9bb4-b9d69d0d215b', 'Кабель инструментальный Ernie Ball 6048 3м черный', 2816, '42-b3e541dc-74b0-442b-9bb4-b9d69d0d215b.webp', 'Самый лучший среди товаров на рынке Кабель инструментальный Ernie Ball 6048 3м черный', 4.11, 42),
('df10725b-d58e-4ace-b5a1-351804c77719', 'Гитара классическая в наборе DAVINCI DC-50A SB PACK для начинающего гитариста', 4816, '42-df10725b-d58e-4ace-b5a1-351804c77719.webp', 'Самый лучший среди товаров на рынке Гитара классическая в наборе DAVINCI DC-50A SB PACK для начинающего гитариста', 4.97, 42),
('d657a315-5d5f-4d39-92ee-91156b0d09aa', 'Brahner Us-075 na - Укулеле', 1397, '42-d657a315-5d5f-4d39-92ee-91156b0d09aa.webp', 'Самый лучший среди товаров на рынке Brahner Us-075 na - Укулеле', 4.4, 42);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a61a8310-d6e1-43dc-bd8e-a31e026ce66f', 'Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 5990, '45-a61a8310-d6e1-43dc-bd8e-a31e026ce66f.webp', 'Самый лучший среди товаров на рынке Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('d1484939-a514-4a59-9f3b-40a94553f034', 'Канифоль для скрипки Alice A013-1', 240, '45-d1484939-a514-4a59-9f3b-40a94553f034.webp', 'Самый лучший среди товаров на рынке Канифоль для скрипки Alice A013-1', 4.95, 45),
('c30a5a6e-0ca2-4bb2-aee9-7f752bbcfe1f', 'Электроскрипка Antonio Lavazza Evl-01bk 4 4', 11990, '45-c30a5a6e-0ca2-4bb2-aee9-7f752bbcfe1f.webp', 'Самый лучший среди товаров на рынке Электроскрипка Antonio Lavazza Evl-01bk 4 4', 4.1, 45),
('d80cceb4-d9ec-4542-9956-086ee46e8148', 'Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 36645, '45-d80cceb4-d9ec-4542-9956-086ee46e8148.webp', 'Самый лучший среди товаров на рынке Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 4.95, 45),
('ca6076b3-c6ec-4f7d-a5a6-265354e46ff1', 'Струны для скрипки Pirastro 412021 Tonica Violin', 3745, '45-ca6076b3-c6ec-4f7d-a5a6-265354e46ff1.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Pirastro 412021 Tonica Violin', 4.2, 45),
('fb15f89f-4fb4-49c3-ab77-29c8dee170b4', 'Канифоль Pirastro Piranito 900700 P900700', 945, '45-fb15f89f-4fb4-49c3-ab77-29c8dee170b4.webp', 'Самый лучший среди товаров на рынке Канифоль Pirastro Piranito 900700 P900700', 4.95, 45),
('98049268-0d17-4538-b93a-2496e6ee10ee', 'Колок для скрипки Acura VP-E1B421', 335, '45-98049268-0d17-4538-b93a-2496e6ee10ee.webp', 'Самый лучший среди товаров на рынке Колок для скрипки Acura VP-E1B421', 4.95, 45),
('1d9d4398-4bea-40f0-b387-8fa88cc4f763', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 11990, '45-1d9d4398-4bea-40f0-b387-8fa88cc4f763.webp', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 4.95, 45),
('2df9af7c-52f9-45cf-b8ad-9453df20c203', 'Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 5990, '45-2df9af7c-52f9-45cf-b8ad-9453df20c203.webp', 'Самый лучший среди товаров на рынке Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('799dd023-88dd-4f6a-975a-257a29af956e', 'Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 6090, '45-799dd023-88dd-4f6a-975a-257a29af956e.webp', 'Самый лучший среди товаров на рынке Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('fc2ee9be-0708-48cf-a37b-8dd8bbce8b04', 'Струны для скрипки HIHOPE VS-100 1 2', 330, '45-fc2ee9be-0708-48cf-a37b-8dd8bbce8b04.webp', 'Самый лучший среди товаров на рынке Струны для скрипки HIHOPE VS-100 1 2', 4.95, 45),
('b4a8609a-1458-40f4-84a5-56a112bfe7f8', 'Канифоль Thomastik Euphon 199 T199', 1004, '45-b4a8609a-1458-40f4-84a5-56a112bfe7f8.webp', 'Самый лучший среди товаров на рынке Канифоль Thomastik Euphon 199 T199', 4.1, 45),
('21e07525-e20d-4172-a652-dd99152147f6', 'Струны для скрипки Thomastik 15 Super Flexible', 6190, '45-21e07525-e20d-4172-a652-dd99152147f6.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15 Super Flexible', 4.1, 45),
('219960b8-3b10-4c40-94c7-92c97beeebfd', 'Струны для скрипки Thomastik 15B', 5880, '45-219960b8-3b10-4c40-94c7-92c97beeebfd.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15B', 4.95, 45),
('f9e2a865-df32-455a-8e9a-56202b8f7344', 'Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 6119, '45-f9e2a865-df32-455a-8e9a-56202b8f7344.webp', 'Самый лучший среди товаров на рынке Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('b6eb6408-cd56-46b6-a3fe-b07f27604710', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 12793, '45-b6eb6408-cd56-46b6-a3fe-b07f27604710.webp', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 4.95, 45),
('16482db2-4654-490e-a69b-0659f2afd311', 'Альт струнный Hans Klein Va-20 15', 18996, '45-16482db2-4654-490e-a69b-0659f2afd311.webp', 'Самый лучший среди товаров на рынке Альт струнный Hans Klein Va-20 15', 4.1, 45),
('097d936a-c134-428a-9fba-cd4e84048f42', 'Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 18769, '45-097d936a-c134-428a-9fba-cd4e84048f42.webp', 'Самый лучший среди товаров на рынке Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 4.2, 45),
('b2433e9f-1042-4402-a802-96a9877b5e44', 'Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 29575, '45-b2433e9f-1042-4402-a802-96a9877b5e44.webp', 'Самый лучший среди товаров на рынке Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 4.95, 45),
('b1238407-ef21-4138-b03b-c787c4f90858', 'Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 5990, '45-b1238407-ef21-4138-b03b-c787c4f90858.webp', 'Самый лучший среди товаров на рынке Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('d63e54eb-817a-40ed-921e-27e37baddf4f', 'Струна А Ля для скрипки Thomastik 131', 1750, '45-d63e54eb-817a-40ed-921e-27e37baddf4f.webp', 'Самый лучший среди товаров на рынке Струна А Ля для скрипки Thomastik 131', 4.95, 45),
('ab5de958-b246-4da4-99d4-36fc14fdad08', 'Струны для виолончели Pirastro 333080 Perpetual Soloist', 66580, '45-ab5de958-b246-4da4-99d4-36fc14fdad08.webp', 'Самый лучший среди товаров на рынке Струны для виолончели Pirastro 333080 Perpetual Soloist', 4.95, 45),
('7efef17c-1e4e-44ae-86a1-41cb157847b6', 'Струны для скрипки HIHOPE VS-200 1 4', 560, '45-7efef17c-1e4e-44ae-86a1-41cb157847b6.webp', 'Самый лучший среди товаров на рынке Струны для скрипки HIHOPE VS-200 1 4', 4.95, 45);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('49da5c24-47c5-4e09-9688-10e70c55b713', 'Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 6690, '111-49da5c24-47c5-4e09-9688-10e70c55b713.webp', 'Самый лучший среди товаров на рынке Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 4.95, 111),
('cf0fd8d6-babd-4442-84e7-8ea007412da2', 'Игра Super Mario Odyssey для Nintendo Switch', 7490, '111-cf0fd8d6-babd-4442-84e7-8ea007412da2.webp', 'Самый лучший среди товаров на рынке Игра Super Mario Odyssey для Nintendo Switch', 4.95, 111),
('29a3b2c9-6108-4850-bb50-d1d4948dcca6', 'Игра Super Mario Party для Nintendo Switch', 6990, '111-29a3b2c9-6108-4850-bb50-d1d4948dcca6.webp', 'Самый лучший среди товаров на рынке Игра Super Mario Party для Nintendo Switch', 4.95, 111),
('31a0a2af-b9c8-46e0-b95a-a5802572a062', 'Игра Captain Toad: Treasure Tracker для Nintendo Switch', 5990, '111-31a0a2af-b9c8-46e0-b95a-a5802572a062.webp', 'Самый лучший среди товаров на рынке Игра Captain Toad: Treasure Tracker для Nintendo Switch', 4.95, 111),
('f3c48ee9-a386-4f70-b420-c5371b7b37ca', 'Игра Splatoon 2 для Nintendo Switch', 5690, '111-f3c48ee9-a386-4f70-b420-c5371b7b37ca.webp', 'Самый лучший среди товаров на рынке Игра Splatoon 2 для Nintendo Switch', 4.95, 111),
('bc2e4f1c-e95d-4b5f-8425-359cf55b9995', 'Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 4990, '111-bc2e4f1c-e95d-4b5f-8425-359cf55b9995.webp', 'Самый лучший среди товаров на рынке Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 4.95, 111),
('57bc447c-0c34-4dbd-ad1c-877bd2857be7', 'Игра Hasbro Game Night для Nintendo Switch', 3490, '111-57bc447c-0c34-4dbd-ad1c-877bd2857be7.webp', 'Самый лучший среди товаров на рынке Игра Hasbro Game Night для Nintendo Switch', 4.95, 111),
('cf3b7d65-a256-485c-83b7-691c49959db9', 'Игра WWE 2K18 для Nintendo Switch', 5190, '111-cf3b7d65-a256-485c-83b7-691c49959db9.webp', 'Самый лучший среди товаров на рынке Игра WWE 2K18 для Nintendo Switch', 4.95, 111),
('4f57bd32-0322-4378-8470-d7fdefaf3ee5', 'Игра Mario Tennis Aces для Nintendo Switch', 6360, '111-4f57bd32-0322-4378-8470-d7fdefaf3ee5.webp', 'Самый лучший среди товаров на рынке Игра Mario Tennis Aces для Nintendo Switch', 4.95, 111),
('0762bb52-f2f5-49e9-b7cf-ff9ac8596f2d', 'Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 5880, '111-0762bb52-f2f5-49e9-b7cf-ff9ac8596f2d.webp', 'Самый лучший среди товаров на рынке Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 4.95, 111),
('ff0d4642-2dd6-455e-89e7-7c676b5d6988', 'Игра Pokemon Lets Go Pikachu для Nintendo Switch', 6990, '111-ff0d4642-2dd6-455e-89e7-7c676b5d6988.webp', 'Самый лучший среди товаров на рынке Игра Pokemon Lets Go Pikachu для Nintendo Switch', 4.95, 111),
('82d356c7-08dd-47a0-a9ba-1587befd9354', 'Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 45467, '111-82d356c7-08dd-47a0-a9ba-1587befd9354.webp', 'Самый лучший среди товаров на рынке Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 4.95, 111),
('4b7483e2-1fd9-43e7-9910-9c59dcf63077', 'Игра Metroid: Samus Returns для Nintendo 3DS', 7790, '111-4b7483e2-1fd9-43e7-9910-9c59dcf63077.webp', 'Самый лучший среди товаров на рынке Игра Metroid: Samus Returns для Nintendo 3DS', 4.95, 111),
('acdcdec7-2919-4648-9877-70ebe2d929e5', 'Игра Mario Kart 7 для Nintendo 3DS', 2680, '111-acdcdec7-2919-4648-9877-70ebe2d929e5.webp', 'Самый лучший среди товаров на рынке Игра Mario Kart 7 для Nintendo 3DS', 4.95, 111),
('fa931a60-4c96-4704-a5ba-f9d6420b7e95', 'Игра Dragon Ball Fighter Z для Nintendo Switch', 3990, '111-fa931a60-4c96-4704-a5ba-f9d6420b7e95.webp', 'Самый лучший среди товаров на рынке Игра Dragon Ball Fighter Z для Nintendo Switch', 4.95, 111);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('ad4f3446-1ccf-4000-92d2-dcd60702c035', 'Губная гармошка Swan SW1020-9', 420, '41-ad4f3446-1ccf-4000-92d2-dcd60702c035.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020-9', 4.71, 41),
('24905c0f-74bc-467b-8f38-69aafb1b4916', 'Губная гармошка Future Star QF-16K', 350, '41-24905c0f-74bc-467b-8f38-69aafb1b4916.webp', 'Самый лучший среди товаров на рынке Губная гармошка Future Star QF-16K', 4.21, 41),
('4a81873f-450f-4183-8c20-29176f916acc', 'Губная гармошка «Курочка», цвет белый', 285, '41-4a81873f-450f-4183-8c20-29176f916acc.webp', 'Самый лучший среди товаров на рынке Губная гармошка «Курочка», цвет белый', 4.11, 41),
('74a1dfb4-71b1-4807-b662-33e006ec0fe1', 'Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 490, '41-74a1dfb4-71b1-4807-b662-33e006ec0fe1.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 4.13, 41),
('5ffdb20e-91c2-4f31-9bdc-a727ae51bce5', 'Губная гармошка Stagg BJH-B20 C', 690, '41-5ffdb20e-91c2-4f31-9bdc-a727ae51bce5.webp', 'Самый лучший среди товаров на рынке Губная гармошка Stagg BJH-B20 C', 4.95, 41),
('7dd24473-4de2-4e8d-9711-217e691f37d8', 'Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 625, '41-7dd24473-4de2-4e8d-9711-217e691f37d8.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 4.30, 41),
('3c57e998-5899-44e8-8166-e8940d971d23', 'Губная гармошка Swan SW24-1', 950, '41-3c57e998-5899-44e8-8166-e8940d971d23.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW24-1', 4.4, 41),
('69e15ba9-9b1f-43c8-ad5c-7e61accb84e6', 'Губная гармошка «Зверята», цвет белый', 285, '41-69e15ba9-9b1f-43c8-ad5c-7e61accb84e6.webp', 'Самый лучший среди товаров на рынке Губная гармошка «Зверята», цвет белый', 4.1, 41),
('75be8441-acce-4344-8f3c-00c2ae1d9c2c', 'Губная гармошка Future Star FF-1016 GD', 438, '41-75be8441-acce-4344-8f3c-00c2ae1d9c2c.webp', 'Самый лучший среди товаров на рынке Губная гармошка Future Star FF-1016 GD', 4.1, 41),
('4a224a54-989a-4177-b43c-5463398f9b44', 'Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 622, '41-4a224a54-989a-4177-b43c-5463398f9b44.webp', 'Самый лучший среди товаров на рынке Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 4.95, 41),
('6125d217-d82b-41e3-86ed-03f2f8942129', 'Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 490, '41-6125d217-d82b-41e3-86ed-03f2f8942129.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 4.3, 41),
('74f2499f-2222-4617-b1c1-bc2e91145be9', 'Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 680, '41-74f2499f-2222-4617-b1c1-bc2e91145be9.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 4.1, 41),
('9f3e241a-8ad2-4165-8ee2-d3fff68818f0', 'Губная гармошка Swan SW1020H-5', 950, '41-9f3e241a-8ad2-4165-8ee2-d3fff68818f0.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020H-5', 4.16, 41),
('75475b83-1660-40f1-ac89-97c557f0cbf3', 'Губная гармошка SX HM1020 C', 1267, '41-75475b83-1660-40f1-ac89-97c557f0cbf3.webp', 'Самый лучший среди товаров на рынке Губная гармошка SX HM1020 C', 4.2, 41),
('2e707dc5-2192-4d65-bc4f-ac23c6a3595a', 'Session Standard C Губная гармошка, Seydel Sohne 10201C', 3770, '41-2e707dc5-2192-4d65-bc4f-ac23c6a3595a.webp', 'Самый лучший среди товаров на рынке Session Standard C Губная гармошка, Seydel Sohne 10201C', 4.95, 41),
('be97514e-e961-4829-9244-db4494859dbf', 'Session Steel Summer Edition C Губная гармошка, Seydel Sohne 10301C-S', 5200, '41-be97514e-e961-4829-9244-db4494859dbf.webp', 'Самый лучший среди товаров на рынке Session Steel Summer Edition C Губная гармошка, Seydel Sohne 10301C-S', 4.1, 41),
('a5143d02-786b-4ac5-b274-dcadc7845037', 'Губная гармошка Swan SW1020-16', 600, '41-a5143d02-786b-4ac5-b274-dcadc7845037.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020-16', 4.2, 41),
('6a0a381d-57c8-449e-bd1b-ed562e9ce2cf', 'Губная гармошка Hohner Translucent Blue M1110B', 1011, '41-6a0a381d-57c8-449e-bd1b-ed562e9ce2cf.webp', 'Самый лучший среди товаров на рынке Губная гармошка Hohner Translucent Blue M1110B', 4.1, 41),
('db01daf7-ce7b-4475-93b7-6b6e603ff931', 'Губная гармошка, диатоническая, 10 отверстий, c-major', 523, '41-db01daf7-ce7b-4475-93b7-6b6e603ff931.webp', 'Самый лучший среди товаров на рынке Губная гармошка, диатоническая, 10 отверстий, c-major', 4.95, 41);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('af0ba4c9-6874-40fb-8fba-8169f20ee4fe', 'Варган Хакасские варганчики EV-Rch-75', 1800, '46-af0ba4c9-6874-40fb-8fba-8169f20ee4fe.webp', 'Самый лучший среди товаров на рынке Варган Хакасские варганчики EV-Rch-75', 4.3, 46),
('3d6d0063-79f2-4788-b9c7-b93f1c8a12fc', 'Цифровой саксофон Roland Aerophone Pro AE-30', 229900, '46-3d6d0063-79f2-4788-b9c7-b93f1c8a12fc.webp', 'Самый лучший среди товаров на рынке Цифровой саксофон Roland Aerophone Pro AE-30', 4.95, 46),
('ec7ee3a7-8d0a-42b0-a5ff-84b63d4f1c55', 'Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 891, '46-ec7ee3a7-8d0a-42b0-a5ff-84b63d4f1c55.webp', 'Самый лучший среди товаров на рынке Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 4.22, 46),
('68603cf5-4dee-44b6-a494-5eaff9890b3b', 'Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 660, '46-68603cf5-4dee-44b6-a494-5eaff9890b3b.webp', 'Самый лучший среди товаров на рынке Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 4.95, 46),
('89bb9346-b061-4bd2-887c-7af9f46b138d', 'Блокфлейта сопрано Flight FFPG   7WH - Flight', 450, '46-89bb9346-b061-4bd2-887c-7af9f46b138d.webp', 'Самый лучший среди товаров на рынке Блокфлейта сопрано Flight FFPG   7WH - Flight', 4.15, 46),
('e1141f14-3358-48ab-a617-c2cc8498bfde', 'Свирель хроматическая До, iVolga PCS-02', 6380, '46-e1141f14-3358-48ab-a617-c2cc8498bfde.webp', 'Самый лучший среди товаров на рынке Свирель хроматическая До, iVolga PCS-02', 4.95, 46),
('6f7e1e49-ec31-4b2d-a302-1fb99717500c', 'Блок флейта Dekko OM8A', 340, '46-6f7e1e49-ec31-4b2d-a302-1fb99717500c.webp', 'Самый лучший среди товаров на рынке Блок флейта Dekko OM8A', 4.2, 46),
('d4496fe6-af04-4835-a3ab-a00ac04684c9', 'FLIGHT FKZ-1M казу металл', 490, '46-d4496fe6-af04-4835-a3ab-a00ac04684c9.webp', 'Самый лучший среди товаров на рынке FLIGHT FKZ-1M казу металл', 4.2, 46),
('48a1a062-3834-4a08-99ba-b16e433abf75', 'Алтайский комус (варган) В.Поткина без футляра', 891, '46-48a1a062-3834-4a08-99ba-b16e433abf75.webp', 'Самый лучший среди товаров на рынке Алтайский комус (варган) В.Поткина без футляра', 4.2, 46),
('66c09360-0217-4d38-85b9-162535eb996c', 'PWFB-004 Футляр для варгана, Мастерская Поткина', 575, '46-66c09360-0217-4d38-85b9-162535eb996c.webp', 'Самый лучший среди товаров на рынке PWFB-004 Футляр для варгана, Мастерская Поткина', 4.95, 46),
('7779ad7f-fbb2-4aeb-8040-4f89451a1b1f', 'Стойка для контрабаса Soundking DG021', 5250, '46-7779ad7f-fbb2-4aeb-8040-4f89451a1b1f.webp', 'Самый лучший среди товаров на рынке Стойка для контрабаса Soundking DG021', 4.95, 46),
('37637081-0233-494c-94d0-fdd98688f25a', 'FLIGHT FKZ 1P казу', 190, '46-37637081-0233-494c-94d0-fdd98688f25a.webp', 'Самый лучший среди товаров на рынке FLIGHT FKZ 1P казу', 4.1, 46),
('6936b77e-4067-4ce1-a761-dd6ab8b27035', 'Блок флейта Bee R08', 200, '46-6936b77e-4067-4ce1-a761-dd6ab8b27035.webp', 'Самый лучший среди товаров на рынке Блок флейта Bee R08', 4.95, 46),
('bcf077e4-2600-4e9a-b710-58bc122e4b68', 'Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 1590, '46-bcf077e4-2600-4e9a-b710-58bc122e4b68.webp', 'Самый лучший среди товаров на рынке Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 4.7, 46),
('af4dcfb3-7fd3-488c-8295-aaa24598572d', 'Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 5230, '46-af4dcfb3-7fd3-488c-8295-aaa24598572d.webp', 'Самый лучший среди товаров на рынке Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 4.95, 46),
('6d2cbb15-382a-4a62-ac5b-3c3fa5835221', 'Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 129, '46-6d2cbb15-382a-4a62-ac5b-3c3fa5835221.webp', 'Самый лучший среди товаров на рынке Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 4.6, 46),
('e8fc12fc-f4a5-497c-a61e-88b0f4c0788d', 'Аксессуар для духовых инструментов Vandoren SR2125', 5060, '46-e8fc12fc-f4a5-497c-a61e-88b0f4c0788d.webp', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR2125', 4.1, 46),
('e21cbc5f-ecad-4da0-ac09-2e3964c1d8a3', 'Трости для кларнета Vandoren CR102', 4377, '46-e21cbc5f-ecad-4da0-ac09-2e3964c1d8a3.webp', 'Самый лучший среди товаров на рынке Трости для кларнета Vandoren CR102', 4.2, 46),
('4409d4f6-e065-4f59-89de-baf4fb9be5eb', 'Аксессуар для духовых инструментов Vandoren SR212', 5060, '46-4409d4f6-e065-4f59-89de-baf4fb9be5eb.webp', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR212', 4.2, 46),
('a361357e-3228-457f-9d1c-1ec1a0651340', 'Блок флейта Mollenhauer 5125', 72060, '46-a361357e-3228-457f-9d1c-1ec1a0651340.webp', 'Самый лучший среди товаров на рынке Блок флейта Mollenhauer 5125', 4.95, 46),
('cd2ea370-e484-4405-90c9-ff469d54396f', 'Кларнет Yamaha YCL-255  02', 85990, '46-cd2ea370-e484-4405-90c9-ff469d54396f.webp', 'Самый лучший среди товаров на рынке Кларнет Yamaha YCL-255  02', 4.95, 46),
('d9145e6a-d3ba-4b2b-978a-6d6e30c3ec25', 'Варган Волна Мастерская Глазырина VG18-Wave', 2070, '46-d9145e6a-d3ba-4b2b-978a-6d6e30c3ec25.webp', 'Самый лучший среди товаров на рынке Варган Волна Мастерская Глазырина VG18-Wave', 4.3, 46),
('22a6a088-0285-4eec-966b-ca86e83912e4', 'Варган Мастерская Глазырина VG03-Star', 4520, '46-22a6a088-0285-4eec-966b-ca86e83912e4.webp', 'Самый лучший среди товаров на рынке Варган Мастерская Глазырина VG03-Star', 4.5, 46),
('a244d24b-3ce6-4b58-a7ad-4b06b51ea50f', 'Смазка для кулисы тромбона, Bach 1880', 675, '46-a244d24b-3ce6-4b58-a7ad-4b06b51ea50f.webp', 'Самый лучший среди товаров на рынке Смазка для кулисы тромбона, Bach 1880', 4.1, 46);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4a3cf023-b4c7-4a97-ba96-1d1fd0e9b850', 'Цепочка 585Gold, серебро', 2474, '74-4a3cf023-b4c7-4a97-ba96-1d1fd0e9b850.webp', 'Самый лучший среди товаров на рынке Цепочка 585Gold, серебро', 4.95, 74),
('f89e4e44-7ffa-4959-8f97-0d6d41a6a796', 'Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 34354, '74-f89e4e44-7ffa-4959-8f97-0d6d41a6a796.webp', 'Самый лучший среди товаров на рынке Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 74),
('addb0493-16fb-4a83-a697-67be9cb19362', 'Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 38301, '74-addb0493-16fb-4a83-a697-67be9cb19362.webp', 'Самый лучший среди товаров на рынке Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 4.95, 74),
('2cd00d5e-fb67-4a7f-b144-c823a47f6156', 'Цепочка SOKOLOV, серебро', 555, '74-2cd00d5e-fb67-4a7f-b144-c823a47f6156.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, серебро', 4.63, 74),
('ea735712-1e8e-41ed-ae99-79dd73053558', 'Цепочка ADAMAS, красное золото', 25672, '74-ea735712-1e8e-41ed-ae99-79dd73053558.webp', 'Самый лучший среди товаров на рынке Цепочка ADAMAS, красное золото', 4.95, 74),
('16b2342f-7037-4524-82ee-4085c1abb744', 'Цепочка Diamant, серебро', 881, '74-16b2342f-7037-4524-82ee-4085c1abb744.webp', 'Самый лучший среди товаров на рынке Цепочка Diamant, серебро', 4.95, 74),
('ebf1b917-a1fe-4aeb-ad44-4b13ff4d4594', 'Цепочка SOKOLOV, красное золото', 22318, '74-ebf1b917-a1fe-4aeb-ad44-4b13ff4d4594.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, красное золото', 4.3, 74),
('16d73053-afa5-4594-8364-05b64cfae7ca', 'Цепочка VALTERA, серебро', 990, '74-16d73053-afa5-4594-8364-05b64cfae7ca.webp', 'Самый лучший среди товаров на рынке Цепочка VALTERA, серебро', 4.2, 74),
('ed749a2c-e331-4f7b-9497-ed623abfcba9', 'Цепочка 585Gold, красное золото', 5607, '74-ed749a2c-e331-4f7b-9497-ed623abfcba9.webp', 'Самый лучший среди товаров на рынке Цепочка 585Gold, красное золото', 4.3, 74),
('7a05f66d-312f-4811-b017-4911040c55ad', 'Цепочка SOKOLOV, белое золото', 11128, '74-7a05f66d-312f-4811-b017-4911040c55ad.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, белое золото', 4.3, 74);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('90f119b2-81bf-4b3e-b4d0-72b0077cb24d', 'Клей-карандаш STAFF, 8 г, 220374', 11, '104-90f119b2-81bf-4b3e-b4d0-72b0077cb24d.webp', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.92, 104),
('ea8d4430-bc43-47fa-96c4-4df4276f5d8e', 'Клей-карандаш 365 дней 10 г', 9, '104-ea8d4430-bc43-47fa-96c4-4df4276f5d8e.webp', 'Самый лучший среди товаров на рынке Клей-карандаш 365 дней 10 г', 4.90, 104),
('19e31e06-0763-4664-a6d4-b5d32c1090f5', 'Клей-роллер Erich Krause силикатный 50 мл', 79, '104-19e31e06-0763-4664-a6d4-b5d32c1090f5.webp', 'Самый лучший среди товаров на рынке Клей-роллер Erich Krause силикатный 50 мл', 4.93, 104),
('1410b644-e028-4f1e-afd8-ca0a137c3ad8', 'Клей-карандаш Staff, 36 грамм', 44, '104-1410b644-e028-4f1e-afd8-ca0a137c3ad8.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Staff, 36 грамм', 4.66, 104),
('0d60aec8-f912-4b10-935d-34a94589a346', 'Клей-карандаш ErichKrause Magic 15г', 76, '104-0d60aec8-f912-4b10-935d-34a94589a346.webp', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause Magic 15г', 4.82, 104),
('6754abec-04cb-482a-b51b-034cf16f8ab0', 'Клей-карандаш Каждый день 9 г 876639', 5, '104-6754abec-04cb-482a-b51b-034cf16f8ab0.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Каждый день 9 г 876639', 4.28, 104),
('4a7ee3e5-c908-45b1-b90c-3c9ac9337f0d', 'Клей-карандаш Berlingo Ultra, 06г', 70, '104-4a7ee3e5-c908-45b1-b90c-3c9ac9337f0d.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Berlingo Ultra, 06г', 4.5, 104),
('2730c5c1-7725-4375-bbe3-40ac769fa753', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 29, '104-2730c5c1-7725-4375-bbe3-40ac769fa753.webp', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.63, 104),
('5db11fc7-d7e2-4618-9134-8121ddad703a', 'Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 80, '104-5db11fc7-d7e2-4618-9134-8121ddad703a.webp', 'Самый лучший среди товаров на рынке Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 4.18, 104),
('51b489b6-b7a4-4f21-a1af-1f5b4bf8e75f', 'Клей-карандаш Bic водная основа 8 г', 241, '104-51b489b6-b7a4-4f21-a1af-1f5b4bf8e75f.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.73, 104),
('06d125ea-f6dc-420b-8d75-2751fd4d7716', 'Клей-роллер ErichKrause 2877', 70, '104-06d125ea-f6dc-420b-8d75-2751fd4d7716.webp', 'Самый лучший среди товаров на рынке Клей-роллер ErichKrause 2877', 4.12, 104),
('7086fda5-2347-410a-b1f9-f84cf4bdf412', 'Клей-карандаш STAFF, 21 г, 220375', 30, '104-7086fda5-2347-410a-b1f9-f84cf4bdf412.webp', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.65, 104),
('9255da71-6fc2-4860-9fee-64fefc81cdd3', 'Клей-карандаш Brauberg 229474', 147, '104-9255da71-6fc2-4860-9fee-64fefc81cdd3.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Brauberg 229474', 4.80, 104),
('6d88a682-5fe8-49de-852f-07619721285b', 'Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 35, '104-6d88a682-5fe8-49de-852f-07619721285b.webp', 'Самый лучший среди товаров на рынке Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 4.81, 104),
('fe6308b0-1d6d-4ae1-aefd-7d9b3c84d0a8', 'Клей ПВА BRAUBERG бумага, картон, дерево, 125 г, 222925', 47, '104-fe6308b0-1d6d-4ae1-aefd-7d9b3c84d0a8.webp', 'Самый лучший среди товаров на рынке Клей ПВА BRAUBERG бумага, картон, дерево, 125 г, 222925', 4.58, 104),
('40a4932a-6f04-419a-a41c-8ac54e6fdb3c', 'Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 429, '104-40a4932a-6f04-419a-a41c-8ac54e6fdb3c.webp', 'Самый лучший среди товаров на рынке Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 4.95, 104),
('e1ed6ede-734f-4cf2-aaf9-a4749096f2a6', 'Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 39, '104-e1ed6ede-734f-4cf2-aaf9-a4749096f2a6.webp', 'Самый лучший среди товаров на рынке Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 4.30, 104),
('0f12c6b1-2616-49a4-929a-7a0fc2a2731b', 'Клей-карандаш ErichKrause 21 г 1 шт', 160, '104-0f12c6b1-2616-49a4-929a-7a0fc2a2731b.webp', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause 21 г 1 шт', 4.59, 104),
('96088dcd-0cf5-40b5-b54a-578c39ed09df', 'Клей-карандаш OfficeSpace, дисплей, 15 грамм', 149, '104-96088dcd-0cf5-40b5-b54a-578c39ed09df.webp', 'Самый лучший среди товаров на рынке Клей-карандаш OfficeSpace, дисплей, 15 грамм', 4.79, 104),
('448088d3-c3a6-4386-be0a-96180879c9c0', 'Клей-карандаш Memoris-Precious, 15 г', 29, '104-448088d3-c3a6-4386-be0a-96180879c9c0.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Memoris-Precious, 15 г', 4.91, 104),
('0a87fab6-4f8f-4b4c-85f7-37a00e68925c', 'Клей Каждый день карандаш 21 г', 11, '104-0a87fab6-4f8f-4b4c-85f7-37a00e68925c.webp', 'Самый лучший среди товаров на рынке Клей Каждый день карандаш 21 г', 4.70, 104),
('2fb70e6d-068f-4f3b-8ba9-dc965510857f', 'Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 38, '104-2fb70e6d-068f-4f3b-8ba9-dc965510857f.webp', 'Самый лучший среди товаров на рынке Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 4.48, 104),
('9e53afb0-cc05-4f3d-b7e5-173031a29f04', 'Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 79, '104-9e53afb0-cc05-4f3d-b7e5-173031a29f04.webp', 'Самый лучший среди товаров на рынке Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 4.48, 104),
('6b380a70-5e9b-4e42-89ca-3067c5aec142', 'Клей-карандаш  BRAUBERG  25 г, 220871', 91, '104-6b380a70-5e9b-4e42-89ca-3067c5aec142.webp', 'Самый лучший среди товаров на рынке Клей-карандаш  BRAUBERG  25 г, 220871', 4.24, 104);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('17bbcb9e-c114-4596-b93b-06f2544b8a67', 'Спрей для волос 15 в 1 Ollin Professional Perfect Hair Leave-In 250 мл', 546, '62-17bbcb9e-c114-4596-b93b-06f2544b8a67.webp', 'Самый лучший среди товаров на рынке Спрей для волос 15 в 1 Ollin Professional Perfect Hair Leave-In 250 мл', 4.99, 62),
('86a40afe-116b-4750-b241-3fa1ee65c6d5', 'Шампунь Head & Shoulders Яблочная свежесть 400 мл', 330, '62-86a40afe-116b-4750-b241-3fa1ee65c6d5.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Яблочная свежесть 400 мл', 4.5, 62),
('29babf08-5cb6-41f4-8ba5-23483667cb93', 'Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 469, '62-29babf08-5cb6-41f4-8ba5-23483667cb93.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 4.40, 62),
('e3cb2959-0894-4b4d-be5c-7a941953391a', 'Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 469, '62-e3cb2959-0894-4b4d-be5c-7a941953391a.webp', 'Самый лучший среди товаров на рынке Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 4.44, 62),
('afe07c38-339e-4a05-a654-3a1cbccc9a2b', 'Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 116, '62-afe07c38-339e-4a05-a654-3a1cbccc9a2b.webp', 'Самый лучший среди товаров на рынке Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 4.32, 62),
('257fb15d-572a-407a-908e-f93318544813', 'Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 531, '62-257fb15d-572a-407a-908e-f93318544813.webp', 'Самый лучший среди товаров на рынке Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 4.2, 62),
('ed7391f1-00ba-42c3-b113-50083ef67bee', 'Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 199, '62-ed7391f1-00ba-42c3-b113-50083ef67bee.webp', 'Самый лучший среди товаров на рынке Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 4.39, 62),
('d3891828-40bf-488b-ab52-0c9aa3858e4b', 'Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 399, '62-d3891828-40bf-488b-ab52-0c9aa3858e4b.webp', 'Самый лучший среди товаров на рынке Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 4.91, 62),
('562c2ae6-4197-4b4c-b8be-37e5f41e672e', 'Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 495, '62-562c2ae6-4197-4b4c-b8be-37e5f41e672e.webp', 'Самый лучший среди товаров на рынке Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 4.86, 62),
('63e26069-2da4-479c-beca-7739ed7e2d83', 'Шампунь Чистая линия Крапива 400 мл', 159, '62-63e26069-2da4-479c-beca-7739ed7e2d83.webp', 'Самый лучший среди товаров на рынке Шампунь Чистая линия Крапива 400 мл', 4.91, 62),
('d8b14fd3-25b9-4898-af91-5038aaa56077', 'Шампунь Ollin Professional Service Line Daily Shampoo 1000 мл', 677, '62-d8b14fd3-25b9-4898-af91-5038aaa56077.webp', 'Самый лучший среди товаров на рынке Шампунь Ollin Professional Service Line Daily Shampoo 1000 мл', 4.79, 62),
('049c0f40-ad3d-40b1-8f5f-e338526c4c26', 'Шампунь Timotei прохладная свежесть 400 мл', 199, '62-049c0f40-ad3d-40b1-8f5f-e338526c4c26.webp', 'Самый лучший среди товаров на рынке Шампунь Timotei прохладная свежесть 400 мл', 4.4, 62),
('1d3ee1c5-3964-4785-9ca9-c824bbd23de9', 'Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 531, '62-1d3ee1c5-3964-4785-9ca9-c824bbd23de9.webp', 'Самый лучший среди товаров на рынке Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 4.13, 62),
('b4e71fc5-f3ad-4f7b-a753-4f3599d8d7f2', 'Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 330, '62-b4e71fc5-f3ad-4f7b-a753-4f3599d8d7f2.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 4.14, 62),
('c18f657d-28c3-473a-a6bb-b478d72de2c7', 'Шампунь Clear Защита от выпадения волос 400 мл', 398, '62-c18f657d-28c3-473a-a6bb-b478d72de2c7.webp', 'Самый лучший среди товаров на рынке Шампунь Clear Защита от выпадения волос 400 мл', 4.75, 62),
('dad71b52-729e-4b91-9630-9ca6255a03ec', 'Шампунь 2в1 Clear Men Активспорт 400 мл', 266, '62-dad71b52-729e-4b91-9630-9ca6255a03ec.webp', 'Самый лучший среди товаров на рынке Шампунь 2в1 Clear Men Активспорт 400 мл', 4.20, 62),
('41e6f50c-1365-4a4d-92e4-47e212995d06', 'Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 175, '62-41e6f50c-1365-4a4d-92e4-47e212995d06.webp', 'Самый лучший среди товаров на рынке Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 4.19, 62);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('97989b88-7636-40c0-8444-e6a805cab769', 'Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 2, '102-97989b88-7636-40c0-8444-e6a805cab769.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 4.98, 102),
('4df1fe4d-5213-4100-a2bb-8f7e776054d8', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 13, '102-4df1fe4d-5213-4100-a2bb-8f7e776054d8.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.72, 102),
('4d7ccb7a-3d44-441b-9544-4acd167df656', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 26, '102-4d7ccb7a-3d44-441b-9544-4acd167df656.webp', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.93, 102),
('a750e477-163c-4e92-aab8-e2742fd2a7ff', 'Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 13, '102-a750e477-163c-4e92-aab8-e2742fd2a7ff.webp', 'Самый лучший среди товаров на рынке Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 4.57, 102),
('ae49e150-5c07-4630-b7a4-69280d4a9512', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 13, '102-ae49e150-5c07-4630-b7a4-69280d4a9512.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.75, 102),
('fee9e8f7-8812-4b73-85aa-156bc0b5c4b4', 'Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 29, '102-fee9e8f7-8812-4b73-85aa-156bc0b5c4b4.webp', 'Самый лучший среди товаров на рынке Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 4.59, 102),
('167035b1-4e54-4eed-8ef5-13f4e247f14f', 'Маркеры канцелярские МедТех 80 шт', 780, '102-167035b1-4e54-4eed-8ef5-13f4e247f14f.webp', 'Самый лучший среди товаров на рынке Маркеры канцелярские МедТех 80 шт', 4.28, 102),
('7f8a827a-6e81-4c91-8c7f-ceb0d7e6f369', 'Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 3, '102-7f8a827a-6e81-4c91-8c7f-ceb0d7e6f369.webp', 'Самый лучший среди товаров на рынке Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 4.62, 102),
('e7150c44-44fb-4ed3-adcc-6192c157f135', 'Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 122, '102-e7150c44-44fb-4ed3-adcc-6192c157f135.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 4.50, 102),
('333f3bce-0f76-449a-996c-68f4d7555183', 'Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 169, '102-333f3bce-0f76-449a-996c-68f4d7555183.webp', 'Самый лучший среди товаров на рынке Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 4.30, 102),
('e5468ebd-8c42-4110-bc03-ce65038c604c', 'Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 29, '102-e5468ebd-8c42-4110-bc03-ce65038c604c.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 4.44, 102),
('1a51bc95-cda0-476e-bc5b-78ebb522d5b4', 'Мелки восковые Гамма Мультики 12 шт.', 345, '102-1a51bc95-cda0-476e-bc5b-78ebb522d5b4.webp', 'Самый лучший среди товаров на рынке Мелки восковые Гамма Мультики 12 шт.', 4.59, 102),
('9affe875-157f-4402-903c-cb82751da02c', 'Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 123, '102-9affe875-157f-4402-903c-cb82751da02c.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 4.37, 102),
('1c222b38-15ba-40e1-b572-b6cbb5825586', 'Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 1078, '102-1c222b38-15ba-40e1-b572-b6cbb5825586.webp', 'Самый лучший среди товаров на рынке Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 4.4, 102),
('25dbeed9-3e4e-43a5-bbbf-9d5a93665a73', 'Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 43, '102-25dbeed9-3e4e-43a5-bbbf-9d5a93665a73.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 4.74, 102),
('328463b6-fdf7-4ed7-8ea7-4748e57051f9', 'Ручка гелевая Linc Pentonic 856-K, черная, 0,6 мм, 1 шт.', 48, '102-328463b6-fdf7-4ed7-8ea7-4748e57051f9.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Pentonic 856-K, черная, 0,6 мм, 1 шт.', 4.46, 102),
('245db7b1-bbc8-495f-94a3-96dfd3598a57', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 29, '102-245db7b1-bbc8-495f-94a3-96dfd3598a57.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.41, 102),
('0b1b4817-98ed-4b11-91a9-1175207ab38a', 'Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 29, '102-0b1b4817-98ed-4b11-91a9-1175207ab38a.webp', 'Самый лучший среди товаров на рынке Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 4.63, 102),
('23757776-a162-4150-b014-fac17a315630', 'Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 27, '102-23757776-a162-4150-b014-fac17a315630.webp', 'Самый лучший среди товаров на рынке Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 4.69, 102),
('6c1ad0cc-4758-452e-8ea3-9a4a4fba23b2', 'Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 10, '102-6c1ad0cc-4758-452e-8ea3-9a4a4fba23b2.webp', 'Самый лучший среди товаров на рынке Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 4.23, 102),
('0e0096eb-7ff2-43e0-8165-ef962a66606e', 'Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 74, '102-0e0096eb-7ff2-43e0-8165-ef962a66606e.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 4.15, 102),
('8770d3dc-f703-4602-8aaf-a2d5adcf7507', 'Шариковая ручка Block&Note синяя', 4, '102-8770d3dc-f703-4602-8aaf-a2d5adcf7507.webp', 'Самый лучший среди товаров на рынке Шариковая ручка Block&Note синяя', 4.46, 102);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('27435935-5cde-4919-8279-23c53af5300e', 'Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 199, '103-27435935-5cde-4919-8279-23c53af5300e.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 4.71, 103),
('05d1973d-4b09-4ec3-8636-33218b1f0cd1', 'Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 139, '103-05d1973d-4b09-4ec3-8636-33218b1f0cd1.webp', 'Самый лучший среди товаров на рынке Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 4.17, 103),
('5a3e77ad-8f07-4ed5-a0f8-de975e0fc8ca', 'Пенал-косметичка школьный, арт. KBX-062 розовый, 1шт', 199, '103-5a3e77ad-8f07-4ed5-a0f8-de975e0fc8ca.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт. KBX-062 розовый, 1шт', 4.40, 103),
('6c836d54-6f5a-4e03-9896-0262f17179dd', 'Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 111, '103-6c836d54-6f5a-4e03-9896-0262f17179dd.webp', 'Самый лучший среди товаров на рынке Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 4.81, 103),
('2e03c148-a913-47dc-9aca-fdc263ecd185', 'Пенал Proff Press Модные кеды ПН-6939', 126, '103-2e03c148-a913-47dc-9aca-fdc263ecd185.webp', 'Самый лучший среди товаров на рынке Пенал Proff Press Модные кеды ПН-6939', 4.84, 103),
('cb0dd508-668c-40e0-878e-bf60e951aa28', 'Пенал ProfPress море сладостей, пластик ПН-6929', 122, '103-cb0dd508-668c-40e0-878e-bf60e951aa28.webp', 'Самый лучший среди товаров на рынке Пенал ProfPress море сладостей, пластик ПН-6929', 4.93, 103),
('6302876c-5f0c-42b0-8271-da46b77862d8', 'Пенал Роблокс черно-зеленый 23452421', 850, '103-6302876c-5f0c-42b0-8271-da46b77862d8.webp', 'Самый лучший среди товаров на рынке Пенал Роблокс черно-зеленый 23452421', 4.9, 103),
('a4dae02c-a010-4979-a97f-dbeddb37520b', 'Пенал Проф-Пресс пластмассовый 1 отделение 7,5х3х20,5см Цвет прованса', 101, '103-a4dae02c-a010-4979-a97f-dbeddb37520b.webp', 'Самый лучший среди товаров на рынке Пенал Проф-Пресс пластмассовый 1 отделение 7,5х3х20,5см Цвет прованса', 4.21, 103),
('4a158d7b-f421-4f98-bd74-55917e20a412', 'Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 199, '103-4a158d7b-f421-4f98-bd74-55917e20a412.webp', 'Самый лучший среди товаров на рынке Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 4.3, 103),
('dc5a3826-92de-41d1-9696-c0e2e24f476d', 'Пенал Brauberg 270319', 624, '103-dc5a3826-92de-41d1-9696-c0e2e24f476d.webp', 'Самый лучший среди товаров на рынке Пенал Brauberg 270319', 4.6, 103),
('74d545b9-6f20-440f-9a4d-e222b07d4545', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 385, '103-74d545b9-6f20-440f-9a4d-e222b07d4545.webp', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.4, 103),
('1f8e1eba-cfa1-49b6-bc62-508434b37499', 'Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 350, '103-1f8e1eba-cfa1-49b6-bc62-508434b37499.webp', 'Самый лучший среди товаров на рынке Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 4.95, 103),
('8593f1d7-75cc-4e0a-9fe5-659503646500', 'Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 359, '103-8593f1d7-75cc-4e0a-9fe5-659503646500.webp', 'Самый лучший среди товаров на рынке Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 4.17, 103),
('c387c39c-eb87-4391-abfd-00c8247e1157', 'Пенал-косметичка Brauberg 229271', 460, '103-c387c39c-eb87-4391-abfd-00c8247e1157.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка Brauberg 229271', 4.68, 103),
('896f4bfd-54f9-4365-990a-453ebba19263', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 129, '103-896f4bfd-54f9-4365-990a-453ebba19263.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 4.18, 103),
('72eb3632-f43a-4d4d-a0e1-08d4b998a305', 'Пенал Fluid Future 20 х 4,8 х 5,5 см', 200, '103-72eb3632-f43a-4d4d-a0e1-08d4b998a305.webp', 'Самый лучший среди товаров на рынке Пенал Fluid Future 20 х 4,8 х 5,5 см', 4.95, 103),
('38b94853-e280-427f-9f86-186bf8df6d11', 'Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 560, '103-38b94853-e280-427f-9f86-186bf8df6d11.webp', 'Самый лучший среди товаров на рынке Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 4.1, 103),
('644c1399-84eb-4da1-8358-46494c22ce5a', 'Пенал-тубус Cristal СТАММ ПН55', 185, '103-644c1399-84eb-4da1-8358-46494c22ce5a.webp', 'Самый лучший среди товаров на рынке Пенал-тубус Cristal СТАММ ПН55', 4.3, 103),
('b6c39b81-927b-45b2-8398-3016f5e9e2c4', 'Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Марс', 539, '103-b6c39b81-927b-45b2-8398-3016f5e9e2c4.webp', 'Самый лучший среди товаров на рынке Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Марс', 4.35, 103),
('b85c35c7-b96f-4f1a-bef6-337a78085806', 'Пенал с наполнением MagTaller 27 предметов', 800, '103-b85c35c7-b96f-4f1a-bef6-337a78085806.webp', 'Самый лучший среди товаров на рынке Пенал с наполнением MagTaller 27 предметов', 4.95, 103),
('0ac10271-b27b-464a-99c0-cefefc657c2d', 'Пенал для канцелярских принадлежностей, Дино', 180, '103-0ac10271-b27b-464a-99c0-cefefc657c2d.webp', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Дино', 4.32, 103),
('9ad7b8c5-f216-460d-b3fc-66a08bf56729', 'Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 239, '103-9ad7b8c5-f216-460d-b3fc-66a08bf56729.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 4.3, 103),
('10cf64de-b7f5-41ac-a005-4f83963b423e', 'Пенал-косметичка, Prof-Press, ОЧКИ-ЗВЕЗДОЧКИ-1  ПН-6795', 200, '103-10cf64de-b7f5-41ac-a005-4f83963b423e.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка, Prof-Press, ОЧКИ-ЗВЕЗДОЧКИ-1  ПН-6795', 4.2, 103),
('8ba11ff2-a8d0-44fa-9815-cc4fca8db165', 'Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 250, '103-8ba11ff2-a8d0-44fa-9815-cc4fca8db165.webp', 'Самый лучший среди товаров на рынке Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 4.39, 103),
('5e9d0814-3948-4a6b-9a04-088bb6cdd2d6', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 129, '103-5e9d0814-3948-4a6b-9a04-088bb6cdd2d6.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 4.26, 103);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('cc464357-46a8-44ad-8730-d670be8788ca', 'Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 12090, '21-cc464357-46a8-44ad-8730-d670be8788ca.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 4.34, 21),
('513bb993-dbd2-4ebf-9d85-4c3fb1a3a315', 'Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 43900, '21-513bb993-dbd2-4ebf-9d85-4c3fb1a3a315.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 4.65, 21),
('8998c61e-d8ab-464f-87f8-6f74cdc5e67e', 'Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 23999, '21-8998c61e-d8ab-464f-87f8-6f74cdc5e67e.webp', 'Самый лучший среди товаров на рынке Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 4.45, 21),
('f1ddf64b-63e2-401d-8eb0-dc638855e705', 'Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 33999, '21-f1ddf64b-63e2-401d-8eb0-dc638855e705.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 4.17, 21),
('d37a6b9c-658b-4a12-a443-57873009769d', 'Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 10782, '21-d37a6b9c-658b-4a12-a443-57873009769d.webp', 'Самый лучший среди товаров на рынке Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 4.99, 21),
('f8dd798b-153d-4c64-a20f-ac470760a4e8', 'Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 16990, '21-f8dd798b-153d-4c64-a20f-ac470760a4e8.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 4.26, 21),
('be10310d-06bd-44c2-8748-06b8d7904249', 'Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 38750, '21-be10310d-06bd-44c2-8748-06b8d7904249.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 4.75, 21),
('c0c70357-8ba1-4092-bc0e-95b58e78c5b2', 'Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 16310, '21-c0c70357-8ba1-4092-bc0e-95b58e78c5b2.webp', 'Самый лучший среди товаров на рынке Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 4.33, 21),
('3e8ae579-c84a-4101-9a87-8c92950d33ed', 'Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 56099, '21-3e8ae579-c84a-4101-9a87-8c92950d33ed.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 4.68, 21),
('3b3ab01d-d964-4b60-9da8-eb3930d36160', 'Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 38896, '21-3b3ab01d-d964-4b60-9da8-eb3930d36160.webp', 'Самый лучший среди товаров на рынке Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 4.27, 21),
('3574f966-57b4-4ca3-85f4-3529ab5192ba', 'Планшет HTC A103 Plus 10.1" 2023 4 64GB серый (237383) Wi-Fi Cellular', 12290, '21-3574f966-57b4-4ca3-85f4-3529ab5192ba.webp', 'Самый лучший среди товаров на рынке Планшет HTC A103 Plus 10.1" 2023 4 64GB серый (237383) Wi-Fi Cellular', 4.52, 21),
('c0fe500d-7fb2-4794-88dc-5257d9927d18', 'Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 29990, '21-c0fe500d-7fb2-4794-88dc-5257d9927d18.webp', 'Самый лучший среди товаров на рынке Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 4.41, 21),
('4790fcbb-67b7-4d1a-b5e7-c210de20be8c', 'Планшет Teclast M50HD 10.1 8 128GB', 13250, '21-4790fcbb-67b7-4d1a-b5e7-c210de20be8c.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50HD 10.1 8 128GB', 4.19, 21),
('ef429e8c-9239-465d-8eb2-fc49d9f96888', 'Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 20990, '21-ef429e8c-9239-465d-8eb2-fc49d9f96888.webp', 'Самый лучший среди товаров на рынке Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 4.26, 21),
('8810df19-bef6-4541-9728-39c6f4a06f3b', 'Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 50307, '21-8810df19-bef6-4541-9728-39c6f4a06f3b.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 4.54, 21),
('c6c96253-9ce6-4c1a-891c-645ad3079cb9', 'Планшет Huawei MatePad 6Gb 128Gb 11.5"', 22999, '21-c6c96253-9ce6-4c1a-891c-645ad3079cb9.webp', 'Самый лучший среди товаров на рынке Планшет Huawei MatePad 6Gb 128Gb 11.5"', 4.44, 21),
('1041f638-1b31-482a-8c20-04232ae52502', 'Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi графитовый серый', 48662, '21-1041f638-1b31-482a-8c20-04232ae52502.webp', 'Самый лучший среди товаров на рынке Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi графитовый серый', 4.23, 21);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('36fd301a-c729-46a4-a465-35dd6ac1d2c5', 'Наушники Apple AirPods 3 (MPNY3AM)', 20500, '24-36fd301a-c729-46a4-a465-35dd6ac1d2c5.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods 3 (MPNY3AM)', 4.83, 24),
('f84db1f1-aa29-4d0a-83c4-a283fbe969af', 'Беспроводные наушники Hoco EW04 Original Series White', 1120, '24-f84db1f1-aa29-4d0a-83c4-a283fbe969af.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco EW04 Original Series White', 4.95, 24),
('d117500b-6bcb-4b12-bd05-ea2437e74275', 'Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 1450, '24-d117500b-6bcb-4b12-bd05-ea2437e74275.webp', 'Самый лучший среди товаров на рынке Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 4.59, 24),
('44396b0b-89a4-4a3a-99eb-df41f1ea5be4', 'Беспроводные наушники F9 (модель 5го поколения) для телефона', 620, '24-44396b0b-89a4-4a3a-99eb-df41f1ea5be4.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники F9 (модель 5го поколения) для телефона', 4.83, 24),
('ce98b059-2fd5-45df-8eef-8cba18cf368b', 'Беспроводные наушники Realme Buds T100 Blue RMA2109', 2749, '24-ce98b059-2fd5-45df-8eef-8cba18cf368b.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 Blue RMA2109', 4.95, 24),
('4129b179-1858-492c-a496-03f668fe29b5', 'Беспроводные наушники Apple AirPods 2 with Charging Case White (MV7N2AM A)', 11998, '24-4129b179-1858-492c-a496-03f668fe29b5.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Apple AirPods 2 with Charging Case White (MV7N2AM A)', 4.12, 24),
('1f979c52-6c3b-486c-a24b-821b016bc6be', 'Беспроводные наушники PODS Pro Ceramic White', 1050, '24-1f979c52-6c3b-486c-a24b-821b016bc6be.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники PODS Pro Ceramic White', 4.30, 24),
('81bcd149-8f73-4d0b-87f8-0c6be4241172', 'Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 2790, '24-81bcd149-8f73-4d0b-87f8-0c6be4241172.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 4.47, 24),
('db3e26bc-3215-409c-a957-2679589a859d', 'Наушники Apple AirPods Pro 2', 23651, '24-db3e26bc-3215-409c-a957-2679589a859d.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2', 4.69, 24),
('3b71244d-321f-447e-a804-b0a5e775721f', 'Беспроводные наушники Marshall MAJOR IV Black', 10000, '24-3b71244d-321f-447e-a804-b0a5e775721f.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Marshall MAJOR IV Black', 4.64, 24),
('28d140df-a8fa-4ed9-bd5e-4993899f2cc4', 'Беспроводные наушники Cat Ear P33M Pink', 750, '24-28d140df-a8fa-4ed9-bd5e-4993899f2cc4.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Cat Ear P33M Pink', 4.34, 24),
('ef05f8be-4c24-44f5-8bb5-71f5c958d89d', 'Наушники Apple AirPods Pro 2-го поколения 2023', 29990, '24-ef05f8be-4c24-44f5-8bb5-71f5c958d89d.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2-го поколения 2023', 4.56, 24),
('92431bdb-8e6e-4f1b-b66f-c9c0e15e3828', 'Беспроводные наушники Huawei Freebuds 5i Black', 6499, '24-92431bdb-8e6e-4f1b-b66f-c9c0e15e3828.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Huawei Freebuds 5i Black', 4.86, 24),
('ee7bea20-d92f-4497-b464-a1dada71672f', 'Беспроводные наушники Hoco W35 Black', 1490, '24-ee7bea20-d92f-4497-b464-a1dada71672f.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco W35 Black', 4.89, 24),
('b8c66adb-0043-43f0-b121-ccb620216637', 'Наушники Realme Buds Air 3 Starry Blue', 4990, '24-b8c66adb-0043-43f0-b121-ccb620216637.webp', 'Самый лучший среди товаров на рынке Наушники Realme Buds Air 3 Starry Blue', 4.94, 24),
('b3fdba7e-88af-46a6-9d33-0c453cb84178', 'Беспроводные наушники Honor White (5504AAAM)', 2030, '24-b3fdba7e-88af-46a6-9d33-0c453cb84178.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Honor White (5504AAAM)', 4.57, 24);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d92d709f-c693-4d6e-86e0-c06dcb07d0ba', 'Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 18990, '53-d92d709f-c693-4d6e-86e0-c06dcb07d0ba.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 4.95, 53),
('f5a4e92a-e2a9-4a02-9a7f-d94b04a889ed', 'Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 19990, '53-f5a4e92a-e2a9-4a02-9a7f-d94b04a889ed.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 4.95, 53),
('95f7525e-6822-49d7-b994-688028c8ad37', 'Сноуборд Telson Darth Vader 2023 2024 черный, 153 см', 24990, '53-95f7525e-6822-49d7-b994-688028c8ad37.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Darth Vader 2023 2024 черный, 153 см', 4.95, 53),
('14ac146a-c86f-4bf0-b854-63efa0490df1', 'Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 24990, '53-14ac146a-c86f-4bf0-b854-63efa0490df1.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 4.95, 53),
('07ce6de3-f9db-44af-b4a2-9bd1bbc97803', 'Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 18990, '53-07ce6de3-f9db-44af-b4a2-9bd1bbc97803.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 4.95, 53),
('9096dbde-6c0d-4a69-8421-9d398f37abce', 'Сноуборд Telson Ocean 2023 2024 синий, 153 см', 19990, '53-9096dbde-6c0d-4a69-8421-9d398f37abce.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Ocean 2023 2024 синий, 153 см', 4.95, 53),
('d8be2316-87d0-4b6f-8d81-18352113bfca', 'Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 24990, '53-d8be2316-87d0-4b6f-8d81-18352113bfca.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 4.95, 53),
('2de686e9-9a1c-40de-a682-60d61e0e1d81', 'Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 29990, '53-2de686e9-9a1c-40de-a682-60d61e0e1d81.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 4.95, 53),
('164c48a7-6a0b-4412-b044-36d9934746c0', 'Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 24990, '53-164c48a7-6a0b-4412-b044-36d9934746c0.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 4.95, 53),
('104c5e63-3252-4d3a-9ce8-99a718b722a0', 'Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 18990, '53-104c5e63-3252-4d3a-9ce8-99a718b722a0.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 4.95, 53),
('c39f5883-1951-4b71-a51e-f7db2676fdf1', 'Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 1585, '53-c39f5883-1951-4b71-a51e-f7db2676fdf1.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 4.8, 53),
('a05f3a26-47e7-42db-9c96-3b57746d2c61', 'Сноуборд NovaSport 6513-00 2021 2022 разноцветный, 95 см', 1344, '53-a05f3a26-47e7-42db-9c96-3b57746d2c61.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6513-00 2021 2022 разноцветный, 95 см', 4.2, 53),
('f657d558-d375-4ba2-93a1-5e65a3a566e1', 'Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 1884, '53-f657d558-d375-4ba2-93a1-5e65a3a566e1.webp', 'Самый лучший среди товаров на рынке Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 4.13, 53),
('ba71e098-fbf5-47ab-840d-c74a32195744', 'Сноуборд NovaSport пластиковый детский с креплением', 2286, '53-ba71e098-fbf5-47ab-840d-c74a32195744.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport пластиковый детский с креплением', 4.7, 53),
('cf1321b6-ba71-4267-8d61-307a8d9fb6eb', 'Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 734, '53-cf1321b6-ba71-4267-8d61-307a8d9fb6eb.webp', 'Самый лучший среди товаров на рынке Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 4.2, 53),
('0114269d-eb34-4596-a647-6e43cc7c417b', 'Сноуборд NovaSport 6537-00 2021 2022 разноцветный, 95 см', 1715, '53-0114269d-eb34-4596-a647-6e43cc7c417b.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6537-00 2021 2022 разноцветный, 95 см', 4.8, 53),
('1b342157-a4c6-4269-a9c1-1a5a2df99f80', 'Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 1649, '53-1b342157-a4c6-4269-a9c1-1a5a2df99f80.webp', 'Самый лучший среди товаров на рынке Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 4.95, 53),
('72fef60c-e925-4b49-8691-fb5cb3ee78b9', 'Сноуборд Дартс-Ковров Детский 2018 2019 разноцветный, 95 см', 1223, '53-72fef60c-e925-4b49-8691-fb5cb3ee78b9.webp', 'Самый лучший среди товаров на рынке Сноуборд Дартс-Ковров Детский 2018 2019 разноцветный, 95 см', 4.37, 53),
('41b7c61f-fcc9-4de2-a5a2-34d894d63165', 'Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 1528, '53-41b7c61f-fcc9-4de2-a5a2-34d894d63165.webp', 'Самый лучший среди товаров на рынке Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 4.95, 53),
('13478093-ba10-4218-baff-55f3f02aa933', 'Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 1900, '53-13478093-ba10-4218-baff-55f3f02aa933.webp', 'Самый лучший среди товаров на рынке Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 4.95, 53),
('a2720824-d423-4a99-90a8-9d3f24b723dc', 'Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 79986, '53-a2720824-d423-4a99-90a8-9d3f24b723dc.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 4.95, 53),
('0fe8b758-e8ff-4beb-bd57-1cbc7ed1a3a1', 'Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 67129, '53-0fe8b758-e8ff-4beb-bd57-1cbc7ed1a3a1.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 4.95, 53),
('5d3abfe5-2537-4827-b1f2-f1f1afdb09fd', 'Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 56200, '53-5d3abfe5-2537-4827-b1f2-f1f1afdb09fd.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 4.95, 53),
('6b63cfac-e073-4df0-8dcf-5ab4a86ca53a', 'Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 25998, '53-6b63cfac-e073-4df0-8dcf-5ab4a86ca53a.webp', 'Самый лучший среди товаров на рынке Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 4.95, 53),
('8b75dd46-dc08-4ed4-a823-568aca8916b7', 'Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 56200, '53-8b75dd46-dc08-4ed4-a823-568aca8916b7.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 4.95, 53),
('e4713f24-9ddd-42a5-9c91-563d8c94b4ab', 'Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 1437, '53-e4713f24-9ddd-42a5-9c91-563d8c94b4ab.webp', 'Самый лучший среди товаров на рынке Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 4.95, 53),
('77924a3c-bbd2-43d1-8733-6ec659b9b341', 'Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 87372, '53-77924a3c-bbd2-43d1-8733-6ec659b9b341.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 4.95, 53),
('a7d54a9c-411e-4418-b9e2-00dbcec825ef', 'Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 38643, '53-a7d54a9c-411e-4418-b9e2-00dbcec825ef.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 4.95, 53);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('526ace6c-dc6a-44d9-a256-a0b2e9a048e9', 'Протектор для веревки Vento Vnt 217', 288, '55-526ace6c-dc6a-44d9-a256-a0b2e9a048e9.webp', 'Самый лучший среди товаров на рынке Протектор для веревки Vento Vnt 217', 4.4, 55),
('d80dd363-c1df-4a8b-a6fc-d3477164a02c', 'Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 305, '55-d80dd363-c1df-4a8b-a6fc-d3477164a02c.webp', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 4.5, 55),
('e71f30d6-574d-4654-9abc-924e25f76856', 'Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 646, '55-e71f30d6-574d-4654-9abc-924e25f76856.webp', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 4.4, 55),
('3f8561fc-8ca9-4b09-bf26-641d5b79a135', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4056, '55-3f8561fc-8ca9-4b09-bf26-641d5b79a135.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4.95, 55),
('92a269ec-344c-42ef-92fa-f70606bc702a', 'Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 1010, '55-92a269ec-344c-42ef-92fa-f70606bc702a.webp', 'Самый лучший среди товаров на рынке Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 4.95, 55),
('80a7d8de-2de7-49d5-b79c-9c2f5154550d', 'Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 7040, '55-80a7d8de-2de7-49d5-b79c-9c2f5154550d.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 4.95, 55),
('44dc01d5-effc-4760-a068-b7bd48d672c2', 'АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 2752, '55-44dc01d5-effc-4760-a068-b7bd48d672c2.webp', 'Самый лучший среди товаров на рынке АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 4.95, 55),
('a75f03a5-ac5b-4da4-b72f-f6fc8433fa63', 'Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 1295, '55-a75f03a5-ac5b-4da4-b72f-f6fc8433fa63.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 4.95, 55),
('e1d7be60-7346-436e-b60e-c5d897f7b8d7', 'Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 785, '55-e1d7be60-7346-436e-b60e-c5d897f7b8d7.webp', 'Самый лучший среди товаров на рынке Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 4.95, 55),
('3143d627-28c1-4d25-9222-87bc5f1fd0c2', 'Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 602, '55-3143d627-28c1-4d25-9222-87bc5f1fd0c2.webp', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 4.1, 55),
('7a7535c5-44e7-4d2f-a20c-b060f6d8dd1a', 'Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 602, '55-7a7535c5-44e7-4d2f-a20c-b060f6d8dd1a.webp', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 4.95, 55),
('7231057f-40cd-48e9-b73d-86be8e027632', 'Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 602, '55-7231057f-40cd-48e9-b73d-86be8e027632.webp', 'Самый лучший среди товаров на рынке Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 4.95, 55),
('07a97550-87bc-4fd9-ba9b-bbda21f10a42', 'Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 670, '55-07a97550-87bc-4fd9-ba9b-bbda21f10a42.webp', 'Самый лучший среди товаров на рынке Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 4.1, 55),
('d7c43836-f311-4792-ab51-735c55b75515', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 1430, '55-d7c43836-f311-4792-ab51-735c55b75515.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 4.95, 55),
('50c670e8-1e59-4175-be6a-ae1ea9c6be63', 'Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 2600, '55-50c670e8-1e59-4175-be6a-ae1ea9c6be63.webp', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 4.3, 55),
('a99a84a4-044a-4f9a-bf59-1118a817d55b', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 3058, '55-a99a84a4-044a-4f9a-bf59-1118a817d55b.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 4.2, 55),
('66d538b4-261c-4937-b778-d0824ffd451e', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 3150, '55-66d538b4-261c-4937-b778-d0824ffd451e.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 4.95, 55),
('ddb5936f-930f-4b10-8142-b8e62483b8ce', 'Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 6050, '55-ddb5936f-930f-4b10-8142-b8e62483b8ce.webp', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 4.95, 55),
('d454fa98-b3e2-4293-8f6d-511652740252', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 30м', 3700, '55-d454fa98-b3e2-4293-8f6d-511652740252.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 30м', 4.95, 55),
('d2998e1d-5124-48c0-8f08-334d737b8704', 'Веревка страховочная высокопрочная Prival Static Grov, 11мм х 15м', 2180, '55-d2998e1d-5124-48c0-8f08-334d737b8704.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 11мм х 15м', 4.1, 55);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d23c81a8-abdc-4718-ae8a-a3b2c0efdad4', 'Синтезатор Denn DEK546', 2999, '44-d23c81a8-abdc-4718-ae8a-a3b2c0efdad4.webp', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK546', 4.1, 44),
('21ab8099-aee0-4dcd-b6ab-aa4c55b52c3c', 'MIDI-клавиатура Arturia MiniLAB 3', 12560, '44-21ab8099-aee0-4dcd-b6ab-aa4c55b52c3c.webp', 'Самый лучший среди товаров на рынке MIDI-клавиатура Arturia MiniLAB 3', 4.48, 44),
('3af47ff3-3bcd-4c0e-9d5f-f99bdafffd77', 'Синтезатор TESLER KB-6150', 8490, '44-3af47ff3-3bcd-4c0e-9d5f-f99bdafffd77.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6150', 4.31, 44),
('d14a6af1-a5ce-4e1a-b0bf-7d0c39c3ce58', 'Синтезатор Denn DEK37 mini', 1290, '44-d14a6af1-a5ce-4e1a-b0bf-7d0c39c3ce58.webp', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK37 mini', 4.28, 44),
('5c272c42-1563-48f5-86ed-fe428363f545', 'Синтезатор TESLER KB-5420', 4990, '44-5c272c42-1563-48f5-86ed-fe428363f545.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-5420', 4.61, 44),
('269486d8-a17e-4d83-9a96-99daaf3bf89e', 'Цифровое пианино Nux Cherub WK-310 White', 67040, '44-269486d8-a17e-4d83-9a96-99daaf3bf89e.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub WK-310 White', 4.6, 44),
('9451f946-5410-4839-94d6-97455d41855b', 'Синтезатор Casio CT-S200BK', 22809, '44-9451f946-5410-4839-94d6-97455d41855b.webp', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200BK', 4.29, 44),
('10d92268-ae6c-439e-8403-2237445776c4', 'Цифровое пианино Nux Cherub NPK-10-BK', 47890, '44-10d92268-ae6c-439e-8403-2237445776c4.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-BK', 4.30, 44),
('58a5873e-8ecb-4295-b77e-4aece52c3fe1', 'Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 114900, '44-58a5873e-8ecb-4295-b77e-4aece52c3fe1.webp', 'Самый лучший среди товаров на рынке Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 4.95, 44),
('461e306f-43eb-41a1-be9c-b2f20baeb2a7', 'Цифровое пианино Artesia Performer Black', 26511, '44-461e306f-43eb-41a1-be9c-b2f20baeb2a7.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Artesia Performer Black', 4.19, 44),
('fda0a6c4-f391-44f9-9836-a83c13052fef', 'Цифровое пианино TESLER KB-8850 BLACK', 19990, '44-fda0a6c4-f391-44f9-9836-a83c13052fef.webp', 'Самый лучший среди товаров на рынке Цифровое пианино TESLER KB-8850 BLACK', 4.28, 44),
('579b40b2-5f38-4ec6-84e4-57bb2b3c18ce', 'Музыкальный инструмент Doffler X-2 Stand', 2390, '44-579b40b2-5f38-4ec6-84e4-57bb2b3c18ce.webp', 'Самый лучший среди товаров на рынке Музыкальный инструмент Doffler X-2 Stand', 4.25, 44),
('1d964bcb-7ece-456c-add6-c1aab1905714', 'NPK-10-RD Цифровое пианино, красное, Nux Cherub', 47890, '44-1d964bcb-7ece-456c-add6-c1aab1905714.webp', 'Самый лучший среди товаров на рынке NPK-10-RD Цифровое пианино, красное, Nux Cherub', 4.1, 44),
('f416d8c8-c367-4340-8e72-19a57efdd203', 'Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 5553, '44-f416d8c8-c367-4340-8e72-19a57efdd203.webp', 'Самый лучший среди товаров на рынке Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 4.26, 44),
('1e19296a-ff7b-4efa-8bdf-0a7257166dda', 'Цифровое пианино Nux Cherub NPK-10-WH', 47890, '44-1e19296a-ff7b-4efa-8bdf-0a7257166dda.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-WH', 4.1, 44),
('27fa9ad7-55f5-4848-b25d-2d4554a7b63c', 'Стойка для клавишных Foix Q-1X', 1725, '44-27fa9ad7-55f5-4848-b25d-2d4554a7b63c.webp', 'Самый лучший среди товаров на рынке Стойка для клавишных Foix Q-1X', 4.8, 44),
('f50cf6e8-1814-4a75-b03f-f18cf3d67baa', 'Синтезатор TESLER KB-6120', 6590, '44-f50cf6e8-1814-4a75-b03f-f18cf3d67baa.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6120', 4.16, 44),
('f0fb0403-a8d3-4139-b6f2-7e38f4be042e', 'Синтезатор Casio CT-S200WE', 30509, '44-f0fb0403-a8d3-4139-b6f2-7e38f4be042e.webp', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200WE', 4.19, 44),
('d40dad6b-21cf-4c20-a526-5fed957f1b68', 'Банкетка для пианино или рояля DEKKO JR-40-1 WH', 7990, '44-d40dad6b-21cf-4c20-a526-5fed957f1b68.webp', 'Самый лучший среди товаров на рынке Банкетка для пианино или рояля DEKKO JR-40-1 WH', 4.18, 44),
('9b9d7f5e-53c6-426a-b2c2-ab794a69d798', 'Стойка для клавишных Dadi KS-201', 2860, '44-9b9d7f5e-53c6-426a-b2c2-ab794a69d798.webp', 'Самый лучший среди товаров на рынке Стойка для клавишных Dadi KS-201', 4.2, 44),
('9be11c66-4118-4681-a8a5-27743d13afdf', 'Портативный синтезатор EMILY PIANO EK-7 BK', 9990, '44-9be11c66-4118-4681-a8a5-27743d13afdf.webp', 'Самый лучший среди товаров на рынке Портативный синтезатор EMILY PIANO EK-7 BK', 4.8, 44),
('7db6e336-487f-4582-b977-f4f9b399479c', 'Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 13109, '44-7db6e336-487f-4582-b977-f4f9b399479c.webp', 'Самый лучший среди товаров на рынке Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 4.8, 44),
('70d238bd-e592-4a4f-97a8-908e4e03af44', 'Цифровое пианино Ringway RP-35 W', 47952, '44-70d238bd-e592-4a4f-97a8-908e4e03af44.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Ringway RP-35 W', 4.12, 44);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d482175b-b464-4bb5-aa06-ed523b5f11b4', 'Тональный крем Enough Collagen Moisture Foundation SPF15 13 100 мл', 399, '63-d482175b-b464-4bb5-aa06-ed523b5f11b4.webp', 'Самый лучший среди товаров на рынке Тональный крем Enough Collagen Moisture Foundation SPF15 13 100 мл', 4.58, 63),
('a784a8c3-b611-4abc-87b9-9cd47a1f53d4', 'Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 3790, '63-a784a8c3-b611-4abc-87b9-9cd47a1f53d4.webp', 'Самый лучший среди товаров на рынке Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 4.95, 63),
('a9a87c1b-51d3-43bc-905b-4de19e20be12', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 1750, '63-a9a87c1b-51d3-43bc-905b-4de19e20be12.webp', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 4.6, 63),
('2f538ccf-bed2-419e-a42c-3bc9b8d956cb', 'Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 3000, '63-2f538ccf-bed2-419e-a42c-3bc9b8d956cb.webp', 'Самый лучший среди товаров на рынке Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 4.56, 63),
('9c6a8e75-6456-47b2-9c41-0f1b7e8a2a02', 'Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 588, '63-9c6a8e75-6456-47b2-9c41-0f1b7e8a2a02.webp', 'Самый лучший среди товаров на рынке Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 4.42, 63),
('61d9fc5a-8d9d-49e6-8c00-57514158cd21', 'Консилер Vivienne Sabo Retouche, тон 01', 330, '63-61d9fc5a-8d9d-49e6-8c00-57514158cd21.webp', 'Самый лучший среди товаров на рынке Консилер Vivienne Sabo Retouche, тон 01', 4.3, 63),
('25ee37da-0095-4173-9ba2-3f0b9dbabd8a', 'Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 240, '63-25ee37da-0095-4173-9ba2-3f0b9dbabd8a.webp', 'Самый лучший среди товаров на рынке Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 4.83, 63),
('9ac2d5c5-32ce-4a4b-918a-d20c03ea9292', 'Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 552, '63-9ac2d5c5-32ce-4a4b-918a-d20c03ea9292.webp', 'Самый лучший среди товаров на рынке Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 4.83, 63),
('263744b4-53ce-45c3-b639-c8fe335e5aa7', 'Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 432, '63-263744b4-53ce-45c3-b639-c8fe335e5aa7.webp', 'Самый лучший среди товаров на рынке Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 4.6, 63),
('b160e3bc-af06-44e4-9849-d78a0a1cf41a', 'Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 314, '63-b160e3bc-af06-44e4-9849-d78a0a1cf41a.webp', 'Самый лучший среди товаров на рынке Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 4.55, 63),
('dceba4b1-fc8e-4b98-8339-6ae6f897cf9a', 'Палетка для контуринга лица Vivienne Sabo Naturel 04', 339, '63-dceba4b1-fc8e-4b98-8339-6ae6f897cf9a.webp', 'Самый лучший среди товаров на рынке Палетка для контуринга лица Vivienne Sabo Naturel 04', 4.10, 63),
('73b51143-be6c-4202-8037-1d7c89a5df70', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 1720, '63-73b51143-be6c-4202-8037-1d7c89a5df70.webp', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 4.20, 63),
('7efac12b-1a3e-4b95-8e63-c1e90a08f774', 'Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 511, '63-7efac12b-1a3e-4b95-8e63-c1e90a08f774.webp', 'Самый лучший среди товаров на рынке Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 4.74, 63),
('b00dc6bd-3101-42f8-b3ed-0cc531f2896f', 'Стик-скульптор Belor Design Multitalent тон 1', 408, '63-b00dc6bd-3101-42f8-b3ed-0cc531f2896f.webp', 'Самый лучший среди товаров на рынке Стик-скульптор Belor Design Multitalent тон 1', 4.34, 63),
('8775a90e-c72b-4995-a8cc-88e2ab16d35a', 'Пудра-фиксатор бесцветная LuxVisage Expert Matt 9 г', 296, '63-8775a90e-c72b-4995-a8cc-88e2ab16d35a.webp', 'Самый лучший среди товаров на рынке Пудра-фиксатор бесцветная LuxVisage Expert Matt 9 г', 4.37, 63),
('7c3054e2-d3ec-48d5-a131-a9b102a7e7d2', 'Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 235, '63-7c3054e2-d3ec-48d5-a131-a9b102a7e7d2.webp', 'Самый лучший среди товаров на рынке Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 4.77, 63),
('e32e6e90-c4b6-455d-9df4-766978bbbb71', 'Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 538, '63-e32e6e90-c4b6-455d-9df4-766978bbbb71.webp', 'Самый лучший среди товаров на рынке Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 4.1, 63),
('1509f344-86ac-46fc-8487-53ad90bc8bd1', 'Минеральная пудра Horec Dry Cool с мятой', 599, '63-1509f344-86ac-46fc-8487-53ad90bc8bd1.webp', 'Самый лучший среди товаров на рынке Минеральная пудра Horec Dry Cool с мятой', 4.35, 63);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('345deb44-8f53-44c4-9fb4-f14b437125b5', 'Игра Red Dead Redemption 2 для Xbox One', 3590, '112-345deb44-8f53-44c4-9fb4-f14b437125b5.webp', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для Xbox One', 4.95, 112),
('51d71b0d-4d6a-4375-853f-5851b0da6f9a', 'Игра Forza Horizon 4 для Xbox One', 4990, '112-51d71b0d-4d6a-4375-853f-5851b0da6f9a.webp', 'Самый лучший среди товаров на рынке Игра Forza Horizon 4 для Xbox One', 4.95, 112),
('febe345c-9884-4388-b0ec-76844ab9d140', 'Игра Spyro Reignited Trilogy для Xbox One', 2885, '112-febe345c-9884-4388-b0ec-76844ab9d140.webp', 'Самый лучший среди товаров на рынке Игра Spyro Reignited Trilogy для Xbox One', 4.95, 112),
('7f111728-3dad-41b9-8102-7a4b695d8801', 'Игра Метро: Исход Издание первого дня для Xbox One', 2990, '112-7f111728-3dad-41b9-8102-7a4b695d8801.webp', 'Самый лучший среди товаров на рынке Игра Метро: Исход Издание первого дня для Xbox One', 4.95, 112),
('b0cb4b7c-b9ed-4f24-87c5-3c4239aa1a63', 'Игра Far Cry 5 для Xbox One', 3590, '112-b0cb4b7c-b9ed-4f24-87c5-3c4239aa1a63.webp', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для Xbox One', 4.95, 112),
('78a8346e-63b5-4cfc-a757-b64703283c34', 'Игра Battlefield V для Microsoft Xbox One', 2490, '112-78a8346e-63b5-4cfc-a757-b64703283c34.webp', 'Самый лучший среди товаров на рынке Игра Battlefield V для Microsoft Xbox One', 4.95, 112),
('cd8b7bc6-da46-4de8-8aed-29e45a10b52a', 'Игра Grand Theft Auto V для Xbox One', 3490, '112-cd8b7bc6-da46-4de8-8aed-29e45a10b52a.webp', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для Xbox One', 4.95, 112),
('c2f92ac4-df01-4ffb-86cc-b39d3465dd16', 'Игра Pro Evolution Soccer 2015 для Xbox One', 1490, '112-c2f92ac4-df01-4ffb-86cc-b39d3465dd16.webp', 'Самый лучший среди товаров на рынке Игра Pro Evolution Soccer 2015 для Xbox One', 4.95, 112),
('e5ce2555-7152-4b9e-bcdf-b5e3b17519c0', 'Игра Scream Ride для Xbox One', 1192, '112-e5ce2555-7152-4b9e-bcdf-b5e3b17519c0.webp', 'Самый лучший среди товаров на рынке Игра Scream Ride для Xbox One', 4.95, 112),
('b5862b74-3be8-4c57-a5c8-530f06331a56', 'Игра XCOM 2 для Xbox One', 2580, '112-b5862b74-3be8-4c57-a5c8-530f06331a56.webp', 'Самый лучший среди товаров на рынке Игра XCOM 2 для Xbox One', 4.95, 112),
('96a32c8f-30c6-4241-b81d-5d19eae6c41f', 'Игра Dishonored 2 Limited Edition для Xbox One', 4299, '112-96a32c8f-30c6-4241-b81d-5d19eae6c41f.webp', 'Самый лучший среди товаров на рынке Игра Dishonored 2 Limited Edition для Xbox One', 4.95, 112),
('d6303687-a76b-4924-994f-9b57c9e10d79', 'Игра Destiny 2 для Microsoft Xbox One', 2690, '112-d6303687-a76b-4924-994f-9b57c9e10d79.webp', 'Самый лучший среди товаров на рынке Игра Destiny 2 для Microsoft Xbox One', 4.95, 112),
('d2ed61fb-50d1-4742-a955-5fe7f9ffc4bc', 'Игра Monster Hunter: World для Xbox One', 4190, '112-d2ed61fb-50d1-4742-a955-5fe7f9ffc4bc.webp', 'Самый лучший среди товаров на рынке Игра Monster Hunter: World для Xbox One', 4.95, 112),
('2c6f2a35-bbb0-4148-b690-b8b8adb7f21e', 'Игра GTA V: Premium Online Edition для Xbox One', 3473, '112-2c6f2a35-bbb0-4148-b690-b8b8adb7f21e.webp', 'Самый лучший среди товаров на рынке Игра GTA V: Premium Online Edition для Xbox One', 4.95, 112),
('bfaccd09-295f-43f3-8a2f-e30c0646b8a6', 'Игра Final Fantasy XV Royal Edition для Xbox One', 3490, '112-bfaccd09-295f-43f3-8a2f-e30c0646b8a6.webp', 'Самый лучший среди товаров на рынке Игра Final Fantasy XV Royal Edition для Xbox One', 4.95, 112);
