INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6e7d2b0a-77d6-4579-99f9-57430cca5daf', 'Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 471, '64-6e7d2b0a-77d6-4579-99f9-57430cca5daf.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 4.98, 64),
('0e7046c9-b015-4e96-999c-fe7ef6741d5e', 'Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 2790, '64-0e7046c9-b015-4e96-999c-fe7ef6741d5e.webp', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 4.95, 64),
('78c77238-7569-49e4-81e3-b0fb43b67680', 'Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 290, '64-78c77238-7569-49e4-81e3-b0fb43b67680.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 4.42, 64),
('304a00bf-8f03-4ba6-a632-d3e136cf40fc', 'Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 459, '64-304a00bf-8f03-4ba6-a632-d3e136cf40fc.webp', 'Самый лучший среди товаров на рынке Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 4.30, 64),
('8c9bacdf-819c-4ab5-b13f-89baaf16f0a4', 'Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 3890, '64-8c9bacdf-819c-4ab5-b13f-89baaf16f0a4.webp', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 4.95, 64),
('bff62b96-916c-448c-8662-7eb46e9e6231', 'Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 465, '64-bff62b96-916c-448c-8662-7eb46e9e6231.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 4.95, 64),
('838340a3-c160-4704-92e0-0df8d9cc53d4', 'Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 407, '64-838340a3-c160-4704-92e0-0df8d9cc53d4.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 4.45, 64),
('438f6f4c-d85a-4b6d-8037-2596088f9b9b', 'Набор для бровей Toplash Brow set', 3790, '64-438f6f4c-d85a-4b6d-8037-2596088f9b9b.webp', 'Самый лучший среди товаров на рынке Набор для бровей Toplash Brow set', 4.95, 64),
('124c2db8-e06a-4e71-8f4a-77bd9ae3d1d6', 'Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 311, '64-124c2db8-e06a-4e71-8f4a-77bd9ae3d1d6.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 4.29, 64),
('abd88c05-6182-45d4-903f-167144de6194', 'Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 465, '64-abd88c05-6182-45d4-903f-167144de6194.webp', 'Самый лучший среди товаров на рынке Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 4.17, 64),
('66e0f9f8-99c2-44de-a267-e64a7ca8a93b', 'Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 379, '64-66e0f9f8-99c2-44de-a267-e64a7ca8a93b.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 4.42, 64),
('54b41313-57cd-45cc-a544-684aec5d7120', 'Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 465, '64-54b41313-57cd-45cc-a544-684aec5d7120.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 4.1, 64),
('6fde019a-ef3a-4531-bca1-b04e23df81bc', 'Тушь для ресниц SHIK, Extra Volume', 550, '64-6fde019a-ef3a-4531-bca1-b04e23df81bc.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц SHIK, Extra Volume', 4.94, 64),
('ecce115b-b90c-4919-888d-ee6936348996', 'Подводка-фломастер для глаз Senana Marina водостойкая, 24 часа, 0,8 мл', 219, '64-ecce115b-b90c-4919-888d-ee6936348996.webp', 'Самый лучший среди товаров на рынке Подводка-фломастер для глаз Senana Marina водостойкая, 24 часа, 0,8 мл', 4.24, 64),
('7109fa0f-de1c-4156-a6da-3696e0f47ec1', 'Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 293, '64-7109fa0f-de1c-4156-a6da-3696e0f47ec1.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 4.77, 64),
('f26ecca5-9946-4859-a307-79d7ac5fbfc9', 'Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 315, '64-f26ecca5-9946-4859-a307-79d7ac5fbfc9.webp', 'Самый лучший среди товаров на рынке Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 4.90, 64),
('175493ca-bac5-4f1b-a9ac-b2d2ef9f2d92', 'Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 180, '64-175493ca-bac5-4f1b-a9ac-b2d2ef9f2d92.webp', 'Самый лучший среди товаров на рынке Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 4.72, 64),
('e49fa92d-2684-44e9-a0e6-b151865b2a79', 'Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 359, '64-e49fa92d-2684-44e9-a0e6-b151865b2a79.webp', 'Самый лучший среди товаров на рынке Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 4.31, 64),
('73b31401-ef50-4fef-99b6-ec8cb61b8ab3', 'Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 368, '64-73b31401-ef50-4fef-99b6-ec8cb61b8ab3.webp', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 4.81, 64),
('6aea6b8f-ed06-41ed-b273-05abbaa9a50e', 'Гель для бровей и ресниц Vivienne Sabo тон 02', 218, '64-6aea6b8f-ed06-41ed-b273-05abbaa9a50e.webp', 'Самый лучший среди товаров на рынке Гель для бровей и ресниц Vivienne Sabo тон 02', 4.84, 64);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a2a5cff2-6135-431d-96a8-c358084b6da8', 'Браслет 585Gold, без вставки', 2158, '73-a2a5cff2-6135-431d-96a8-c358084b6da8.webp', 'Самый лучший среди товаров на рынке Браслет 585Gold, без вставки', 4.95, 73),
('a49f68fe-4e74-4d10-85ca-d9152377e358', 'Браслет SOKOLOV, без вставки', 569, '73-a49f68fe-4e74-4d10-85ca-d9152377e358.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, без вставки', 4.14, 73),
('99497a2b-9236-436c-9687-03b6ecdee2c5', 'Браслет VALTERA, без вставки', 2280, '73-99497a2b-9236-436c-9687-03b6ecdee2c5.webp', 'Самый лучший среди товаров на рынке Браслет VALTERA, без вставки', 4.95, 73),
('a2a370cd-8c4b-45df-a766-ccd9f8c43960', 'Браслет ADAMAS, без вставки', 68890, '73-a2a370cd-8c4b-45df-a766-ccd9f8c43960.webp', 'Самый лучший среди товаров на рынке Браслет ADAMAS, без вставки', 4.95, 73),
('812cb8ea-9cd0-4920-904a-ffc4498a6d12', 'Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 31259, '73-812cb8ea-9cd0-4920-904a-ffc4498a6d12.webp', 'Самый лучший среди товаров на рынке Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 4.95, 73),
('a0a744bf-877d-4e3a-83a1-35af95ca0a12', 'Браслет ЯХОНТ Ювелирный, без вставки', 2860, '73-a0a744bf-877d-4e3a-83a1-35af95ca0a12.webp', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, без вставки', 4.95, 73),
('eca6466f-cc20-490d-9ee8-ce8a127e9edb', 'Браслет ЯХОНТ Ювелирный, фианит', 3444, '73-eca6466f-cc20-490d-9ee8-ce8a127e9edb.webp', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, фианит', 4.95, 73),
('37f8561a-518e-4db6-add6-b4a54189b249', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 5582, '73-37f8561a-518e-4db6-add6-b4a54189b249.webp', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 4.95, 73),
('5a6190da-a689-439b-9799-c166376618a0', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 5389, '73-5a6190da-a689-439b-9799-c166376618a0.webp', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 4.95, 73),
('b96881b8-e8d8-4b81-979e-835f36c197a1', 'Браслет PLATINA jewelry, без вставки', 29750, '73-b96881b8-e8d8-4b81-979e-835f36c197a1.webp', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, без вставки', 4.95, 73),
('69edb5eb-a7a0-4a1d-9ac8-6f4285bfc431', 'Браслет PLATINA jewelry, гранат', 7400, '73-69edb5eb-a7a0-4a1d-9ac8-6f4285bfc431.webp', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, гранат', 4.95, 73),
('0ca58fd8-742a-406a-893e-2a5036cfe747', 'Браслет SOKOLOV, фианит', 2847, '73-0ca58fd8-742a-406a-893e-2a5036cfe747.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, фианит', 4.34, 73),
('089bdde8-e927-42ea-b12f-2050844730f3', 'Браслет SOKOLOV, топаз', 12758, '73-089bdde8-e927-42ea-b12f-2050844730f3.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз', 4.18, 73),
('f98f19a2-9748-47e0-94d3-185fd22d5229', 'Браслет SOKOLOV, бриллиант', 1678, '73-f98f19a2-9748-47e0-94d3-185fd22d5229.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, бриллиант', 4.14, 73),
('397dd081-8564-4c96-a5d0-ec0d1d4c41a2', 'Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 9888, '73-397dd081-8564-4c96-a5d0-ec0d1d4c41a2.webp', 'Самый лучший среди товаров на рынке Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 4.7, 73),
('84e93204-d776-4b2f-9a0f-fe69781c270f', 'Браслет SOKOLOV, родолит, топаз, фианит', 20247, '73-84e93204-d776-4b2f-9a0f-fe69781c270f.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, родолит, топаз, фианит', 4.14, 73),
('6ffdf3b7-8b68-4bdd-921b-ecd475cab4ab', 'Браслет SOKOLOV, жемчуг', 4492, '73-6ffdf3b7-8b68-4bdd-921b-ecd475cab4ab.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, жемчуг', 4.1, 73),
('90cee3df-77bd-43f1-b579-ec46415bd95c', 'Браслет SOKOLOV Diamonds, бриллиант', 11197, '73-90cee3df-77bd-43f1-b579-ec46415bd95c.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV Diamonds, бриллиант', 4.11, 73),
('89fd764b-7745-4c2e-9536-70b6d92f4621', 'Браслет SOKOLOV, аметист, фианит', 3147, '73-89fd764b-7745-4c2e-9536-70b6d92f4621.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, аметист, фианит', 4.14, 73),
('d1cbf73a-0f22-44fa-b573-c061cd59aca8', 'Браслет SOKOLOV, топаз, фианит', 2563, '73-d1cbf73a-0f22-44fa-b573-c061cd59aca8.webp', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз, фианит', 4.19, 73),
('f53035fc-cf73-4828-a79f-ff25ef7ec538', 'Браслет Красцветмет, без вставки', 16320, '73-f53035fc-cf73-4828-a79f-ff25ef7ec538.webp', 'Самый лучший среди товаров на рынке Браслет Красцветмет, без вставки', 4.95, 73);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('cef08d95-854e-4c43-a5a6-eccc7376da6d', 'Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 5, '101-cef08d95-854e-4c43-a5a6-eccc7376da6d.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 4.54, 101),
('72d8d0ff-5456-4d74-a355-3fa6fd635dd0', 'Тетрадь школьная Проф-Пресс в линейку 12 л', 5, '101-72d8d0ff-5456-4d74-a355-3fa6fd635dd0.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс в линейку 12 л', 4.64, 101),
('dc4f36eb-09e5-499f-8cd4-2f815a13316b', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 89, '101-dc4f36eb-09e5-499f-8cd4-2f815a13316b.webp', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.28, 101),
('872f11c7-a6f8-4173-ba14-0806858b2a60', 'Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 70, '101-872f11c7-a6f8-4173-ba14-0806858b2a60.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 4.27, 101),
('2b62bcf9-8eb0-4bb2-8c38-dea6d5743825', 'Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 43, '101-2b62bcf9-8eb0-4bb2-8c38-dea6d5743825.webp', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 4.52, 101),
('64e47a44-e5b0-445a-b920-4383013ad2f1', 'Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 247, '101-64e47a44-e5b0-445a-b920-4383013ad2f1.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 4.56, 101),
('08128fdd-0b21-45b9-b947-6689608ae17f', 'Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 260, '101-08128fdd-0b21-45b9-b947-6689608ae17f.webp', 'Самый лучший среди товаров на рынке Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 4.37, 101),
('69fc1b2b-adc2-40d3-b4d4-5bc629be5402', 'Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 80, '101-69fc1b2b-adc2-40d3-b4d4-5bc629be5402.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 4.82, 101),
('167b46d7-049c-4561-9ce8-6b71f5aa3904', 'Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 6, '101-167b46d7-049c-4561-9ce8-6b71f5aa3904.webp', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 4.99, 101),
('ddaf96c2-3c13-4291-bc05-9173279a35b8', 'Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 156, '101-ddaf96c2-3c13-4291-bc05-9173279a35b8.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 4.0, 101),
('51461734-61eb-4cce-8904-4e46d7aba5d0', 'Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 79, '101-51461734-61eb-4cce-8904-4e46d7aba5d0.webp', 'Самый лучший среди товаров на рынке Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 4.90, 101),
('f1897d71-2534-415d-bdaf-887096a68c84', 'Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 7, '101-f1897d71-2534-415d-bdaf-887096a68c84.webp', 'Самый лучший среди товаров на рынке Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 4.56, 101),
('ece18f29-f1dd-4e82-815e-10a2ff751301', 'Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 158, '101-ece18f29-f1dd-4e82-815e-10a2ff751301.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 4.63, 101),
('e91341be-e558-44eb-9b19-9d946422ebf9', 'Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 367, '101-e91341be-e558-44eb-9b19-9d946422ebf9.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 4.28, 101),
('a6e356e3-9f02-49e5-84f4-74113098f942', 'Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 2, '101-a6e356e3-9f02-49e5-84f4-74113098f942.webp', 'Самый лучший среди товаров на рынке Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 4.85, 101),
('4247bf37-c885-4b8f-a70d-eb2a70e93cbd', 'Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 74, '101-4247bf37-c885-4b8f-a70d-eb2a70e93cbd.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 4.82, 101),
('d780b78d-ac39-4431-9b2c-7117156dff45', 'Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4, '101-d780b78d-ac39-4431-9b2c-7117156dff45.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4.42, 101),
('eb9d156f-5309-4f5b-8be9-8abb31c51a01', 'Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 181, '101-eb9d156f-5309-4f5b-8be9-8abb31c51a01.webp', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 4.28, 101),
('d2c85f5f-2a62-43f2-8652-56f3037aeaba', 'Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 19, '101-d2c85f5f-2a62-43f2-8652-56f3037aeaba.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 4.18, 101),
('68924ec0-0fb9-41d8-9f54-5a0ac24c6c76', 'Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 199, '101-68924ec0-0fb9-41d8-9f54-5a0ac24c6c76.webp', 'Самый лучший среди товаров на рынке Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 4.13, 101),
('8547734d-e110-4143-af2c-5fdf909196a3', 'Тетрадь ученическая 12 листов ПЗБМ 7146012314 A5 линейка 1 шт', 332, '101-8547734d-e110-4143-af2c-5fdf909196a3.webp', 'Самый лучший среди товаров на рынке Тетрадь ученическая 12 листов ПЗБМ 7146012314 A5 линейка 1 шт', 4.46, 101),
('d9f38997-09ea-4a99-9567-2f34d1dfbfd3', 'Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 5, '101-d9f38997-09ea-4a99-9567-2f34d1dfbfd3.webp', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 4.95, 101),
('05c22b7d-57a5-4565-94c7-e68bc0475675', 'Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 101, '101-05c22b7d-57a5-4565-94c7-e68bc0475675.webp', 'Самый лучший среди товаров на рынке Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 4.2, 101);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('21e653e3-2402-43e5-9289-f29be7e0ada6', 'Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 2, '102-21e653e3-2402-43e5-9289-f29be7e0ada6.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 4.98, 102),
('80cf90ca-6068-4e16-ac1f-7e95891abe7a', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 13, '102-80cf90ca-6068-4e16-ac1f-7e95891abe7a.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.72, 102),
('733dbc2a-855c-4e9e-ae93-d0ff23e047dd', 'Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 13, '102-733dbc2a-855c-4e9e-ae93-d0ff23e047dd.webp', 'Самый лучший среди товаров на рынке Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 4.57, 102),
('5ecc5ccc-220f-4753-be14-037349e61d87', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 13, '102-5ecc5ccc-220f-4753-be14-037349e61d87.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.75, 102),
('53e28817-ac64-4cb2-b178-1b38f606f3d8', 'Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 29, '102-53e28817-ac64-4cb2-b178-1b38f606f3d8.webp', 'Самый лучший среди товаров на рынке Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 4.59, 102),
('f7bdb0ed-363c-4447-991d-db8e56c06eb4', 'Маркеры канцелярские МедТех 80 шт', 780, '102-f7bdb0ed-363c-4447-991d-db8e56c06eb4.webp', 'Самый лучший среди товаров на рынке Маркеры канцелярские МедТех 80 шт', 4.28, 102),
('6b9c229f-8f20-42ae-a3b1-1ab2f8d51c0d', 'Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 3, '102-6b9c229f-8f20-42ae-a3b1-1ab2f8d51c0d.webp', 'Самый лучший среди товаров на рынке Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 4.62, 102),
('04e67ce3-51e2-458a-badd-9d6f575fe850', 'Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 122, '102-04e67ce3-51e2-458a-badd-9d6f575fe850.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 4.50, 102),
('3e614dc1-bfff-427d-a3b0-04cbace2bc21', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 303, '102-3e614dc1-bfff-427d-a3b0-04cbace2bc21.webp', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.93, 102),
('e8623005-70a3-4c7b-ab26-6bd78864c17c', 'Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 169, '102-e8623005-70a3-4c7b-ab26-6bd78864c17c.webp', 'Самый лучший среди товаров на рынке Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 4.30, 102),
('b9d0a95e-e984-4327-a5eb-753354967aa2', 'Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 29, '102-b9d0a95e-e984-4327-a5eb-753354967aa2.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 4.44, 102),
('0ca28c01-fc53-4799-846c-4a5fd3eeac85', 'Мелки восковые Гамма Мультики 12 шт.', 345, '102-0ca28c01-fc53-4799-846c-4a5fd3eeac85.webp', 'Самый лучший среди товаров на рынке Мелки восковые Гамма Мультики 12 шт.', 4.59, 102),
('d0102201-6635-4aa6-8edf-7149a99f05b1', 'Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 1078, '102-d0102201-6635-4aa6-8edf-7149a99f05b1.webp', 'Самый лучший среди товаров на рынке Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 4.4, 102),
('76017f9d-d953-47cd-9ccc-5db5d8d25af6', 'Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 43, '102-76017f9d-d953-47cd-9ccc-5db5d8d25af6.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 4.74, 102),
('1421345f-edf5-44d0-bb0c-3e7408124bd8', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 29, '102-1421345f-edf5-44d0-bb0c-3e7408124bd8.webp', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.41, 102),
('a363d089-b0b2-41f9-8ab9-8570fb3f876a', 'Набор ручек шариковых ErichKrause R-301 Neon Stick&Grip 42023, синие, 0,7 мм, 4 шт.', 123, '102-a363d089-b0b2-41f9-8ab9-8570fb3f876a.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Neon Stick&Grip 42023, синие, 0,7 мм, 4 шт.', 4.76, 102),
('e7e6024b-ed18-4a23-ba82-2dcf009595d6', 'Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 10, '102-e7e6024b-ed18-4a23-ba82-2dcf009595d6.webp', 'Самый лучший среди товаров на рынке Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 4.23, 102),
('1cd4825f-52ae-42c7-9e1b-ea0b3cac7cf7', 'Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 68, '102-1cd4825f-52ae-42c7-9e1b-ea0b3cac7cf7.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 4.37, 102),
('ac04c620-2dfa-44a7-a45e-d0c6d5526a27', 'Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 29, '102-ac04c620-2dfa-44a7-a45e-d0c6d5526a27.webp', 'Самый лучший среди товаров на рынке Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 4.63, 102),
('4c1f2c62-d2e1-488d-8e44-019a27575d05', 'Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 27, '102-4c1f2c62-d2e1-488d-8e44-019a27575d05.webp', 'Самый лучший среди товаров на рынке Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 4.69, 102),
('5341559b-9450-44e2-920e-570ac97e5626', 'Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 74, '102-5341559b-9450-44e2-920e-570ac97e5626.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 4.15, 102),
('7036b441-13a0-4a76-9805-307ab066cc56', 'Шариковая ручка Block&Note синяя', 4, '102-7036b441-13a0-4a76-9805-307ab066cc56.webp', 'Самый лучший среди товаров на рынке Шариковая ручка Block&Note синяя', 4.46, 102),
('e6d8bc25-82c0-420a-96f7-64fac154a087', 'Набор ручек шариковых Beifa AA927, синие, 10 шт.', 79, '102-e6d8bc25-82c0-420a-96f7-64fac154a087.webp', 'Самый лучший среди товаров на рынке Набор ручек шариковых Beifa AA927, синие, 10 шт.', 4.44, 102),
('9f46768d-5690-45ad-9f95-08c3bbf26821', 'Ручка шариковая Colorio Антибактериальная автоматическая в ассортименте', 80, '102-9f46768d-5690-45ad-9f95-08c3bbf26821.webp', 'Самый лучший среди товаров на рынке Ручка шариковая Colorio Антибактериальная автоматическая в ассортименте', 4.6, 102);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7e40d1c0-4070-4b38-b99f-a0256f2ee688', 'Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 6590, '111-7e40d1c0-4070-4b38-b99f-a0256f2ee688.webp', 'Самый лучший среди товаров на рынке Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 4.95, 111),
('600464a9-98c9-4200-abbd-278e562988e8', 'Игра Super Mario Odyssey для Nintendo Switch', 6599, '111-600464a9-98c9-4200-abbd-278e562988e8.webp', 'Самый лучший среди товаров на рынке Игра Super Mario Odyssey для Nintendo Switch', 4.95, 111),
('b7193a05-bc4b-4fd1-b00c-b4297b615cce', 'Игра Super Mario Party для Nintendo Switch', 6380, '111-b7193a05-bc4b-4fd1-b00c-b4297b615cce.webp', 'Самый лучший среди товаров на рынке Игра Super Mario Party для Nintendo Switch', 4.95, 111),
('049061c5-b682-48a0-886e-33486b7de002', 'Игра Captain Toad: Treasure Tracker для Nintendo Switch', 5480, '111-049061c5-b682-48a0-886e-33486b7de002.webp', 'Самый лучший среди товаров на рынке Игра Captain Toad: Treasure Tracker для Nintendo Switch', 4.95, 111),
('010dcc4f-9f27-4014-9897-005b54769447', 'Игра Splatoon 2 для Nintendo Switch', 5100, '111-010dcc4f-9f27-4014-9897-005b54769447.webp', 'Самый лучший среди товаров на рынке Игра Splatoon 2 для Nintendo Switch', 4.95, 111),
('32cf84b7-aa6d-484f-bfad-5072255b06f2', 'Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 5190, '111-32cf84b7-aa6d-484f-bfad-5072255b06f2.webp', 'Самый лучший среди товаров на рынке Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 4.95, 111),
('2c54dff4-841b-423e-b40c-fa7916c4a9b4', 'Игра Hasbro Game Night для Nintendo Switch', 3490, '111-2c54dff4-841b-423e-b40c-fa7916c4a9b4.webp', 'Самый лучший среди товаров на рынке Игра Hasbro Game Night для Nintendo Switch', 4.95, 111),
('5729a847-0148-467f-9013-6b9c79ed820f', 'Игра WWE 2K18 для Nintendo Switch', 5190, '111-5729a847-0148-467f-9013-6b9c79ed820f.webp', 'Самый лучший среди товаров на рынке Игра WWE 2K18 для Nintendo Switch', 4.95, 111),
('6b8598aa-e33b-4974-a830-7bdf7ee48072', 'Игра Mario Tennis Aces для Nintendo Switch', 6360, '111-6b8598aa-e33b-4974-a830-7bdf7ee48072.webp', 'Самый лучший среди товаров на рынке Игра Mario Tennis Aces для Nintendo Switch', 4.95, 111),
('fc31a9d5-8181-4ac1-9a3c-b67ca14f6439', 'Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 5880, '111-fc31a9d5-8181-4ac1-9a3c-b67ca14f6439.webp', 'Самый лучший среди товаров на рынке Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 4.95, 111),
('13bd306a-4a0c-44e1-b5d1-06aa61b8b3b7', 'Игра Pokemon Lets Go Pikachu для Nintendo Switch', 6990, '111-13bd306a-4a0c-44e1-b5d1-06aa61b8b3b7.webp', 'Самый лучший среди товаров на рынке Игра Pokemon Lets Go Pikachu для Nintendo Switch', 4.95, 111),
('50b56cca-506f-4798-bec9-929c685ad07d', 'Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 45467, '111-50b56cca-506f-4798-bec9-929c685ad07d.webp', 'Самый лучший среди товаров на рынке Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 4.95, 111),
('29668c02-1d35-4b8d-93bd-5141894cbf77', 'Игра Metroid: Samus Returns для Nintendo 3DS', 7790, '111-29668c02-1d35-4b8d-93bd-5141894cbf77.webp', 'Самый лучший среди товаров на рынке Игра Metroid: Samus Returns для Nintendo 3DS', 4.95, 111),
('76f5c848-9574-4b25-827a-ef2b776f30b1', 'Игра Mario Kart 7 для Nintendo 3DS', 2680, '111-76f5c848-9574-4b25-827a-ef2b776f30b1.webp', 'Самый лучший среди товаров на рынке Игра Mario Kart 7 для Nintendo 3DS', 4.95, 111),
('59b4bc38-719f-472b-8ea5-320922bab81b', 'Игра Dragon Ball Fighter Z для Nintendo Switch', 3990, '111-59b4bc38-719f-472b-8ea5-320922bab81b.webp', 'Самый лучший среди товаров на рынке Игра Dragon Ball Fighter Z для Nintendo Switch', 4.95, 111);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('04f067cf-d344-464e-87bb-6bc62926d946', 'Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 18990, '53-04f067cf-d344-464e-87bb-6bc62926d946.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 4.95, 53),
('34d4441a-74be-4b2b-9841-434ee84c11bc', 'Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 19990, '53-34d4441a-74be-4b2b-9841-434ee84c11bc.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 4.95, 53),
('7c62f874-4929-450f-b267-81c4f540f25d', 'Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 24990, '53-7c62f874-4929-450f-b267-81c4f540f25d.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 4.95, 53),
('53f212bd-2369-4605-9301-d105bdd5fd66', 'Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 18990, '53-53f212bd-2369-4605-9301-d105bdd5fd66.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 4.95, 53),
('272de032-d2e7-41fe-a142-4cc385ca0da1', 'Сноуборд Telson Ocean 2023 2024 синий, 153 см', 19990, '53-272de032-d2e7-41fe-a142-4cc385ca0da1.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Ocean 2023 2024 синий, 153 см', 4.95, 53),
('80115686-3e44-40c1-89c9-c83c3f59844d', 'Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 24990, '53-80115686-3e44-40c1-89c9-c83c3f59844d.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 4.95, 53),
('7bea70e9-da5f-4043-b4ab-3bbb16980d70', 'Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 29990, '53-7bea70e9-da5f-4043-b4ab-3bbb16980d70.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 4.95, 53),
('b3db7556-54fa-4a4f-ba46-3684a9d9ad8c', 'Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 24990, '53-b3db7556-54fa-4a4f-ba46-3684a9d9ad8c.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 4.95, 53),
('3d7f3bde-6130-47b1-86ed-5ef182f33f8a', 'Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 18990, '53-3d7f3bde-6130-47b1-86ed-5ef182f33f8a.webp', 'Самый лучший среди товаров на рынке Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 4.95, 53),
('691c6962-5b05-4f8b-868c-f0780ca4ea74', 'Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 1585, '53-691c6962-5b05-4f8b-868c-f0780ca4ea74.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 4.8, 53),
('b5d10d70-88de-488b-aead-c7880d32d031', 'Сноуборд NovaSport 6513-00 2021 2022 разноцветный, 95 см', 1344, '53-b5d10d70-88de-488b-aead-c7880d32d031.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6513-00 2021 2022 разноцветный, 95 см', 4.2, 53),
('9efc3c58-2bf0-46dc-a53e-aa7cb0114bd4', 'Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 1884, '53-9efc3c58-2bf0-46dc-a53e-aa7cb0114bd4.webp', 'Самый лучший среди товаров на рынке Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 4.13, 53),
('19490f4e-de7c-4dd3-ab99-4af73d5934c3', 'Сноуборд NovaSport пластиковый детский с креплением', 2286, '53-19490f4e-de7c-4dd3-ab99-4af73d5934c3.webp', 'Самый лучший среди товаров на рынке Сноуборд NovaSport пластиковый детский с креплением', 4.7, 53),
('06cd6bd5-b18a-4731-9693-de34ad948314', 'Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 734, '53-06cd6bd5-b18a-4731-9693-de34ad948314.webp', 'Самый лучший среди товаров на рынке Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 4.2, 53),
('df854ea5-d59a-4186-9507-3ab08c5ee3fe', 'Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 1649, '53-df854ea5-d59a-4186-9507-3ab08c5ee3fe.webp', 'Самый лучший среди товаров на рынке Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 4.95, 53),
('9af4b789-5c17-4dbf-833e-1f7c402754e2', 'Сноуборд Дартс-Ковров Детский 2018 2019 разноцветный, 95 см', 1223, '53-9af4b789-5c17-4dbf-833e-1f7c402754e2.webp', 'Самый лучший среди товаров на рынке Сноуборд Дартс-Ковров Детский 2018 2019 разноцветный, 95 см', 4.37, 53),
('8664d669-67ee-4114-aff4-f07f0c4d13cf', 'Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 1528, '53-8664d669-67ee-4114-aff4-f07f0c4d13cf.webp', 'Самый лучший среди товаров на рынке Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 4.95, 53),
('942fe91a-6126-44c2-803f-18f011ea65e8', 'Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 1900, '53-942fe91a-6126-44c2-803f-18f011ea65e8.webp', 'Самый лучший среди товаров на рынке Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 4.95, 53),
('75bcf477-ce5d-48d8-a0ae-a89fc7deb549', 'Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 79986, '53-75bcf477-ce5d-48d8-a0ae-a89fc7deb549.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 4.95, 53),
('a8d9cb20-d0a3-4db7-9806-e573a24db4a0', 'Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 67129, '53-a8d9cb20-d0a3-4db7-9806-e573a24db4a0.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 4.95, 53),
('97ea9bd8-636b-4b8d-b9b5-ea2d04e9bb10', 'Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 56200, '53-97ea9bd8-636b-4b8d-b9b5-ea2d04e9bb10.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 4.95, 53),
('58b29fe6-6ad5-4458-afec-649245cb8fc0', 'Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 25998, '53-58b29fe6-6ad5-4458-afec-649245cb8fc0.webp', 'Самый лучший среди товаров на рынке Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 4.95, 53),
('a28fb36e-621a-4414-8c35-bb839737aae7', 'Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 56200, '53-a28fb36e-621a-4414-8c35-bb839737aae7.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 4.95, 53),
('126982bf-45bb-4170-9e4f-36818cc524b9', 'Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 1437, '53-126982bf-45bb-4170-9e4f-36818cc524b9.webp', 'Самый лучший среди товаров на рынке Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 4.95, 53),
('65384b49-7611-4af9-ab02-c1276a58f49b', 'Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 87372, '53-65384b49-7611-4af9-ab02-c1276a58f49b.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 4.95, 53),
('5b55aae2-a0ef-423d-b681-f00415dd17ec', 'Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 38643, '53-5b55aae2-a0ef-423d-b681-f00415dd17ec.webp', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 4.95, 53),
('b953c540-8bce-4657-b3ed-34450735bf5a', 'Сноуборд Nidecker Merc black 159 см 2023-2024', 63986, '53-b953c540-8bce-4657-b3ed-34450735bf5a.webp', 'Самый лучший среди товаров на рынке Сноуборд Nidecker Merc black 159 см 2023-2024', 4.95, 53),
('7399bfc0-48b0-4b5d-865b-6e4ec5fea14c', 'Сноуборд TELOS Adit Twin Freestyle 2021 2022 желтый, 158 см', 23310, '53-7399bfc0-48b0-4b5d-865b-6e4ec5fea14c.webp', 'Самый лучший среди товаров на рынке Сноуборд TELOS Adit Twin Freestyle 2021 2022 желтый, 158 см', 4.95, 53);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('736dff54-9470-486a-9027-a052316f4bf1', 'Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 124990, '52-736dff54-9470-486a-9027-a052316f4bf1.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 4.95, 52),
('607f66bc-da5c-4747-bdaf-53fe53d90c1b', 'Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 44390, '52-607f66bc-da5c-4747-bdaf-53fe53d90c1b.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 4.95, 52),
('26f8d476-090b-468e-8c57-a7239065ae81', 'Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 22790, '52-26f8d476-090b-468e-8c57-a7239065ae81.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 4.1, 52),
('4747dd15-7ba6-4765-898f-67e8fd4cea5c', 'Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 37490, '52-4747dd15-7ba6-4765-898f-67e8fd4cea5c.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 4.95, 52),
('cc1fd77e-92a9-408a-b267-f9e6159efab0', 'Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 56390, '52-cc1fd77e-92a9-408a-b267-f9e6159efab0.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 4.1, 52),
('bc14f90b-d826-4f78-b785-8e95bde8db1a', 'Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 61770, '52-bc14f90b-d826-4f78-b785-8e95bde8db1a.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 4.95, 52),
('a31efb9b-10d0-437b-a97a-68aaafb8e4dc', 'Горные лыжи Season Nexus 2021 2022 black, 167 см', 59767, '52-a31efb9b-10d0-437b-a97a-68aaafb8e4dc.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2021 2022 black, 167 см', 4.95, 52),
('b2e5351f-f9dc-4147-a091-feea275fcdb4', 'Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 54100, '52-b2e5351f-f9dc-4147-a091-feea275fcdb4.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 4.95, 52),
('0888b849-73be-44e6-8d78-37441595632e', 'Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 25767, '52-0888b849-73be-44e6-8d78-37441595632e.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 4.95, 52),
('3246b395-f69d-41b2-92a3-a20b0d703600', 'Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 25190, '52-3246b395-f69d-41b2-92a3-a20b0d703600.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 4.95, 52),
('bef05c59-b8a6-4c6f-a06b-1586c3b16c5c', 'Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 41240, '52-bef05c59-b8a6-4c6f-a06b-1586c3b16c5c.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 4.95, 52),
('18542169-6a04-400b-88b2-cd42a4bbb2a1', 'Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 114790, '52-18542169-6a04-400b-88b2-cd42a4bbb2a1.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 4.95, 52),
('5f8d6ba8-222a-441a-b7c4-ce4f26f66bff', 'Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 70790, '52-5f8d6ba8-222a-441a-b7c4-ce4f26f66bff.webp', 'Самый лучший среди товаров на рынке Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 4.95, 52),
('52d4870d-7db5-430d-ba5a-8fd3e9a8f952', 'Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 23190, '52-52d4870d-7db5-430d-ba5a-8fd3e9a8f952.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 4.95, 52),
('c50a2390-a96f-457e-8b59-7f6575a01f20', 'Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 19190, '52-c50a2390-a96f-457e-8b59-7f6575a01f20.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 4.95, 52),
('b0d74397-f944-4359-b8ef-443d2513ff07', 'Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 79090, '52-b0d74397-f944-4359-b8ef-443d2513ff07.webp', 'Самый лучший среди товаров на рынке Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 4.1, 52),
('91bedfe4-de7c-4741-923f-8982e35943db', 'Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 66890, '52-91bedfe4-de7c-4741-923f-8982e35943db.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 4.95, 52),
('c009b124-40c0-4758-ba92-630c1b96c383', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 95890, '52-c009b124-40c0-4758-ba92-630c1b96c383.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 4.95, 52),
('87b3ac96-fc18-41d2-b3f8-eb73bb65caae', 'Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 46790, '52-87b3ac96-fc18-41d2-b3f8-eb73bb65caae.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 4.95, 52),
('d21fa5ed-9920-41a3-a79c-d193acc7b99b', 'Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 167990, '52-d21fa5ed-9920-41a3-a79c-d193acc7b99b.webp', 'Самый лучший среди товаров на рынке Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 4.95, 52),
('5671bcbe-2c26-45f0-9e47-abb336471ab4', 'Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 73490, '52-5671bcbe-2c26-45f0-9e47-abb336471ab4.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 4.95, 52),
('840e29e0-acb9-4f65-94b9-1de1a9f1c5b9', 'Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 20890, '52-840e29e0-acb9-4f65-94b9-1de1a9f1c5b9.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 4.95, 52),
('9aeff771-ea11-4ea3-a437-c5f9df0dde42', 'Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 52790, '52-9aeff771-ea11-4ea3-a437-c5f9df0dde42.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 4.95, 52),
('19395c48-e8e5-4414-9e6a-e972958db99d', 'Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 57590, '52-19395c48-e8e5-4414-9e6a-e972958db99d.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 4.95, 52),
('db04aad1-d126-4aca-9e70-5f91858196ca', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 95890, '52-db04aad1-d126-4aca-9e70-5f91858196ca.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 4.95, 52),
('911227dc-d0b4-4e35-8ab0-ddc74a0f1131', 'Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 44390, '52-911227dc-d0b4-4e35-8ab0-ddc74a0f1131.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 4.95, 52),
('0e7a1bcc-39aa-484e-9db8-30937e031129', 'Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 48820, '52-0e7a1bcc-39aa-484e-9db8-30937e031129.webp', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 4.95, 52),
('83541ba3-eb30-47a5-ae73-1cb5e8032729', 'Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 25190, '52-83541ba3-eb30-47a5-ae73-1cb5e8032729.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 4.95, 52),
('aaa2d098-d049-4d8c-bc03-7688f6e47175', 'Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 52490, '52-aaa2d098-d049-4d8c-bc03-7688f6e47175.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 4.95, 52),
('8241335c-11a5-497f-89cb-495ebc678a77', 'Горные лыжи Elan Scx Fusionx + Emx 12.0 GW Fus. X Blk Grn 2020 2021 green, 168 см', 82434, '52-8241335c-11a5-497f-89cb-495ebc678a77.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Scx Fusionx + Emx 12.0 GW Fus. X Blk Grn 2020 2021 green, 168 см', 4.95, 52),
('cf817de0-4abd-4c89-b95b-3170f32a87e4', 'Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 44212, '52-cf817de0-4abd-4c89-b95b-3170f32a87e4.webp', 'Самый лучший среди товаров на рынке Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 4.95, 52),
('c209de41-dcfa-4f32-b4d3-8f543b63fe1f', 'Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 21590, '52-c209de41-dcfa-4f32-b4d3-8f543b63fe1f.webp', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 4.95, 52),
('790744c7-b725-4f70-8eca-00e86e4ce298', 'Горные лыжи Season Nexus 2020 2021 black, 183 см', 59767, '52-790744c7-b725-4f70-8eca-00e86e4ce298.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2020 2021 black, 183 см', 4.95, 52),
('a1b9220e-854a-406a-882b-98e7fcd59854', 'Горные лыжи Season Aero 2021 2022 black, 158 см', 60767, '52-a1b9220e-854a-406a-882b-98e7fcd59854.webp', 'Самый лучший среди товаров на рынке Горные лыжи Season Aero 2021 2022 black, 158 см', 4.95, 52),
('4985a1e3-2437-452f-afc4-da06a6689ae7', 'Горные лыжи Elan Ripstick 106 2022 2023 синий, 188 см', 97878, '52-4985a1e3-2437-452f-afc4-da06a6689ae7.webp', 'Самый лучший среди товаров на рынке Горные лыжи Elan Ripstick 106 2022 2023 синий, 188 см', 4.95, 52),
('f7295814-7bab-4f77-b138-c5a8fa70df85', 'Горные лыжи Majesty Havoc 2021 2022 черный, 176 см', 79100, '52-f7295814-7bab-4f77-b138-c5a8fa70df85.webp', 'Самый лучший среди товаров на рынке Горные лыжи Majesty Havoc 2021 2022 черный, 176 см', 4.95, 52);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('fad35730-9614-4504-b75c-e274a9f7fcfb', 'Спрей для волос 15 в 1 Ollin Professional Perfect Hair Leave-In 250 мл', 546, '62-fad35730-9614-4504-b75c-e274a9f7fcfb.webp', 'Самый лучший среди товаров на рынке Спрей для волос 15 в 1 Ollin Professional Perfect Hair Leave-In 250 мл', 4.99, 62),
('b351dd1d-6a7b-4ac3-bb2b-74e0740b7db0', 'Шампунь Head & Shoulders Яблочная свежесть 400 мл', 330, '62-b351dd1d-6a7b-4ac3-bb2b-74e0740b7db0.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Яблочная свежесть 400 мл', 4.5, 62),
('a95128a2-88c0-4d0d-8da8-141cc5d728c7', 'Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 469, '62-a95128a2-88c0-4d0d-8da8-141cc5d728c7.webp', 'Самый лучший среди товаров на рынке Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 4.44, 62),
('ec1127e7-cec0-4d7d-ae0f-4111cc015726', 'Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 116, '62-ec1127e7-cec0-4d7d-ae0f-4111cc015726.webp', 'Самый лучший среди товаров на рынке Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 4.32, 62),
('39d5b81d-8c22-45c8-9d68-cf507eb93bf0', 'Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 330, '62-39d5b81d-8c22-45c8-9d68-cf507eb93bf0.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 4.40, 62),
('91ad1166-458f-4929-8203-3ed4dec0c62b', 'Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 531, '62-91ad1166-458f-4929-8203-3ed4dec0c62b.webp', 'Самый лучший среди товаров на рынке Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 4.2, 62),
('2ce13596-add7-4c95-883d-ee3668f6ac8b', 'Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 199, '62-2ce13596-add7-4c95-883d-ee3668f6ac8b.webp', 'Самый лучший среди товаров на рынке Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 4.39, 62),
('365eeee8-569a-4e92-9fc9-c215efb7b2d9', 'Шампунь 2в1 Clear Men Активспорт 400 мл', 349, '62-365eeee8-569a-4e92-9fc9-c215efb7b2d9.webp', 'Самый лучший среди товаров на рынке Шампунь 2в1 Clear Men Активспорт 400 мл', 4.20, 62),
('2d5e7d74-1abb-41e5-b8d5-37094aa3ada2', 'Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 399, '62-2d5e7d74-1abb-41e5-b8d5-37094aa3ada2.webp', 'Самый лучший среди товаров на рынке Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 4.91, 62),
('fe5103aa-bb5f-49d7-832f-c17e467e9241', 'Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 495, '62-fe5103aa-bb5f-49d7-832f-c17e467e9241.webp', 'Самый лучший среди товаров на рынке Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 4.86, 62),
('ac3d23bb-867d-4d22-9b94-63aed2a03a3b', 'Шампунь Чистая линия Крапива 400 мл', 159, '62-ac3d23bb-867d-4d22-9b94-63aed2a03a3b.webp', 'Самый лучший среди товаров на рынке Шампунь Чистая линия Крапива 400 мл', 4.91, 62),
('780468dd-0d80-43b0-9770-2258786b4143', 'Маска для волос Ollin Professional SALON BEAUTY с экстрактом ламинарии 500мл', 455, '62-780468dd-0d80-43b0-9770-2258786b4143.webp', 'Самый лучший среди товаров на рынке Маска для волос Ollin Professional SALON BEAUTY с экстрактом ламинарии 500мл', 4.94, 62),
('4bea67e8-85f3-4957-9188-db81584a464b', 'Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 531, '62-4bea67e8-85f3-4957-9188-db81584a464b.webp', 'Самый лучший среди товаров на рынке Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 4.13, 62),
('91d827dc-0d9d-44d2-931f-99fad8d68ea6', 'Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 330, '62-91d827dc-0d9d-44d2-931f-99fad8d68ea6.webp', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 4.14, 62),
('d5526d87-709a-48c7-8285-d74c064cb29c', 'Шампунь TRESemme Repair & Protect Восстанавливающий 400 мл', 299, '62-d5526d87-709a-48c7-8285-d74c064cb29c.webp', 'Самый лучший среди товаров на рынке Шампунь TRESemme Repair & Protect Восстанавливающий 400 мл', 4.53, 62),
('578b0f56-ce70-4e69-81fa-a5fe3bce3227', 'Шампунь Clear Защита от выпадения волос 400 мл', 398, '62-578b0f56-ce70-4e69-81fa-a5fe3bce3227.webp', 'Самый лучший среди товаров на рынке Шампунь Clear Защита от выпадения волос 400 мл', 4.75, 62),
('f1b0c0fe-a335-4099-8645-479cff504d3a', 'Эликсир для волос Constant Delight 12 в 1, 200 мл', 599, '62-f1b0c0fe-a335-4099-8645-479cff504d3a.webp', 'Самый лучший среди товаров на рынке Эликсир для волос Constant Delight 12 в 1, 200 мл', 4.17, 62),
('cf60b9a8-2368-45c1-a935-cbc7ce303ace', 'Шампунь TRESemme Repair & Protect Восстанавливающий 650 мл', 371, '62-cf60b9a8-2368-45c1-a935-cbc7ce303ace.webp', 'Самый лучший среди товаров на рынке Шампунь TRESemme Repair & Protect Восстанавливающий 650 мл', 4.2, 62),
('cf27814e-7f64-4913-b4bd-76326a898d01', 'Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 175, '62-cf27814e-7f64-4913-b4bd-76326a898d01.webp', 'Самый лучший среди товаров на рынке Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 4.19, 62);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e8597367-9174-4461-81eb-217ceaea12fb', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 74, '84-e8597367-9174-4461-81eb-217ceaea12fb.webp', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 4.19, 84),
('2708501f-1b03-4780-9bf4-303cbb974076', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 74, '84-2708501f-1b03-4780-9bf4-303cbb974076.webp', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 4.5, 84),
('2669e04b-979e-407f-9403-27b320c7f850', 'Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 99, '84-2669e04b-979e-407f-9403-27b320c7f850.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 4.66, 84),
('c9aa27c4-e788-47e4-b0ac-9a258fa375eb', 'Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 109, '84-c9aa27c4-e788-47e4-b0ac-9a258fa375eb.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 4.44, 84),
('bc05de01-4f16-4c59-8883-a1e957301dd3', 'Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 119, '84-bc05de01-4f16-4c59-8883-a1e957301dd3.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 4.27, 84),
('a1b461f9-d5cb-418a-b540-df0437ce32b6', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 1199, '84-a1b461f9-d5cb-418a-b540-df0437ce32b6.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 4.13, 84),
('aece7032-b806-4f6b-a8ed-39568305f478', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 1199, '84-aece7032-b806-4f6b-a8ed-39568305f478.webp', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 4.9, 84),
('80bad268-4f2c-44bc-86fa-077ad00192d4', 'Украшение новогоднее Феникс-Презент С Новым годом подвесное, стекло, 1 шт.', 329, '84-80bad268-4f2c-44bc-86fa-077ad00192d4.webp', 'Самый лучший среди товаров на рынке Украшение новогоднее Феникс-Презент С Новым годом подвесное, стекло, 1 шт.', 4.17, 84),
('24f46305-05cf-40a0-91f7-709da3fc2baa', 'Украшение новогоднее Феникс-Презент Мишка подвесное, стекло, 1 шт.', 349, '84-24f46305-05cf-40a0-91f7-709da3fc2baa.webp', 'Самый лучший среди товаров на рынке Украшение новогоднее Феникс-Презент Мишка подвесное, стекло, 1 шт.', 4.8, 84),
('1a907090-95a7-4b85-a591-2a5995d0f3d7', 'Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 429, '84-1a907090-95a7-4b85-a591-2a5995d0f3d7.webp', 'Самый лучший среди товаров на рынке Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 4.2, 84);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('908df76a-cabb-4c89-ab65-1ab302ea4725', 'Стул для кухни Tetchair BREEZE, светло-лавандовый', 3400, '91-908df76a-cabb-4c89-ab65-1ab302ea4725.webp', 'Самый лучший среди товаров на рынке Стул для кухни Tetchair BREEZE, светло-лавандовый', 4.95, 91),
('2db472dd-b9ea-4f40-92d1-2134662afd0d', 'Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4990, '91-2db472dd-b9ea-4f40-92d1-2134662afd0d.webp', 'Самый лучший среди товаров на рынке Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4.58, 91),
('c56adea5-6ae6-422e-b0a9-e79d8a9d1217', 'Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 9460, '91-c56adea5-6ae6-422e-b0a9-e79d8a9d1217.webp', 'Самый лучший среди товаров на рынке Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 4.95, 91),
('837dd12d-ed6e-4c2e-87a9-431d08591df1', 'Стул Eames, белый, ZT-1-1w, 4 шт.', 5999, '91-837dd12d-ed6e-4c2e-87a9-431d08591df1.webp', 'Самый лучший среди товаров на рынке Стул Eames, белый, ZT-1-1w, 4 шт.', 4.48, 91),
('3c136352-5067-41f1-9c8c-7f0845a114ab', 'Стул для кухни Tetchair BREEZE, темно-бирюзовый', 3400, '91-3c136352-5067-41f1-9c8c-7f0845a114ab.webp', 'Самый лучший среди товаров на рынке Стул для кухни Tetchair BREEZE, темно-бирюзовый', 4.95, 91),
('3c57fc2b-a2b8-4c14-86b0-8a81d4dc67e1', 'Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 766, '91-3c57fc2b-a2b8-4c14-86b0-8a81d4dc67e1.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 4.73, 91),
('62336be7-d51d-4e47-92af-6f7ecb166ef0', 'Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 1258, '91-62336be7-d51d-4e47-92af-6f7ecb166ef0.webp', 'Самый лучший среди товаров на рынке Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 4.28, 91),
('bde87528-a3b9-4d98-8de8-4071ad10fee2', 'Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4590, '91-bde87528-a3b9-4d98-8de8-4071ad10fee2.webp', 'Самый лучший среди товаров на рынке Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4.15, 91),
('7d47b156-34f9-4359-9b94-c372a3b13bcf', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 16400, '91-7d47b156-34f9-4359-9b94-c372a3b13bcf.webp', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 4.32, 91),
('6aa9c07c-294c-4b48-ae29-b09c55c5cfda', 'Стул для кухни MEBEL SQUARE Pixel, серый', 3601, '91-6aa9c07c-294c-4b48-ae29-b09c55c5cfda.webp', 'Самый лучший среди товаров на рынке Стул для кухни MEBEL SQUARE Pixel, серый', 4.8, 91),
('a4617f99-3204-439d-8a45-8b61a5dc2ea5', 'Стул byROOM Fika, белый', 1690, '91-a4617f99-3204-439d-8a45-8b61a5dc2ea5.webp', 'Самый лучший среди товаров на рынке Стул byROOM Fika, белый', 4.6, 91),
('ac357252-7797-4641-96e0-468f5a52e1dc', 'Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 6790, '91-ac357252-7797-4641-96e0-468f5a52e1dc.webp', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 4.98, 91),
('4f19cf97-0615-499a-8c7f-9cec9dceb343', 'Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 837, '91-4f19cf97-0615-499a-8c7f-9cec9dceb343.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 4.92, 91),
('d996eacf-176b-4489-87fc-78556daee551', 'Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 837, '91-d996eacf-176b-4489-87fc-78556daee551.webp', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 4.82, 91),
('0678d29f-9e0b-4104-8869-b064f11bd2c7', 'Стул Eames, чёрный, ZT-1-1b, 4 шт.', 5999, '91-0678d29f-9e0b-4104-8869-b064f11bd2c7.webp', 'Самый лучший среди товаров на рынке Стул Eames, чёрный, ZT-1-1b, 4 шт.', 4.78, 91),
('5b1fda02-bc00-4aba-8ecc-8b3f5482141e', 'Табурет Nika Фабрик 6 ткань', 1362, '91-5b1fda02-bc00-4aba-8ecc-8b3f5482141e.webp', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 6 ткань', 4.31, 91),
('f78d2845-1f62-42da-b573-8594bc183bd1', 'Стул СтолБери Ричи, серый черный муар', 4990, '91-f78d2845-1f62-42da-b573-8594bc183bd1.webp', 'Самый лучший среди товаров на рынке Стул СтолБери Ричи, серый черный муар', 4.56, 91),
('bf096316-a36c-400c-aa76-6117ce1603dc', 'Табурет деревянный Stul chik круглый 95968279', 830, '91-bf096316-a36c-400c-aa76-6117ce1603dc.webp', 'Самый лучший среди товаров на рынке Табурет деревянный Stul chik круглый 95968279', 4.12, 91),
('9d1ecfcc-a834-45d7-a795-b7812debf685', 'Комплект стульев ДСВ Мебель, 2 шт, серый', 12860, '91-9d1ecfcc-a834-45d7-a795-b7812debf685.webp', 'Самый лучший среди товаров на рынке Комплект стульев ДСВ Мебель, 2 шт, серый', 4.18, 91),
('0f1a2c92-f0c8-4cc1-bea5-716476d72d08', 'Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 17000, '91-0f1a2c92-f0c8-4cc1-bea5-716476d72d08.webp', 'Самый лучший среди товаров на рынке Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 4.10, 91),
('1375ce6a-fa1d-4964-af2e-eed7c0e0f50d', 'Комплект стульев 4 шт. Stool Group Y801-V, белый', 6690, '91-1375ce6a-fa1d-4964-af2e-eed7c0e0f50d.webp', 'Самый лучший среди товаров на рынке Комплект стульев 4 шт. Stool Group Y801-V, белый', 4.46, 91),
('3c19e7e2-841b-40ee-891c-7cafeda35bf2', 'Стул Nika, слоновая кость', 2000, '91-3c19e7e2-841b-40ee-891c-7cafeda35bf2.webp', 'Самый лучший среди товаров на рынке Стул Nika, слоновая кость', 4.26, 91),
('0587b685-1fae-4e46-9199-17951be6d08e', 'Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 15090, '91-0587b685-1fae-4e46-9199-17951be6d08e.webp', 'Самый лучший среди товаров на рынке Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 4.40, 91),
('230857de-46d3-4e7b-973b-ba662b2f928f', 'Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 24990, '91-230857de-46d3-4e7b-973b-ba662b2f928f.webp', 'Самый лучший среди товаров на рынке Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 4.63, 91),
('c87689fb-dec4-4335-ad6c-ff768a677616', 'Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 8190, '91-c87689fb-dec4-4335-ad6c-ff768a677616.webp', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 4.4, 91),
('149cea8e-379e-4265-adc2-dfadb52e792c', 'Стул Ridberg БРУКЛИН (Blue)', 6490, '91-149cea8e-379e-4265-adc2-dfadb52e792c.webp', 'Самый лучший среди товаров на рынке Стул Ridberg БРУКЛИН (Blue)', 4.9, 91),
('6d23603d-6602-4503-ac65-d06a454da5fd', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 16400, '91-6d23603d-6602-4503-ac65-d06a454da5fd.webp', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 4.5, 91),
('f145ef3f-0739-46a8-8ce3-c0206c75cd10', 'Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 6041, '91-f145ef3f-0739-46a8-8ce3-c0206c75cd10.webp', 'Самый лучший среди товаров на рынке Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 4.11, 91),
('ba88417b-fa02-4e2a-bfa0-b3b145af334b', 'Комплект стульев 2 шт. RIDBERG Лондон, blue', 8190, '91-ba88417b-fa02-4e2a-bfa0-b3b145af334b.webp', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон, blue', 4.71, 91);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('f6f78a98-7eaf-4ace-b3aa-88371425b7ac', 'Стол LETTA Ультра, Белое тиснение', 4999, '92-f6f78a98-7eaf-4ace-b3aa-88371425b7ac.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Белое тиснение', 4.24, 92),
('46f107b7-8064-4b22-9b12-3b97b23674b9', 'Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 10765, '92-46f107b7-8064-4b22-9b12-3b97b23674b9.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.67, 92),
('b557ec25-e8da-456f-830c-b1ab47aef3b2', 'Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 5775, '92-b557ec25-e8da-456f-830c-b1ab47aef3b2.webp', 'Самый лучший среди товаров на рынке Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 4.65, 92),
('7a191f20-964c-491d-9f9e-64ee82f7214e', 'Стол письменный Woodville Kiwi белый', 1640, '92-7a191f20-964c-491d-9f9e-64ee82f7214e.webp', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi белый', 4.24, 92),
('03468fb0-9543-4baf-9281-088bb4adffae', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 5300, '92-03468fb0-9543-4baf-9281-088bb4adffae.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 4.71, 92),
('882c59ef-39a0-4355-b8f9-6241eccb00ec', 'Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 7490, '92-882c59ef-39a0-4355-b8f9-6241eccb00ec.webp', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 4.33, 92),
('fca43607-47f0-4cf1-b05c-a07ab07167c4', 'Стол LETTA Ультра, Дуб сонома', 4999, '92-fca43607-47f0-4cf1-b05c-a07ab07167c4.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Дуб сонома', 4.50, 92),
('455cc8de-0688-4086-a652-3946cd8280f4', 'Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 9900, '92-455cc8de-0688-4086-a652-3946cd8280f4.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 4.53, 92),
('2c45c3d6-5ace-4b78-aedd-ad51718037fe', 'Cтол складной GreenWeen SKANDI, белый дуб канзас', 8570, '92-2c45c3d6-5ace-4b78-aedd-ad51718037fe.webp', 'Самый лучший среди товаров на рынке Cтол складной GreenWeen SKANDI, белый дуб канзас', 4.95, 92),
('78ab1b77-c1b9-4d13-a4b6-8a138d81f9d5', 'Письменный стол LOFTWELL "Light" Ясень', 9090, '92-78ab1b77-c1b9-4d13-a4b6-8a138d81f9d5.webp', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Ясень', 4.14, 92),
('94cb7d8f-e8eb-4fe6-bbb0-6b5e2660dba6', 'Стол письменный Комфорт-S АГАТА М15 белый', 3711, '92-94cb7d8f-e8eb-4fe6-bbb0-6b5e2660dba6.webp', 'Самый лучший среди товаров на рынке Стол письменный Комфорт-S АГАТА М15 белый', 4.18, 92),
('180df489-bf4b-48ad-bf2a-1349aafd3748', 'Стол письменный Woodville Kiwi венге', 1640, '92-180df489-bf4b-48ad-bf2a-1349aafd3748.webp', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi венге', 4.13, 92),
('2866d99d-3f3a-42c6-aa66-a42162dd89c8', 'Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 11015, '92-2866d99d-3f3a-42c6-aa66-a42162dd89c8.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 4.23, 92),
('0a75356a-e2ac-4a6d-99c5-96d200ecbf5c', 'Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 6900, '92-0a75356a-e2ac-4a6d-99c5-96d200ecbf5c.webp', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 4.41, 92),
('eb8fbb1f-6260-40e9-b068-25a35b47809b', 'Письменный стол LOFTWELL "Light" Цемент', 9090, '92-eb8fbb1f-6260-40e9-b068-25a35b47809b.webp', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Цемент', 4.27, 92),
('4d64e6a6-5731-4d80-824f-5490ff4497a7', 'Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 3850, '92-4d64e6a6-5731-4d80-824f-5490ff4497a7.webp', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 4.93, 92),
('311d4318-1713-49c9-9786-f8ab80957d68', 'Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 6599, '92-311d4318-1713-49c9-9786-f8ab80957d68.webp', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 4.39, 92),
('400346ef-5fba-413b-8435-4ce03b4ea57d', 'Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 8484, '92-400346ef-5fba-413b-8435-4ce03b4ea57d.webp', 'Самый лучший среди товаров на рынке Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.42, 92),
('6d9568a4-fa35-4c27-9873-77f9bb5784b5', 'Стол письменный Найс с ящиком,750х350х750, Белый', 2435, '92-6d9568a4-fa35-4c27-9873-77f9bb5784b5.webp', 'Самый лучший среди товаров на рынке Стол письменный Найс с ящиком,750х350х750, Белый', 4.19, 92),
('34e8bb61-54cc-4a16-b1ed-81578300fea2', 'Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 6900, '92-34e8bb61-54cc-4a16-b1ed-81578300fea2.webp', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 4.55, 92),
('95b027af-5564-4ee8-b3e6-f165636cc3a1', 'Письменный стол Beneli Алекс белый, 100х50х76 см', 5980, '92-95b027af-5564-4ee8-b3e6-f165636cc3a1.webp', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс белый, 100х50х76 см', 4.55, 92),
('af32088c-c4cc-45f7-8fc9-d074c27e0b53', 'Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4790, '92-af32088c-c4cc-45f7-8fc9-d074c27e0b53.webp', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4.48, 92),
('ec975463-3a5a-4f01-8f88-b0f80847be17', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 5300, '92-ec975463-3a5a-4f01-8f88-b0f80847be17.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 4.13, 92),
('3fed175b-ba08-468e-b94c-4c2f4ec80e95', 'Письменный стол MFMaster 80309495, белый', 1599, '92-3fed175b-ba08-468e-b94c-4c2f4ec80e95.webp', 'Самый лучший среди товаров на рынке Письменный стол MFMaster 80309495, белый', 4.53, 92),
('4076e350-aedd-4b61-b7cd-53a1d1850643', 'Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 2850, '92-4076e350-aedd-4b61-b7cd-53a1d1850643.webp', 'Самый лучший среди товаров на рынке Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 4.45, 92),
('5a0f8eb0-c38c-4561-ab15-be48453faffc', 'Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 1799, '92-5a0f8eb0-c38c-4561-ab15-be48453faffc.webp', 'Самый лучший среди товаров на рынке Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 4.5, 92),
('c861f677-d716-4d76-afd7-79dcd0d3ee7c', 'Стол письменный ТриЯ Марли Тип 1 Белый', 7260, '92-c861f677-d716-4d76-afd7-79dcd0d3ee7c.webp', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ Марли Тип 1 Белый', 4.5, 92),
('9680b99f-7d58-4594-b32c-231464df0fb1', 'Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4290, '92-9680b99f-7d58-4594-b32c-231464df0fb1.webp', 'Самый лучший среди товаров на рынке Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4.16, 92),
('a5e094fa-15de-45bd-af5e-b62399c125c9', 'Стол игровой GMNG GG-TB201 карбон', 27688, '92-a5e094fa-15de-45bd-af5e-b62399c125c9.webp', 'Самый лучший среди товаров на рынке Стол игровой GMNG GG-TB201 карбон', 4.2, 92),
('bb1e34db-1d08-4c0c-9ef8-54579957f4a2', 'Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4790, '92-bb1e34db-1d08-4c0c-9ef8-54579957f4a2.webp', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4.10, 92),
('27df8780-ec02-4b24-a12b-8611337ec221', 'Стол LETTA Ультра, Венге', 4999, '92-27df8780-ec02-4b24-a12b-8611337ec221.webp', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Венге', 4.14, 92),
('4750c06a-1140-4447-b1ae-511d7ab4f66e', 'Стол письменный LETTA Ультра с тумбой Белое тиснение', 4399, '92-4750c06a-1140-4447-b1ae-511d7ab4f66e.webp', 'Самый лучший среди товаров на рынке Стол письменный LETTA Ультра с тумбой Белое тиснение', 4.14, 92),
('34ea704a-33b1-4d38-8be9-60f9035f812d', 'Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 9900, '92-34ea704a-33b1-4d38-8be9-60f9035f812d.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 4.21, 92),
('0c03fba4-408b-4ecb-a3b6-897d15bb89a6', 'Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 6600, '92-0c03fba4-408b-4ecb-a3b6-897d15bb89a6.webp', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 4.15, 92);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7a131ef2-bb23-4f3a-99ab-76fb6b827f98', 'Кресло-мешок PUFON Груша XXXL, серый', 3329, '94-7a131ef2-bb23-4f3a-99ab-76fb6b827f98.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, серый', 4.18, 94),
('cb92f6b5-adb8-4ca5-b0c3-07d69c200a3f', 'Кресло-качалка с маятниковым механизмом Glider 68', 11190, '94-cb92f6b5-adb8-4ca5-b0c3-07d69c200a3f.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с маятниковым механизмом Glider 68', 4.95, 94),
('6c922e12-bb11-4f3f-b824-3106519d74dc', 'Кресло-качалка с подножкой Glider Аоста', 12097, '94-6c922e12-bb11-4f3f-b824-3106519d74dc.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой Glider Аоста', 4.19, 94),
('dc527c03-167a-4f04-8017-3b56f993d3ce', 'Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 5990, '94-dc527c03-167a-4f04-8017-3b56f993d3ce.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 4.15, 94),
('31d0b7e8-db0f-42b5-8cb2-6b88af845e93', 'Кресло-мешок PUFON Груша XXXXL, коричневый', 3869, '94-31d0b7e8-db0f-42b5-8cb2-6b88af845e93.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, коричневый', 4.12, 94),
('58df83d3-b8ad-4f86-ad35-3f0e3e4b3024', 'Кресло-качалка Glider Экси', 9325, '94-58df83d3-b8ad-4f86-ad35-3f0e3e4b3024.webp', 'Самый лучший среди товаров на рынке Кресло-качалка Glider Экси', 4.24, 94),
('00f19707-42ca-46e3-85d8-2ff50f2e1eef', 'Кресло-мешок PUFON Груша XXXXL, бежевый', 3869, '94-00f19707-42ca-46e3-85d8-2ff50f2e1eef.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, бежевый', 4.9, 94),
('ecf9c98d-1a41-414d-ad5e-8056e584387f', 'Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 17031, '94-ecf9c98d-1a41-414d-ad5e-8056e584387f.webp', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 4.16, 94),
('673abb0a-cf08-4d20-a4a9-a8599351e24d', 'Кресло-мешок PUFON Груша XL, бирюзовый', 1889, '94-673abb0a-cf08-4d20-a4a9-a8599351e24d.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XL, бирюзовый', 4.9, 94),
('210cb55e-8fd1-4d38-8817-b5f6c92498c1', 'Кресло-мешок PUFON Груша XXXXL, темно-серый', 3869, '94-210cb55e-8fd1-4d38-8817-b5f6c92498c1.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-серый', 4.10, 94),
('54aa14bf-b382-41e1-a1a8-8079c6d928a5', 'Кресло Оскар Crash emerald 30', 10290, '94-54aa14bf-b382-41e1-a1a8-8079c6d928a5.webp', 'Самый лучший среди товаров на рынке Кресло Оскар Crash emerald 30', 4.5, 94),
('0f665231-f0a2-4e24-b962-a98fae09545b', 'Кресло Оскар Velour 8', 8890, '94-0f665231-f0a2-4e24-b962-a98fae09545b.webp', 'Самый лучший среди товаров на рынке Кресло Оскар Velour 8', 4.11, 94),
('455dc52d-b664-49da-b658-717b15a8b56a', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4490, '94-455dc52d-b664-49da-b658-717b15a8b56a.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4.11, 94),
('f9d4e7ac-e157-4c0e-8938-675e086d8ed5', 'Кресло-мешок PUFON Груша XXXL, фиолетовый', 3329, '94-f9d4e7ac-e157-4c0e-8938-675e086d8ed5.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, фиолетовый', 4.4, 94),
('f5aa60b7-5694-415d-9f04-fdc4a29e04d3', 'Кресло-мешок PUFON Груша XXXXL, бирюзовый', 3869, '94-f5aa60b7-5694-415d-9f04-fdc4a29e04d3.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, бирюзовый', 4.9, 94),
('12a85380-73c8-4f1c-ba8c-18209ed49c5b', 'Кресло-мешок PUFON Груша XXXXL, темно-синий', 3869, '94-12a85380-73c8-4f1c-ba8c-18209ed49c5b.webp', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-синий', 4.4, 94),
('bc523c40-2f87-4f2b-aa5f-9d44ff3dd0d3', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4490, '94-bc523c40-2f87-4f2b-aa5f-9d44ff3dd0d3.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4.18, 94),
('2d9c2f0f-94cc-425f-9a63-624718bcda19', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 5990, '94-2d9c2f0f-94cc-425f-9a63-624718bcda19.webp', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 4.17, 94);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('afdc498e-0711-47b5-9ba5-081138c43774', 'Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 41990, '22-afdc498e-0711-47b5-9ba5-081138c43774.webp', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 4.14, 22),
('c3f54e27-ca45-44b6-ad2f-e620a551d70a', 'Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 38990, '22-c3f54e27-ca45-44b6-ad2f-e620a551d70a.webp', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 4.20, 22),
('ff4da45a-7c2b-45e6-afa2-4da95af7dbaf', 'Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 94991, '22-ff4da45a-7c2b-45e6-afa2-4da95af7dbaf.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 4.5, 22),
('61436400-46ff-4a38-a8d8-8cfbc7bd3583', 'Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 119990, '22-61436400-46ff-4a38-a8d8-8cfbc7bd3583.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 4.22, 22),
('8bd49317-3e72-4b71-8fa5-7fbb3cd9d7aa', 'Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 131291, '22-8bd49317-3e72-4b71-8fa5-7fbb3cd9d7aa.webp', 'Самый лучший среди товаров на рынке Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 4.2, 22),
('6fd38b87-070b-4198-99ec-270c4616c7fb', 'Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 315990, '22-6fd38b87-070b-4198-99ec-270c4616c7fb.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 4.95, 22),
('15433060-19e1-46f6-a169-7b0be90e3d76', 'Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 260915, '22-15433060-19e1-46f6-a169-7b0be90e3d76.webp', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 4.5, 22),
('0beef7dd-9ad1-4f49-b918-54f4e39ad29b', 'Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 204820, '22-0beef7dd-9ad1-4f49-b918-54f4e39ad29b.webp', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 4.2, 22),
('95487194-16d7-4340-b351-a2f58c86da27', 'Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 81311, '22-95487194-16d7-4340-b351-a2f58c86da27.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 4.6, 22),
('2a945bf0-e766-4b65-9a89-b62f07c48cff', 'Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 48449, '22-2a945bf0-e766-4b65-9a89-b62f07c48cff.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 4.5, 22),
('ef783225-7775-4ca5-b65d-902c3b66a80e', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 97990, '22-ef783225-7775-4ca5-b65d-902c3b66a80e.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 4.65, 22),
('b118ad7c-bc06-46de-a072-6dedbb3328f0', 'Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 60343, '22-b118ad7c-bc06-46de-a072-6dedbb3328f0.webp', 'Самый лучший среди товаров на рынке Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 4.60, 22),
('fe0dd741-0ae6-48b3-9800-435692081392', 'Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 195990, '22-fe0dd741-0ae6-48b3-9800-435692081392.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 4.34, 22),
('2b2da801-5115-4887-a9e4-e01b74066145', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 95999, '22-2b2da801-5115-4887-a9e4-e01b74066145.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 4.12, 22),
('7b60eae3-3e56-4c8b-81a2-b7913cb063cf', 'Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 59034, '22-7b60eae3-3e56-4c8b-81a2-b7913cb063cf.webp', 'Самый лучший среди товаров на рынке Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 4.54, 22),
('4a7416ed-3aa5-4d07-84ca-c2c4caa1e2b9', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 95999, '22-4a7416ed-3aa5-4d07-84ca-c2c4caa1e2b9.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 4.76, 22),
('53a107ce-031d-4dbf-8409-d86605d8bca2', 'Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 46257, '22-53a107ce-031d-4dbf-8409-d86605d8bca2.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 4.70, 22),
('4a6ec4f9-0aa5-4543-9d32-8eaa089d305a', 'Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 99990, '22-4a6ec4f9-0aa5-4543-9d32-8eaa089d305a.webp', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 4.42, 22),
('48ae0821-4393-4648-bc6c-72b49f9eccf3', 'Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 45999, '22-48ae0821-4393-4648-bc6c-72b49f9eccf3.webp', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 4.52, 22),
('c5f0f892-fb80-44d6-8304-1b97b48462d3', 'Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 64250, '22-c5f0f892-fb80-44d6-8304-1b97b48462d3.webp', 'Самый лучший среди товаров на рынке Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 4.12, 22);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('40a4780d-04f5-4c54-882d-3b7dfc0483de', 'Клей-карандаш STAFF, 8 г, 220374', 11, '104-40a4780d-04f5-4c54-882d-3b7dfc0483de.webp', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.92, 104),
('56c6c37e-e830-48d0-a269-968596d4faca', 'Клей-карандаш 365 дней 10 г', 9, '104-56c6c37e-e830-48d0-a269-968596d4faca.webp', 'Самый лучший среди товаров на рынке Клей-карандаш 365 дней 10 г', 4.90, 104),
('f662f955-cb3c-4d73-817a-5423a21cd7e6', 'Клей-карандаш Berlingo Ultra, 06г', 328, '104-f662f955-cb3c-4d73-817a-5423a21cd7e6.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Berlingo Ultra, 06г', 4.5, 104),
('5de3979b-cea5-4a58-8e4a-5ed401a20dd9', 'Клей-карандаш BRAUBERG 9 г, 220869', 30, '104-5de3979b-cea5-4a58-8e4a-5ed401a20dd9.webp', 'Самый лучший среди товаров на рынке Клей-карандаш BRAUBERG 9 г, 220869', 4.30, 104),
('52d52396-5f3a-4bb6-b011-37c4502859ad', 'Клей-роллер Erich Krause силикатный 50 мл', 79, '104-52d52396-5f3a-4bb6-b011-37c4502859ad.webp', 'Самый лучший среди товаров на рынке Клей-роллер Erich Krause силикатный 50 мл', 4.93, 104),
('201734fd-58ee-4ec3-bac6-398ef9ed8f92', 'Клей-карандаш BRAUBERG БРАУБЕРГ, 15 г, обесцвечивающийся, цветной', 49, '104-201734fd-58ee-4ec3-bac6-398ef9ed8f92.webp', 'Самый лучший среди товаров на рынке Клей-карандаш BRAUBERG БРАУБЕРГ, 15 г, обесцвечивающийся, цветной', 4.53, 104),
('a2b74d7d-7693-41d4-b6f3-a666d0f38c1a', 'Клей-карандаш Staff, 36 грамм', 44, '104-a2b74d7d-7693-41d4-b6f3-a666d0f38c1a.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Staff, 36 грамм', 4.66, 104),
('4c21ba8f-7b7b-4c08-9451-fce5abd95275', 'Клей-карандаш ErichKrause Magic 15г', 76, '104-4c21ba8f-7b7b-4c08-9451-fce5abd95275.webp', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause Magic 15г', 4.82, 104),
('b26ced8a-8e69-4f38-b0d2-02c48ed9a1c6', 'Клей-карандаш Каждый день 9 г 876639', 5, '104-b26ced8a-8e69-4f38-b0d2-02c48ed9a1c6.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Каждый день 9 г 876639', 4.28, 104),
('96d7d45b-c649-465f-98ab-3a2917fac615', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 29, '104-96d7d45b-c649-465f-98ab-3a2917fac615.webp', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.63, 104),
('19240f7b-1d23-49fa-84ea-91ac521447c1', 'Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 80, '104-19240f7b-1d23-49fa-84ea-91ac521447c1.webp', 'Самый лучший среди товаров на рынке Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 4.18, 104),
('48db9799-2f00-4903-b686-f6804aaabeff', 'Клей-карандаш Bic водная основа 8 г', 241, '104-48db9799-2f00-4903-b686-f6804aaabeff.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.73, 104),
('3af17d1f-a976-43fd-9706-b7f526c3d968', 'Клей-роллер ErichKrause 2877', 70, '104-3af17d1f-a976-43fd-9706-b7f526c3d968.webp', 'Самый лучший среди товаров на рынке Клей-роллер ErichKrause 2877', 4.12, 104),
('6e20e712-a897-4d37-bdd7-c3b37f3f99a9', 'Клей-карандаш STAFF, 21 г, 220375', 30, '104-6e20e712-a897-4d37-bdd7-c3b37f3f99a9.webp', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.65, 104),
('2ebcc806-3a5d-4bbc-9609-22a25a227926', 'Клей-карандаш Brauberg 229474', 147, '104-2ebcc806-3a5d-4bbc-9609-22a25a227926.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Brauberg 229474', 4.80, 104),
('88eeb247-4746-4eb3-b433-e829c58162f6', 'Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 35, '104-88eeb247-4746-4eb3-b433-e829c58162f6.webp', 'Самый лучший среди товаров на рынке Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 4.81, 104),
('0ae89205-ca50-46e1-997a-2e03e92d89dc', 'Клей ПВА BRAUBERG бумага, картон, дерево, 125 г, 222925', 47, '104-0ae89205-ca50-46e1-997a-2e03e92d89dc.webp', 'Самый лучший среди товаров на рынке Клей ПВА BRAUBERG бумага, картон, дерево, 125 г, 222925', 4.58, 104),
('cd614a75-6b0a-4364-9c13-b97b7a6c15a0', 'Клей Brauberg Super 8g 229540', 76, '104-cd614a75-6b0a-4364-9c13-b97b7a6c15a0.webp', 'Самый лучший среди товаров на рынке Клей Brauberg Super 8g 229540', 4.94, 104),
('ab87467b-c840-441d-950b-8589e2056a1f', 'Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 429, '104-ab87467b-c840-441d-950b-8589e2056a1f.webp', 'Самый лучший среди товаров на рынке Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 4.95, 104),
('d8fe7d3a-c882-4f9c-8cb1-cf198c325a15', 'Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 39, '104-d8fe7d3a-c882-4f9c-8cb1-cf198c325a15.webp', 'Самый лучший среди товаров на рынке Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 4.30, 104),
('8fd73c00-e7db-4783-95f6-39464ca68ee4', 'Клей-карандаш ErichKrause 21 г 1 шт', 160, '104-8fd73c00-e7db-4783-95f6-39464ca68ee4.webp', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause 21 г 1 шт', 4.59, 104),
('47d0002e-9fb9-4a2f-b9f7-f2fbb638e987', 'Клей-карандаш OfficeSpace, дисплей, 15 грамм', 149, '104-47d0002e-9fb9-4a2f-b9f7-f2fbb638e987.webp', 'Самый лучший среди товаров на рынке Клей-карандаш OfficeSpace, дисплей, 15 грамм', 4.79, 104),
('d493fb11-e35c-4deb-8b03-ab7fc5fb40e8', 'Клей-карандаш Memoris-Precious, 15 г', 29, '104-d493fb11-e35c-4deb-8b03-ab7fc5fb40e8.webp', 'Самый лучший среди товаров на рынке Клей-карандаш Memoris-Precious, 15 г', 4.91, 104),
('b7845749-6f61-4764-bf36-a3fbb64d4794', 'Клей Каждый день карандаш 21 г', 11, '104-b7845749-6f61-4764-bf36-a3fbb64d4794.webp', 'Самый лучший среди товаров на рынке Клей Каждый день карандаш 21 г', 4.70, 104),
('107d99c5-eb01-43e2-901e-e5806379c9fd', 'Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 38, '104-107d99c5-eb01-43e2-901e-e5806379c9fd.webp', 'Самый лучший среди товаров на рынке Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 4.48, 104),
('55d3d7b7-6b7b-4a39-93af-760646e727b7', 'Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 79, '104-55d3d7b7-6b7b-4a39-93af-760646e727b7.webp', 'Самый лучший среди товаров на рынке Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 4.48, 104);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7a0ac9d6-6b40-4b2c-b4c6-be60cc5ab85a', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4500, '113-7a0ac9d6-6b40-4b2c-b4c6-be60cc5ab85a.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4.95, 113),
('f1d0e65d-b665-42cd-b7d7-294f700c6f62', 'Игра Red Dead Redemption 2 для PlayStation 4', 3490, '113-f1d0e65d-b665-42cd-b7d7-294f700c6f62.webp', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для PlayStation 4', 4.95, 113),
('cadbb965-0ee9-4f9a-9a1b-018538fa34e3', 'Игра Grand Theft Auto V для PlayStation 4', 2295, '113-cadbb965-0ee9-4f9a-9a1b-018538fa34e3.webp', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для PlayStation 4', 4.95, 113),
('4f5ae774-3ffc-4f93-9ca4-9a0ca25ead0a', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4500, '113-4f5ae774-3ffc-4f93-9ca4-9a0ca25ead0a.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4.95, 113),
('4c1a7960-d504-455e-86ec-84e29ee6f3b9', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4500, '113-4c1a7960-d504-455e-86ec-84e29ee6f3b9.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4.95, 113),
('06659feb-cf39-4d7c-9797-38603e08c134', 'Геймпад Sony DualShock 4 V2 White (белый ледник)', 6999, '113-06659feb-cf39-4d7c-9797-38603e08c134.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 V2 White (белый ледник)', 4.95, 113),
('a15f348b-c62d-470c-b214-e27d535ef915', 'Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4500, '113-a15f348b-c62d-470c-b214-e27d535ef915.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4.95, 113),
('e5145360-9b23-4ff7-b003-0cf18757ed2d', 'Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 8590, '113-e5145360-9b23-4ff7-b003-0cf18757ed2d.webp', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 4.95, 113),
('44ca3573-adb8-49f4-af57-1c163e6448b0', 'Игра Mortal Kombat XL для PlayStation 4', 2499, '113-44ca3573-adb8-49f4-af57-1c163e6448b0.webp', 'Самый лучший среди товаров на рынке Игра Mortal Kombat XL для PlayStation 4', 4.95, 113),
('d81fcc9b-e2bd-4a83-9d30-93cfc76dfac7', 'Игра God of War Стандартное издание для PlayStation 4', 2790, '113-d81fcc9b-e2bd-4a83-9d30-93cfc76dfac7.webp', 'Самый лучший среди товаров на рынке Игра God of War Стандартное издание для PlayStation 4', 4.95, 113),
('bc97e639-b94e-4685-b05e-e295092a7ff5', 'Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 2490, '113-bc97e639-b94e-4685-b05e-e295092a7ff5.webp', 'Самый лучший среди товаров на рынке Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 4.95, 113),
('95b675cf-86fe-4a46-8223-28bc4c3f59f2', 'Игра Games Dark Souls: Remastered для PlayStation 4', 2419, '113-95b675cf-86fe-4a46-8223-28bc4c3f59f2.webp', 'Самый лучший среди товаров на рынке Игра Games Dark Souls: Remastered для PlayStation 4', 4.95, 113),
('d0a5e37d-17d8-43cd-9911-de605983a5ea', 'Игра Assassin's Creed: Одиссея для PlayStation 4', 3290, '113-d0a5e37d-17d8-43cd-9911-de605983a5ea.webp', 'Самый лучший среди товаров на рынке Игра Assassin's Creed: Одиссея для PlayStation 4', 4.95, 113),
('c1404709-59d8-4237-8461-a040bcf1be7d', 'Игра Far Cry 5 для PlayStation 4', 3290, '113-c1404709-59d8-4237-8461-a040bcf1be7d.webp', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для PlayStation 4', 4.95, 113),
('7499efb6-c74e-43f0-83a5-84437512f428', 'Игра Assassin's Creed Истоки для PlayStation 4', 2690, '113-7499efb6-c74e-43f0-83a5-84437512f428.webp', 'Самый лучший среди товаров на рынке Игра Assassin's Creed Истоки для PlayStation 4', 4.95, 113);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('cf72b0af-2a0c-482d-93fc-996987d1b56b', 'Протектор для веревки Vento Vnt 217', 288, '55-cf72b0af-2a0c-482d-93fc-996987d1b56b.webp', 'Самый лучший среди товаров на рынке Протектор для веревки Vento Vnt 217', 4.4, 55),
('5efe48b0-bd7a-4252-8a7c-09344155adcc', 'Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 305, '55-5efe48b0-bd7a-4252-8a7c-09344155adcc.webp', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 4.5, 55),
('0e00d2c5-1534-4230-ab17-5c911d17db45', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4056, '55-0e00d2c5-1534-4230-ab17-5c911d17db45.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4.95, 55),
('06bcc472-a08c-4808-8649-1cf2ea5d755d', 'Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 1010, '55-06bcc472-a08c-4808-8649-1cf2ea5d755d.webp', 'Самый лучший среди товаров на рынке Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 4.95, 55),
('ee595f67-98d0-48fc-a477-eaf3c549e668', 'Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 7040, '55-ee595f67-98d0-48fc-a477-eaf3c549e668.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 4.95, 55),
('9a637f64-35b1-4511-a492-fc09df330ddd', 'АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 2752, '55-9a637f64-35b1-4511-a492-fc09df330ddd.webp', 'Самый лучший среди товаров на рынке АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 4.95, 55),
('151b4c10-46e1-43a6-ae9c-1945f1e6b775', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 1632, '55-151b4c10-46e1-43a6-ae9c-1945f1e6b775.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 4.2, 55),
('1ddb1ebb-0993-471e-a89b-75d2ae255fdf', 'Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 1295, '55-1ddb1ebb-0993-471e-a89b-75d2ae255fdf.webp', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 4.95, 55),
('4119350b-b293-47bb-899f-14d6eee1f995', 'Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 785, '55-4119350b-b293-47bb-899f-14d6eee1f995.webp', 'Самый лучший среди товаров на рынке Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 4.95, 55),
('d58942f7-e880-4099-a034-78d8e834c1a1', 'Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 688, '55-d58942f7-e880-4099-a034-78d8e834c1a1.webp', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 4.4, 55),
('d470fc5a-a50a-460b-a606-8358b00c46bb', 'Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 602, '55-d470fc5a-a50a-460b-a606-8358b00c46bb.webp', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 4.1, 55),
('953bc8a6-5ba4-4a61-b518-40c1e2bfa525', 'Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 602, '55-953bc8a6-5ba4-4a61-b518-40c1e2bfa525.webp', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 4.95, 55),
('caea0f15-7fe1-4dea-880f-fa5dcdcb4681', 'Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 602, '55-caea0f15-7fe1-4dea-880f-fa5dcdcb4681.webp', 'Самый лучший среди товаров на рынке Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 4.95, 55),
('818d2a5f-823d-4630-85e4-19a56a5f9cfb', 'Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 670, '55-818d2a5f-823d-4630-85e4-19a56a5f9cfb.webp', 'Самый лучший среди товаров на рынке Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 4.1, 55),
('bb8a1cee-cc6a-46e1-abeb-a7ebc4b35246', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 1430, '55-bb8a1cee-cc6a-46e1-abeb-a7ebc4b35246.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 4.95, 55),
('8ff05543-4a04-45c8-8161-3fef7b64b6e3', 'Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 2600, '55-8ff05543-4a04-45c8-8161-3fef7b64b6e3.webp', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 4.3, 55),
('88ff6fb5-b9cb-475e-966d-df3ae1801606', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 3150, '55-88ff6fb5-b9cb-475e-966d-df3ae1801606.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 4.95, 55),
('c635c41b-adbf-41c0-b49b-4e4d5693002e', 'Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 6050, '55-c635c41b-adbf-41c0-b49b-4e4d5693002e.webp', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 4.95, 55),
('fcb1fbaf-300a-4ae3-bc87-0940ebb7252d', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 30м', 3700, '55-fcb1fbaf-300a-4ae3-bc87-0940ebb7252d.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 30м', 4.95, 55),
('7fb51682-83d5-47e8-a7a7-4099ed724039', 'Веревка страховочная высокопрочная Prival Static Grov, 11мм х 15м', 2180, '55-7fb51682-83d5-47e8-a7a7-4099ed724039.webp', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 11мм х 15м', 4.1, 55);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('67459fa4-1764-4cad-bec6-5d2d85a54521', 'Пылесос Normann AVC-212 Red Black', 5880, '33-67459fa4-1764-4cad-bec6-5d2d85a54521.webp', 'Самый лучший среди товаров на рынке Пылесос Normann AVC-212 Red Black', 4.95, 33),
('c132f791-be2b-4d57-a3b3-71c1f83fb735', 'Вертикальный пылесос Deerma DX118C White', 2309, '33-c132f791-be2b-4d57-a3b3-71c1f83fb735.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX118C White', 4.81, 33),
('9aa4b91c-3a5e-4b14-9370-20c99790b69b', 'Пылесос Timberk T-VCC-230 серый, желтый', 6999, '33-9aa4b91c-3a5e-4b14-9370-20c99790b69b.webp', 'Самый лучший среди товаров на рынке Пылесос Timberk T-VCC-230 серый, желтый', 4.25, 33),
('dc9e97d2-dbd0-4b65-8a2e-47af2299734f', 'Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 14539, '33-dc9e97d2-dbd0-4b65-8a2e-47af2299734f.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 4.50, 33),
('738b4ab7-7298-4daa-9053-84d36f754c20', 'Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 3439, '33-738b4ab7-7298-4daa-9053-84d36f754c20.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 4.46, 33),
('08d2385e-bc05-412d-b4e9-98a3874ab54b', 'Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 19699, '33-08d2385e-bc05-412d-b4e9-98a3874ab54b.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 4.10, 33),
('1419474b-8dbb-41b2-9d57-8a31a4250d80', 'Робот-пылесос Xiaomi Robot Vacuum S12 EU', 35990, '33-1419474b-8dbb-41b2-9d57-8a31a4250d80.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S12 EU', 4.73, 33),
('3a007822-fdc0-4c26-8a33-35d19699aca6', 'Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 19275, '33-3a007822-fdc0-4c26-8a33-35d19699aca6.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 4.81, 33),
('97c400c9-be47-46ce-a308-785bfde85200', 'Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 2299, '33-97c400c9-be47-46ce-a308-785bfde85200.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 4.13, 33),
('84da1827-fd83-4374-8409-dae4a99c4235', 'Вертикальный пылесос Deerma DX700 (Европейская версия)', 3290, '33-84da1827-fd83-4374-8409-dae4a99c4235.webp', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX700 (Европейская версия)', 4.11, 33),
('d3785fa1-3fdd-4826-a588-83563bfd4041', 'Робот-пылесос Dreame Bot L10s Ultra белый', 84990, '33-d3785fa1-3fdd-4826-a588-83563bfd4041.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Dreame Bot L10s Ultra белый', 4.81, 33),
('7f09de08-0f35-49c3-8875-4b3a3691b20f', 'Робот-пылесос Dreame Bot L20 Ultra Complete белый', 144890, '33-7f09de08-0f35-49c3-8875-4b3a3691b20f.webp', 'Самый лучший среди товаров на рынке Робот-пылесос Dreame Bot L20 Ultra Complete белый', 4.76, 33);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('6b32ce9d-0a92-48d6-baf0-2134c99900d5', 'Велосипед Merida Big Nine 80 M-17, синий с белым', 92117, '51-6b32ce9d-0a92-48d6-baf0-2134c99900d5.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 M-17, синий с белым', 4.95, 51),
('ae22eca8-e760-47f7-bde8-ceeb0f6f373a', 'Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 65500, '51-ae22eca8-e760-47f7-bde8-ceeb0f6f373a.webp', 'Самый лучший среди товаров на рынке Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 4.95, 51),
('0d2cb2f9-85a0-4cc3-a888-7c5d7d29541e', 'Велосипед Merida Big Nine 80 L-18,5, синий с белым', 92117, '51-0d2cb2f9-85a0-4cc3-a888-7c5d7d29541e.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 L-18,5, синий с белым', 4.95, 51),
('f4a17a3e-362f-439b-bcde-95b015de0e32', 'Велосипед Merida Big Nine 80 XL-20, синий с белым', 92117, '51-f4a17a3e-362f-439b-bcde-95b015de0e32.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 XL-20, синий с белым', 4.95, 51),
('5c609398-3925-4d85-9945-8fa66e121082', 'Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 49500, '51-5c609398-3925-4d85-9945-8fa66e121082.webp', 'Самый лучший среди товаров на рынке Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 4.95, 51),
('5e7c48cd-6579-40ba-b7e2-f1c917907266', 'Велосипед Merida Big Nine 80 S-14,5, синий с белым', 92117, '51-5e7c48cd-6579-40ba-b7e2-f1c917907266.webp', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 S-14,5, синий с белым', 4.95, 51),
('a1530c7a-7171-4d27-a5b9-f92b48e777a6', 'Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 26174, '51-a1530c7a-7171-4d27-a5b9-f92b48e777a6.webp', 'Самый лучший среди товаров на рынке Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 4.1, 51),
('f2749704-811f-4978-82ee-230a5478a31c', 'Велосипед Stark'22 Madness BMX 2 черный зеленый HQ-0005130', 36170, '51-f2749704-811f-4978-82ee-230a5478a31c.webp', 'Самый лучший среди товаров на рынке Велосипед Stark'22 Madness BMX 2 черный зеленый HQ-0005130', 4.2, 51),
('25a6acf4-5d9b-4cd8-aa4c-808a40d79bb0', 'Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 8900, '51-25a6acf4-5d9b-4cd8-aa4c-808a40d79bb0.webp', 'Самый лучший среди товаров на рынке Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 4.95, 51),
('4a9536cf-40d3-4103-a549-2eb591696e3a', 'Велосипед Tech Team Garet 26"х16" серый 2023', 42840, '51-4a9536cf-40d3-4103-a549-2eb591696e3a.webp', 'Самый лучший среди товаров на рынке Велосипед Tech Team Garet 26"х16" серый 2023', 4.95, 51),
('cd15d409-e433-4422-911e-16b51c5e8827', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 23450, '51-cd15d409-e433-4422-911e-16b51c5e8827.webp', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 4.8, 51),
('69d27500-7744-4f22-84d9-eb538065889c', 'Велосипед горный Shorner Maxxis Fatbike 26 черный', 23490, '51-69d27500-7744-4f22-84d9-eb538065889c.webp', 'Самый лучший среди товаров на рынке Велосипед горный Shorner Maxxis Fatbike 26 черный', 4.1, 51),
('b6d8fc96-10ea-45dc-b192-913ef25ca51a', 'Складной велосипед Shulz Goa Disk серебристый', 43200, '51-b6d8fc96-10ea-45dc-b192-913ef25ca51a.webp', 'Самый лучший среди товаров на рынке Складной велосипед Shulz Goa Disk серебристый', 4.4, 51),
('543e5966-6c96-46b7-8b2d-b57ceaefceb7', 'Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 12790, '51-543e5966-6c96-46b7-8b2d-b57ceaefceb7.webp', 'Самый лучший среди товаров на рынке Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 4.2, 51),
('9863b0e6-9991-4219-8499-51b433a4cba9', 'Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 16000, '51-9863b0e6-9991-4219-8499-51b433a4cba9.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 4.1, 51),
('008c79e8-ee96-42f5-882a-424d45fc55fd', 'Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 10930, '51-008c79e8-ee96-42f5-882a-424d45fc55fd.webp', 'Самый лучший среди товаров на рынке Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 4.2, 51),
('3745d298-92a3-4eeb-b73d-0c45dfb1fc12', 'Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 155520, '51-3745d298-92a3-4eeb-b73d-0c45dfb1fc12.webp', 'Самый лучший среди товаров на рынке Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 4.95, 51),
('54001d44-c0b6-4ccd-8db2-ea7ab332b425', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 23450, '51-54001d44-c0b6-4ccd-8db2-ea7ab332b425.webp', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 4.7, 51),
('5a5412f4-eb8c-49c8-9e4e-3b00619915cc', 'Велосипед HIPER HB-0023 2023 167-178 желтый', 14460, '51-5a5412f4-eb8c-49c8-9e4e-3b00619915cc.webp', 'Самый лучший среди товаров на рынке Велосипед HIPER HB-0023 2023 167-178 желтый', 4.95, 51),
('3e458794-61a0-40f0-ae58-e48451feb70c', 'Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 22190, '51-3e458794-61a0-40f0-ae58-e48451feb70c.webp', 'Самый лучший среди товаров на рынке Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 4.95, 51),
('f01d6467-e4c5-4dec-8763-504ff25f1d57', 'Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 101640, '51-f01d6467-e4c5-4dec-8763-504ff25f1d57.webp', 'Самый лучший среди товаров на рынке Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 4.95, 51),
('9d6a7871-e870-4008-b246-0e3d8b614d3f', 'Велосипед детский Shulz Bubble 24 Race чёрный', 29500, '51-9d6a7871-e870-4008-b246-0e3d8b614d3f.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Bubble 24 Race чёрный', 4.5, 51),
('fa3fce8b-5163-43d2-8a69-aee49f1f6095', 'Велосипед детский Shulz Chloe 20 Race розовый', 28500, '51-fa3fce8b-5163-43d2-8a69-aee49f1f6095.webp', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Chloe 20 Race розовый', 4.4, 51),
('a71dce4c-c081-4e82-9ffc-803bcf058a40', 'Велосипед Forward SPIKE 24 D (24" 7 ск. рост. 11") красный белый, 2023', 17960, '51-a71dce4c-c081-4e82-9ffc-803bcf058a40.webp', 'Самый лучший среди товаров на рынке Велосипед Forward SPIKE 24 D (24" 7 ск. рост. 11") красный белый, 2023', 4.3, 51),
('ab362cef-e0f5-4c33-bff2-c81f4c52a14e', 'Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 16130, '51-ab362cef-e0f5-4c33-bff2-c81f4c52a14e.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 4.15, 51),
('049a77a0-6045-4d53-bed7-ec9fec0ffea9', 'Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 26990, '51-049a77a0-6045-4d53-bed7-ec9fec0ffea9.webp', 'Самый лучший среди товаров на рынке Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 4.95, 51),
('81bc46ec-7b36-47b7-912d-59bafac1e042', 'Велосипед Novatrack Racer 20 2020 One Size голубой', 13670, '51-81bc46ec-7b36-47b7-912d-59bafac1e042.webp', 'Самый лучший среди товаров на рынке Велосипед Novatrack Racer 20 2020 One Size голубой', 4.3, 51),
('3ee59a54-e45d-4a11-9f7f-63751feac1a9', 'Велосипед Stark Indy 26.1 D Microshift 2022 20" черный красный', 18273, '51-3ee59a54-e45d-4a11-9f7f-63751feac1a9.webp', 'Самый лучший среди товаров на рынке Велосипед Stark Indy 26.1 D Microshift 2022 20" черный красный', 4.2, 51),
('5fa5d8c2-39de-4cea-a9eb-d5a4440f2870', 'Велосипед городской детский Life 20"', 15000, '51-5fa5d8c2-39de-4cea-a9eb-d5a4440f2870.webp', 'Самый лучший среди товаров на рынке Велосипед городской детский Life 20"', 4.38, 51),
('4d33cc46-9293-427c-ada9-dd6aedf032ba', 'Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 19720, '51-4d33cc46-9293-427c-ada9-dd6aedf032ba.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 4.9, 51),
('4961ca6d-f4ae-4a28-961a-35dbd2f67e21', 'Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 18700, '51-4961ca6d-f4ae-4a28-961a-35dbd2f67e21.webp', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 4.6, 51),
('6bed8b49-fb9d-4349-bb52-f588531bfd5c', 'Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 28997, '51-6bed8b49-fb9d-4349-bb52-f588531bfd5c.webp', 'Самый лучший среди товаров на рынке Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 4.95, 51);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('920279ae-0d51-49b9-af24-d1b3ee4cf2f0', 'Маска для губ ночная Laneige Lip sleeping mask mini pink, 3мл', 183, '61-920279ae-0d51-49b9-af24-d1b3ee4cf2f0.webp', 'Самый лучший среди товаров на рынке Маска для губ ночная Laneige Lip sleeping mask mini pink, 3мл', 4.37, 61),
('0aaa0016-9882-438f-903b-47a1f4baf484', 'Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 288, '61-0aaa0016-9882-438f-903b-47a1f4baf484.webp', 'Самый лучший среди товаров на рынке Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 4.98, 61),
('00d6f650-709a-44f7-afaf-3550a49628fd', 'Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 245, '61-00d6f650-709a-44f7-afaf-3550a49628fd.webp', 'Самый лучший среди товаров на рынке Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 4.88, 61),
('fca2953c-a062-46d8-bf51-426c6aaaeb8d', 'Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 32, '61-fca2953c-a062-46d8-bf51-426c6aaaeb8d.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 4.47, 61),
('6dd40a0c-3954-42a0-abe7-845190486470', 'Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 464, '61-6dd40a0c-3954-42a0-abe7-845190486470.webp', 'Самый лучший среди товаров на рынке Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 4.61, 61),
('5e3036d5-1e17-472b-8fec-4f75a1fa3796', 'Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 204, '61-5e3036d5-1e17-472b-8fec-4f75a1fa3796.webp', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 4.54, 61),
('33cfe8a2-74d3-4639-98c6-c1bcf9caac2b', 'Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 194, '61-33cfe8a2-74d3-4639-98c6-c1bcf9caac2b.webp', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 4.19, 61),
('4f164cf2-eb32-42c6-b1b2-3bc328629db7', 'Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 522, '61-4f164cf2-eb32-42c6-b1b2-3bc328629db7.webp', 'Самый лучший среди товаров на рынке Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 4.11, 61),
('1654c388-db85-44be-88d5-f5e90ea7ba97', 'Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 30, '61-1654c388-db85-44be-88d5-f5e90ea7ba97.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 4.32, 61),
('597de29d-586a-4318-bcbf-7ee4068f05ca', 'Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 401, '61-597de29d-586a-4318-bcbf-7ee4068f05ca.webp', 'Самый лучший среди товаров на рынке Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 4.61, 61),
('d196d07d-9388-48f1-abdd-ce11f064a053', 'Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 56, '61-d196d07d-9388-48f1-abdd-ce11f064a053.webp', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 4.37, 61),
('f439023d-e096-4fb8-8e70-810539dcaebb', 'Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 412, '61-f439023d-e096-4fb8-8e70-810539dcaebb.webp', 'Самый лучший среди товаров на рынке Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 4.68, 61),
('4a024bd0-ce07-4d70-abcf-e1a7c1969b0c', 'Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 331, '61-4a024bd0-ce07-4d70-abcf-e1a7c1969b0c.webp', 'Самый лучший среди товаров на рынке Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 4.24, 61),
('a54d8509-571d-4077-b623-18b1284c0a88', 'Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 255, '61-a54d8509-571d-4077-b623-18b1284c0a88.webp', 'Самый лучший среди товаров на рынке Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 4.22, 61),
('fe7f84c5-6e4b-4fd4-aa1c-b8076cbdf957', 'Омолаживающая сыворотка Aravia Laboratories с пептидами ANTI-AGE DEEP SERUM 30 мл', 499, '61-fe7f84c5-6e4b-4fd4-aa1c-b8076cbdf957.webp', 'Самый лучший среди товаров на рынке Омолаживающая сыворотка Aravia Laboratories с пептидами ANTI-AGE DEEP SERUM 30 мл', 4.39, 61),
('9efcf477-4fc5-4baf-b4c5-a721de057b13', 'Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 422, '61-9efcf477-4fc5-4baf-b4c5-a721de057b13.webp', 'Самый лучший среди товаров на рынке Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 4.93, 61),
('15ccc6cb-bea0-4179-a31a-b211aa26de4c', 'Крем для лица Name Skin Care с гиалуроновой кислотой Глубокое Увлажнение, 120 мл', 332, '61-15ccc6cb-bea0-4179-a31a-b211aa26de4c.webp', 'Самый лучший среди товаров на рынке Крем для лица Name Skin Care с гиалуроновой кислотой Глубокое Увлажнение, 120 мл', 4.79, 61),
('6e024777-b86d-49ad-bb22-b05ad525fc38', 'Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 478, '61-6e024777-b86d-49ad-bb22-b05ad525fc38.webp', 'Самый лучший среди товаров на рынке Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 4.88, 61);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('78baa03e-a364-49e2-8da5-134a74b3ceb7', 'Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 27997, '75-78baa03e-a364-49e2-8da5-134a74b3ceb7.webp', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 4.95, 75),
('022e7a73-a1a7-4567-92f8-8b30367f8b01', 'Шнурок VALTERA, натуральная кожа, серебро', 800, '75-022e7a73-a1a7-4567-92f8-8b30367f8b01.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, натуральная кожа, серебро', 4.95, 75),
('66a128f9-ccaf-4178-8f1d-81b5f212b94d', 'Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 23182, '75-66a128f9-ccaf-4178-8f1d-81b5f212b94d.webp', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 75),
('23ef4ba9-38d2-416d-9657-90e96c6c6b1f', 'Ожерелье-цепь SOKOLOV, серебро', 1455, '75-23ef4ba9-38d2-416d-9657-90e96c6c6b1f.webp', 'Самый лучший среди товаров на рынке Ожерелье-цепь SOKOLOV, серебро', 4.95, 75),
('ddc03e7e-cbd8-4e29-819c-3dfe07c1e363', 'Шнурок VALTERA, серебро, каучук', 861, '75-ddc03e7e-cbd8-4e29-819c-3dfe07c1e363.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, каучук', 4.95, 75),
('f651d479-746b-4d9b-a8cd-93f4f4846354', 'Колье SOKOLOV, серебро', 3217, '75-f651d479-746b-4d9b-a8cd-93f4f4846354.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, серебро', 4.2, 75),
('f831f658-4c26-4555-9d57-2e0056a32085', 'Шнурок VALTERA, серебро, текстиль', 618, '75-f831f658-4c26-4555-9d57-2e0056a32085.webp', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, текстиль', 4.95, 75),
('54415d9d-09f3-498f-87d8-aeced7591ed9', 'Колье ADAMAS, красное золото', 36953, '75-54415d9d-09f3-498f-87d8-aeced7591ed9.webp', 'Самый лучший среди товаров на рынке Колье ADAMAS, красное золото', 4.95, 75),
('e67f1319-d1e0-4cb5-a126-5ed933c4f826', 'Колье VALTERA, серебро', 696, '75-e67f1319-d1e0-4cb5-a126-5ed933c4f826.webp', 'Самый лучший среди товаров на рынке Колье VALTERA, серебро', 4.95, 75),
('59ede88e-a92a-417d-8ca3-b1700a949350', 'Колье PLATINA jewelry, желтое золото', 33100, '75-59ede88e-a92a-417d-8ca3-b1700a949350.webp', 'Самый лучший среди товаров на рынке Колье PLATINA jewelry, желтое золото', 4.95, 75),
('53323d0e-fd67-4e97-b40c-bfa34a098e76', 'Колье SKLV, серебро', 983, '75-53323d0e-fd67-4e97-b40c-bfa34a098e76.webp', 'Самый лучший среди товаров на рынке Колье SKLV, серебро', 4.95, 75),
('1996833a-50c4-41d0-96d8-c53a70409cde', 'Колье 585Gold, серебро', 1611, '75-1996833a-50c4-41d0-96d8-c53a70409cde.webp', 'Самый лучший среди товаров на рынке Колье 585Gold, серебро', 4.95, 75),
('ca8e217f-d77d-46ea-8e30-bae636ee1bac', 'Колье ЮВЕЛИР КАРАТ, серебро', 1380, '75-ca8e217f-d77d-46ea-8e30-bae636ee1bac.webp', 'Самый лучший среди товаров на рынке Колье ЮВЕЛИР КАРАТ, серебро', 4.35, 75),
('627c2f75-055a-4f68-9f3b-c87c859e99fd', 'Шнурок SOKOLOV, серебро', 577, '75-627c2f75-055a-4f68-9f3b-c87c859e99fd.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, серебро', 4.26, 75),
('42734c11-5abb-45ef-bfd4-5ac464fd488b', 'Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 5737, '75-42734c11-5abb-45ef-bfd4-5ac464fd488b.webp', 'Самый лучший среди товаров на рынке Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 4.5, 75),
('0347577c-96d6-43b6-b521-934914c51d7f', 'Колье SOKOLOV Diamonds, красное золото', 9598, '75-0347577c-96d6-43b6-b521-934914c51d7f.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV Diamonds, красное золото', 4.7, 75),
('3e74193b-59bc-40b0-83c2-bcf2f5624cb2', 'Бусы SOKOLOV, серебро', 9597, '75-3e74193b-59bc-40b0-83c2-bcf2f5624cb2.webp', 'Самый лучший среди товаров на рынке Бусы SOKOLOV, серебро', 4.15, 75),
('c879c163-37c6-483c-9d08-bce47210e85a', 'Колье-галстук SKAZKA Natali Romanovoi, серебро', 1980, '75-c879c163-37c6-483c-9d08-bce47210e85a.webp', 'Самый лучший среди товаров на рынке Колье-галстук SKAZKA Natali Romanovoi, серебро', 4.95, 75),
('b7b49d58-6bfe-4c14-9727-04548d97b5c8', 'Колье-галстук L'attrice, серебро', 3704, '75-b7b49d58-6bfe-4c14-9727-04548d97b5c8.webp', 'Самый лучший среди товаров на рынке Колье-галстук L'attrice, серебро', 4.1, 75),
('ffa43d3c-02e6-4f24-9343-a52d2059aa12', 'Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4190, '75-ffa43d3c-02e6-4f24-9343-a52d2059aa12.webp', 'Самый лучший среди товаров на рынке Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4.95, 75),
('bca908ed-2ede-491b-ad56-c02949bd7791', 'Колье SOKOLOV, красное золото', 13437, '75-bca908ed-2ede-491b-ad56-c02949bd7791.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, красное золото', 4.95, 75),
('17657f93-541c-4158-9446-df13486ebe89', 'Ожерелье SOKOLOV, красное золото', 17007, '75-17657f93-541c-4158-9446-df13486ebe89.webp', 'Самый лучший среди товаров на рынке Ожерелье SOKOLOV, красное золото', 4.2, 75),
('020a28d1-b081-41b1-9511-bfebee4e5ac0', 'Колье Diamant, красное золото', 3990, '75-020a28d1-b081-41b1-9511-bfebee4e5ac0.webp', 'Самый лучший среди товаров на рынке Колье Diamant, красное золото', 4.95, 75),
('f3c22cc8-63af-422c-91a4-1b327212d95e', 'Шнурок TOP CRYSTAL, натуральная кожа, серебро', 1265, '75-f3c22cc8-63af-422c-91a4-1b327212d95e.webp', 'Самый лучший среди товаров на рынке Шнурок TOP CRYSTAL, натуральная кожа, серебро', 4.95, 75),
('d676de53-788e-422c-bcb9-61955e845427', 'Колье SOKOLOV, белое золото', 6438, '75-d676de53-788e-422c-bcb9-61955e845427.webp', 'Самый лучший среди товаров на рынке Колье SOKOLOV, белое золото', 4.12, 75),
('73c14aac-f355-4d66-92e0-c426adab1c8a', 'Шнурок SOKOLOV, натуральная кожа, серебро', 1497, '75-73c14aac-f355-4d66-92e0-c426adab1c8a.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, натуральная кожа, серебро', 4.3, 75),
('3b7a2efb-5236-40a0-ae1d-1a1d11caf0f4', 'Шнурок SOKOLOV, серебро, каучук', 1497, '75-3b7a2efb-5236-40a0-ae1d-1a1d11caf0f4.webp', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, серебро, каучук', 4.25, 75);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7ecb1f1a-8a63-48e0-8b3e-9f121233b98a', 'Юбка для ели Yiwu Union белая, 90 см', 699, '83-7ecb1f1a-8a63-48e0-8b3e-9f121233b98a.webp', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union белая, 90 см', 4.6, 83),
('c599b9d1-20e9-44ad-95b1-20159177a1d3', 'Юбка для ели Yiwu Union красная, 90 см', 199, '83-c599b9d1-20e9-44ad-95b1-20159177a1d3.webp', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union красная, 90 см', 4.11, 83),
('909a8161-4633-4f22-86c2-d0bd5517d576', 'Подставка для ели Невио зеленая', 443, '83-909a8161-4633-4f22-86c2-d0bd5517d576.webp', 'Самый лучший среди товаров на рынке Подставка для ели Невио зеленая', 4.46, 83),
('b52bd04b-84e0-479f-aca0-5b33b13d1cec', 'Подставка для ели Snowhouse Saturn', 199, '83-b52bd04b-84e0-479f-aca0-5b33b13d1cec.webp', 'Самый лучший среди товаров на рынке Подставка для ели Snowhouse Saturn', 4.34, 83),
('bf7981e6-7e6a-44ca-8f79-cb581396df13', 'Подставка Господин Ёлкин для новогоднего дерева', 549, '83-bf7981e6-7e6a-44ca-8f79-cb581396df13.webp', 'Самый лучший среди товаров на рынке Подставка Господин Ёлкин для новогоднего дерева', 4.1, 83),
('3d756b82-ec7a-4030-ab76-c88411919c07', 'Подставка для ели Господин Ёлкин', 549, '83-3d756b82-ec7a-4030-ab76-c88411919c07.webp', 'Самый лучший среди товаров на рынке Подставка для ели Господин Ёлкин', 4.6, 83),
('2fdfd8e7-7a01-423a-9b82-f1beec5d517b', 'Подставка для ели Космос 1-91825', 349, '83-2fdfd8e7-7a01-423a-9b82-f1beec5d517b.webp', 'Самый лучший среди товаров на рынке Подставка для ели Космос 1-91825', 4.15, 83),
('5db04678-c212-4b2f-9ff3-059783775b74', 'Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 260, '83-5db04678-c212-4b2f-9ff3-059783775b74.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 4.4, 83),
('87f2fc6f-afd3-47b1-ae08-f238ecb59004', 'Подставка для ели То, что надо!', 170, '83-87f2fc6f-afd3-47b1-ae08-f238ecb59004.webp', 'Самый лучший среди товаров на рынке Подставка для ели То, что надо!', 4.95, 83),
('3be68229-2ce4-4972-9161-2202166ffe14', 'Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 780, '83-3be68229-2ce4-4972-9161-2202166ffe14.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 4.3, 83),
('d2577793-20ce-4691-8aac-2334dd661df1', 'Подложка под елку Actuel Юбка из ротанга 55 см', 1390, '83-d2577793-20ce-4691-8aac-2334dd661df1.webp', 'Самый лучший среди товаров на рынке Подложка под елку Actuel Юбка из ротанга 55 см', 4.1, 83),
('68435004-3543-4550-a710-012395ac7e1d', 'Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 350, '83-68435004-3543-4550-a710-012395ac7e1d.webp', 'Самый лучший среди товаров на рынке Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 4.1, 83),
('897dee1e-d31c-4a89-adb3-d39447f7720a', 'Подставка под ель Вулкан зеленая 700 мл', 149, '83-897dee1e-d31c-4a89-adb3-d39447f7720a.webp', 'Самый лучший среди товаров на рынке Подставка под ель Вулкан зеленая 700 мл', 4.95, 83),
('8555ef74-d3bf-4305-a46a-51b18eb61971', 'Подставка для елки Laptev Ч_Елб3_черныйбронза', 1340, '83-8555ef74-d3bf-4305-a46a-51b18eb61971.webp', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_черныйбронза', 4.1, 83),
('7022b40f-58cb-4fe2-84d7-7c7e756274c7', 'Подставка под живую елку с резервуаром для воды Вулкан 2', 1100, '83-7022b40f-58cb-4fe2-84d7-7c7e756274c7.webp', 'Самый лучший среди товаров на рынке Подставка под живую елку с резервуаром для воды Вулкан 2', 4.95, 83),
('d393e1b0-32ad-4d72-90d7-970811c2183a', 'Подставка для елки Laptev Ч_Елб3_белый', 1340, '83-d393e1b0-32ad-4d72-90d7-970811c2183a.webp', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_белый', 4.95, 83),
('515e631e-dac9-49cf-9a58-1c593a2ca142', 'Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4000, '83-515e631e-dac9-49cf-9a58-1c593a2ca142.webp', 'Самый лучший среди товаров на рынке Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4.95, 83),
('07c665b9-f86f-40d8-8a02-d7d2cce061ea', 'Зимнее волшебство Мишка в звездах d-34 см, красный', 368, '83-07c665b9-f86f-40d8-8a02-d7d2cce061ea.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Мишка в звездах d-34 см, красный', 4.2, 83),
('9c2dcc99-5c36-4234-9a7d-8efa11434eb8', 'Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 262, '83-9c2dcc99-5c36-4234-9a7d-8efa11434eb8.webp', 'Самый лучший среди товаров на рынке Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 4.95, 83),
('f59cb844-32a8-41d8-b04c-ac8ba7ed366f', 'Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 800, '83-f59cb844-32a8-41d8-b04c-ac8ba7ed366f.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 4.1, 83),
('fd46bec5-5906-42fc-acce-9e77319704c9', 'Подставка для ёлки, диаметр 42 мм', 812, '83-fd46bec5-5906-42fc-acce-9e77319704c9.webp', 'Самый лучший среди товаров на рынке Подставка для ёлки, диаметр 42 мм', 4.95, 83),
('a521edbb-2f27-4192-b3cc-07beb82234fa', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 810, '83-a521edbb-2f27-4192-b3cc-07beb82234fa.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 4.95, 83),
('5ceea26c-0d6e-41b1-9c6d-994067dab091', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 649, '83-5ceea26c-0d6e-41b1-9c6d-994067dab091.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 4.95, 83),
('aed49861-9174-4dd0-96bd-6765758a2c49', 'Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 995, '83-aed49861-9174-4dd0-96bd-6765758a2c49.webp', 'Самый лучший среди товаров на рынке Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 4.1, 83),
('e326a99f-f628-4e09-abcc-36364f90567c', 'Полянка под ёлку "Ёлочки в снежинках" d-75 см', 618, '83-e326a99f-f628-4e09-abcc-36364f90567c.webp', 'Самый лучший среди товаров на рынке Полянка под ёлку "Ёлочки в снежинках" d-75 см', 4.1, 83);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('56389669-7a99-4af1-ad61-cb839fc1afe4', 'Наушники Apple AirPods 3 (MPNY3AM)', 20500, '24-56389669-7a99-4af1-ad61-cb839fc1afe4.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods 3 (MPNY3AM)', 4.83, 24),
('4f869dde-fb5a-49e6-b0c2-3d5df82eb935', 'Беспроводные наушники Hoco EW04 Original Series White', 1120, '24-4f869dde-fb5a-49e6-b0c2-3d5df82eb935.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco EW04 Original Series White', 4.95, 24),
('f00cc841-0794-417c-b68a-e51b2e6c5d93', 'Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 1450, '24-f00cc841-0794-417c-b68a-e51b2e6c5d93.webp', 'Самый лучший среди товаров на рынке Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 4.59, 24),
('8608cec4-cda9-46a8-aab5-dba5cdb27720', 'Беспроводные наушники Apple AirPods 2 with Charging Case White (MV7N2AM A)', 11998, '24-8608cec4-cda9-46a8-aab5-dba5cdb27720.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Apple AirPods 2 with Charging Case White (MV7N2AM A)', 4.12, 24),
('53993830-99ef-4b47-bdea-ab2ed759102b', 'Беспроводные наушники Realme Buds T100 Blue RMA2109', 2749, '24-53993830-99ef-4b47-bdea-ab2ed759102b.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 Blue RMA2109', 4.95, 24),
('34438d2c-5b5d-4a11-a3e4-2518d56ca299', 'Беспроводные наушники PODS Pro Ceramic White', 1050, '24-34438d2c-5b5d-4a11-a3e4-2518d56ca299.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники PODS Pro Ceramic White', 4.30, 24),
('9e5830fc-8bdf-4a08-a065-0b92629875a1', 'Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 2790, '24-9e5830fc-8bdf-4a08-a065-0b92629875a1.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 4.47, 24),
('b25b0b16-f388-40bd-9ce5-ccd0f3cce2fa', 'Наушники Apple AirPods Pro 2', 23651, '24-b25b0b16-f388-40bd-9ce5-ccd0f3cce2fa.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2', 4.69, 24),
('ae946d81-c89a-4c22-b36f-4f96334eb7db', 'Беспроводные наушники Marshall MAJOR IV Black', 10000, '24-ae946d81-c89a-4c22-b36f-4f96334eb7db.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Marshall MAJOR IV Black', 4.64, 24),
('5079345f-8dc3-4e63-8606-090386a90633', 'Беспроводные наушники Hoco EW02 Original Series White', 990, '24-5079345f-8dc3-4e63-8606-090386a90633.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco EW02 Original Series White', 4.95, 24),
('7f8eec47-9f1a-47ab-926f-a0da0d2f82bb', 'Беспроводные наушники Cat Ear P33M Pink', 750, '24-7f8eec47-9f1a-47ab-926f-a0da0d2f82bb.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Cat Ear P33M Pink', 4.34, 24),
('296be477-cde0-4f4a-b507-9ebacd870092', 'Наушники Apple AirPods Pro 2-го поколения 2023', 29990, '24-296be477-cde0-4f4a-b507-9ebacd870092.webp', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2-го поколения 2023', 4.56, 24),
('a4199592-74a5-43ab-9d64-52798708cd40', 'Беспроводные наушники Huawei Freebuds 5i Black', 6499, '24-a4199592-74a5-43ab-9d64-52798708cd40.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Huawei Freebuds 5i Black', 4.86, 24),
('d55f051a-4e8f-4f22-ab2a-7704ea6b2a25', 'Беспроводные наушники Hoco W35 Black', 1490, '24-d55f051a-4e8f-4f22-ab2a-7704ea6b2a25.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco W35 Black', 4.89, 24),
('d04f284f-3161-4d9f-ba3d-8600c941bba4', 'Наушники Realme Buds Air 3 Starry Blue', 4990, '24-d04f284f-3161-4d9f-ba3d-8600c941bba4.webp', 'Самый лучший среди товаров на рынке Наушники Realme Buds Air 3 Starry Blue', 4.94, 24),
('16ef3c8b-afd1-4b75-aaab-6826f2c1ae3c', 'Беспроводные наушники Honor White (5504AAAM)', 2030, '24-16ef3c8b-afd1-4b75-aaab-6826f2c1ae3c.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Honor White (5504AAAM)', 4.57, 24),
('b983a41f-853b-4725-8446-bb50cd7ab3e8', 'Беспроводные наушники Realme Buds T100 RMA2109 White (461721)', 2740, '24-b983a41f-853b-4725-8446-bb50cd7ab3e8.webp', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 RMA2109 White (461721)', 4.7, 24);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d11b9262-ec89-4a96-b3f7-dc9a44500ac5', 'Серьги из серебра с фианитом 585Gold 702003937', 2437, '72-d11b9262-ec89-4a96-b3f7-dc9a44500ac5.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702003937', 4.95, 72),
('28ca9f40-3199-4285-9839-616d2ff072c9', 'Серьги из серебра VALTERA 117060', 1639, '72-28ca9f40-3199-4285-9839-616d2ff072c9.webp', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 117060', 4.95, 72),
('19e7f2f3-2e78-41b2-8b1a-719526bb0b66', 'Серьги из серебра SOKOLOV 94025798, фианит', 2037, '72-19e7f2f3-2e78-41b2-8b1a-719526bb0b66.webp', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94025798, фианит', 4.5, 72),
('4f7c57f3-925e-44de-b301-a1aea4d51f50', 'Моносерьга из серебра с фианитом SOKOLOV 93170010', 465, '72-4f7c57f3-925e-44de-b301-a1aea4d51f50.webp', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 93170010', 4.81, 72),
('1457f3d2-f2da-439c-a750-308d160a63cb', 'Серьги подвески из красного золота VALTERA 110689, бриллиант изумруд искусственный', 55000, '72-1457f3d2-f2da-439c-a750-308d160a63cb.webp', 'Самый лучший среди товаров на рынке Серьги подвески из красного золота VALTERA 110689, бриллиант изумруд искусственный', 4.95, 72),
('1702f31a-3b22-4479-856c-c936b5dcbe96', 'Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 2601, '72-1702f31a-3b22-4479-856c-c936b5dcbe96.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 4.92, 72),
('6ac67ba0-f95d-4cfb-a221-eb44ca04c478', 'Серьги из серебра с фианитом VALTERA 117846', 1380, '72-6ac67ba0-f95d-4cfb-a221-eb44ca04c478.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом VALTERA 117846', 4.11, 72),
('408eae78-228c-48f0-a67f-43c38a0e4ab5', 'Серьги продевки из серебра с фианитом VALTERA 117906', 1656, '72-408eae78-228c-48f0-a67f-43c38a0e4ab5.webp', 'Самый лучший среди товаров на рынке Серьги продевки из серебра с фианитом VALTERA 117906', 4.10, 72),
('3d7d1203-18de-4324-bfe5-fc51df999064', 'Серьги из красного золота ADAMAS 21038398 01-А50-01', 12943, '72-3d7d1203-18de-4324-bfe5-fc51df999064.webp', 'Самый лучший среди товаров на рынке Серьги из красного золота ADAMAS 21038398 01-А50-01', 4.95, 72),
('91c76ee3-b5df-494d-9d10-00d455c529fb', 'Серьги из серебра VALTERA 116663', 948, '72-91c76ee3-b5df-494d-9d10-00d455c529fb.webp', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 116663', 4.95, 72),
('001c6c48-5645-42ac-ac34-23d949a04786', 'Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 5990, '72-001c6c48-5645-42ac-ac34-23d949a04786.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 4.9, 72),
('6bd4f5ae-b378-44e7-aae3-9752dbdb7ac7', 'Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 7870, '72-6bd4f5ae-b378-44e7-aae3-9752dbdb7ac7.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 4.7, 72),
('8ccc840c-b287-4f24-8bfc-2a6e56ec77ba', 'Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 25676, '72-8ccc840c-b287-4f24-8bfc-2a6e56ec77ba.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 4.95, 72),
('f16e9928-cb83-408a-a769-9e544314cdbc', 'Серьги из серебра с фианитом Яхонт Ювелирный 163300', 3756, '72-f16e9928-cb83-408a-a769-9e544314cdbc.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом Яхонт Ювелирный 163300', 4.95, 72),
('ab6f72ac-e5fd-4e9f-94ce-2a786da934b4', 'Серьги-пусеты из серебра Yahont 227081', 2540, '72-ab6f72ac-e5fd-4e9f-94ce-2a786da934b4.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра Yahont 227081', 4.95, 72),
('49623db5-63fc-4622-a93d-110fb767b21a', 'Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 2728, '72-49623db5-63fc-4622-a93d-110fb767b21a.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 4.95, 72),
('0a1ace77-07f0-4a72-896c-58417c1bbc02', 'Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 814, '72-0a1ace77-07f0-4a72-896c-58417c1bbc02.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 4.95, 72),
('082e3999-ca2f-454a-9988-943dd9838acd', 'Серьги из серебра SOKOLOV 94026636, фианит', 799, '72-082e3999-ca2f-454a-9988-943dd9838acd.webp', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94026636, фианит', 4.23, 72),
('2901369b-2807-4f9f-9c61-ca4f4c058573', 'Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 850, '72-2901369b-2807-4f9f-9c61-ca4f4c058573.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 4.26, 72),
('a5eeb22c-44f5-4ff6-a160-2e1d4aa5f106', 'Серьги из красного золота с фианитом SOKOLOV 0200104', 5990, '72-a5eeb22c-44f5-4ff6-a160-2e1d4aa5f106.webp', 'Самый лучший среди товаров на рынке Серьги из красного золота с фианитом SOKOLOV 0200104', 4.80, 72),
('d570ff24-e46f-46ff-bb1e-a81ffe83ad06', 'Серьги из серебра с фианитом 585Gold 702005487', 289, '72-d570ff24-e46f-46ff-bb1e-a81ffe83ad06.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005487', 4.27, 72),
('15c1b869-e530-46b0-a40d-3fedeae5419a', 'Серьги из серебра с бриллиантом SOKOLOV 87020075', 2657, '72-15c1b869-e530-46b0-a40d-3fedeae5419a.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с бриллиантом SOKOLOV 87020075', 4.11, 72),
('f8056925-4266-4953-b8f3-c3c7ca423fb4', 'Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 350, '72-f8056925-4266-4953-b8f3-c3c7ca423fb4.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 4.60, 72),
('ec6c4836-aa03-4116-918d-0139dfc6e575', 'Серьги из серебра с фианитом 585Gold 702005431', 295, '72-ec6c4836-aa03-4116-918d-0139dfc6e575.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005431', 4.38, 72),
('2f0e0d80-616c-49a7-b870-77ae1f4a8a3d', 'Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 1917, '72-2f0e0d80-616c-49a7-b870-77ae1f4a8a3d.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 4.28, 72),
('b7ec72a3-cfb5-4ba0-b1ab-0693bfaf60db', 'Серьги из золота с бриллиантом VALTERA 095196', 15200, '72-b7ec72a3-cfb5-4ba0-b1ab-0693bfaf60db.webp', 'Самый лучший среди товаров на рынке Серьги из золота с бриллиантом VALTERA 095196', 4.11, 72),
('262a39a6-4cb2-4089-942d-7bf680ed1afc', 'Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 2787, '72-262a39a6-4cb2-4089-942d-7bf680ed1afc.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 4.64, 72),
('6e1a5c3f-12da-4d14-b946-7e03229fb2f1', 'Серьги из серебра с фианитами SOKOLOV 94023247', 2237, '72-6e1a5c3f-12da-4d14-b946-7e03229fb2f1.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитами SOKOLOV 94023247', 4.38, 72),
('649fd309-b246-4504-b7e0-d117230dfafe', 'Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 1509, '72-649fd309-b246-4504-b7e0-d117230dfafe.webp', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 4.4, 72),
('04aa14fa-34f4-4f4a-9248-5bc5500b816a', 'Серьги женские из золота SOKOLOV 727533, топаз фианит', 11997, '72-04aa14fa-34f4-4f4a-9248-5bc5500b816a.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727533, топаз фианит', 4.33, 72),
('ae52f120-498a-4414-8b8c-dc92f3c61749', 'Серьги пусеты из серебра с фианитом VALTERA 118425', 1325, '72-ae52f120-498a-4414-8b8c-dc92f3c61749.webp', 'Самый лучший среди товаров на рынке Серьги пусеты из серебра с фианитом VALTERA 118425', 4.11, 72),
('48b8fbfd-6ef5-4ad3-a82c-660c19be7c37', 'Моносерьга из серебра с фианитом SOKOLOV 94170002', 613, '72-48b8fbfd-6ef5-4ad3-a82c-660c19be7c37.webp', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 94170002', 4.77, 72),
('81a2c2b1-fbe4-4109-9a3b-f184c8ca8c8b', 'Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 2338, '72-81a2c2b1-fbe4-4109-9a3b-f184c8ca8c8b.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 4.30, 72),
('3769583c-683e-40cb-8480-a7f45cdf58fa', 'Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 910, '72-3769583c-683e-40cb-8480-a7f45cdf58fa.webp', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 4.18, 72),
('e75b772d-59ba-4e8f-922e-9474eb6f5e72', 'Серьги женские из серебра SOKOLOV 94023433, фианит', 2697, '72-e75b772d-59ba-4e8f-922e-9474eb6f5e72.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94023433, фианит', 4.70, 72),
('f713496c-cb25-4c59-abb9-3426a4876f26', 'Серьги из серебра с эмалью VALTERA 118074', 1440, '72-f713496c-cb25-4c59-abb9-3426a4876f26.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118074', 4.7, 72),
('5f8653e6-6fd5-4549-8d18-6aedebd714c3', 'Серьги продевки из красного золота с топазом SOKOLOV 727513', 9897, '72-5f8653e6-6fd5-4549-8d18-6aedebd714c3.webp', 'Самый лучший среди товаров на рынке Серьги продевки из красного золота с топазом SOKOLOV 727513', 4.38, 72),
('bec5ebfe-9db5-4205-90bd-ed15d7627ebc', 'Серьги женские из серебра SOKOLOV 93021058, фианит', 1563, '72-bec5ebfe-9db5-4205-90bd-ed15d7627ebc.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 93021058, фианит', 4.26, 72),
('a58c6746-6895-438e-a691-a427e074da88', 'Серьги женские из серебра SOKOLOV 94021813, фианит', 1887, '72-a58c6746-6895-438e-a691-a427e074da88.webp', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94021813, фианит', 4.33, 72),
('d82401e2-6a00-4d2f-b290-d31985b55974', 'Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 890, '72-d82401e2-6a00-4d2f-b290-d31985b55974.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 4.23, 72),
('10be3c2f-fd8b-40bd-96f0-60f04297d772', 'Серьги из серебра с эмалью VALTERA 118467', 1800, '72-10be3c2f-fd8b-40bd-96f0-60f04297d772.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118467', 4.21, 72),
('fe6b4d9d-3f53-4a3d-a883-6e737a0dd085', 'Серьги продевки из серебра SOKOLOV 94021807', 829, '72-fe6b4d9d-3f53-4a3d-a883-6e737a0dd085.webp', 'Самый лучший среди товаров на рынке Серьги продевки из серебра SOKOLOV 94021807', 4.49, 72),
('6e2eb76e-4f95-46bf-92fa-1d9a2f9d1e15', 'Серьги женские из золота SOKOLOV 727443, топаз', 6747, '72-6e2eb76e-4f95-46bf-92fa-1d9a2f9d1e15.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727443, топаз', 4.31, 72),
('548949eb-8e6e-4638-9fba-f774ca87783a', 'Серьги пусеты из серебра с фианитом VALTERA 118427', 1292, '72-548949eb-8e6e-4638-9fba-f774ca87783a.webp', 'Самый лучший среди товаров на рынке Серьги пусеты из серебра с фианитом VALTERA 118427', 4.5, 72),
('1b59ba0e-8367-413d-a5bb-99e83039d4db', 'Серьги женские из золота SOKOLOV 727444, гранат', 6897, '72-1b59ba0e-8367-413d-a5bb-99e83039d4db.webp', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727444, гранат', 4.41, 72),
('cc84ea8b-53c9-45c7-a34a-4f566d67f025', 'Серьги из серебра с фианитом SOKOLOV 94025799', 1617, '72-cc84ea8b-53c9-45c7-a34a-4f566d67f025.webp', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом SOKOLOV 94025799', 4.45, 72),
('1d523bf3-6c3b-4ca9-9a62-2484f8c78db3', 'Серьги конго из серебра SOKOLOV 94140003', 1725, '72-1d523bf3-6c3b-4ca9-9a62-2484f8c78db3.webp', 'Самый лучший среди товаров на рынке Серьги конго из серебра SOKOLOV 94140003', 4.19, 72),
('a6a0ad38-f980-4c0c-b342-bef6415afd36', 'Серьги конго из красного золота SOKOLOV 140011', 5397, '72-a6a0ad38-f980-4c0c-b342-bef6415afd36.webp', 'Самый лучший среди товаров на рынке Серьги конго из красного золота SOKOLOV 140011', 4.40, 72);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('52972014-6d30-4a42-b64c-46bb7d7c296a', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 649, '81-52972014-6d30-4a42-b64c-46bb7d7c296a.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 4.7, 81),
('b6f07e27-d1b4-477b-bfd4-368259c14c30', 'Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 549, '81-b6f07e27-d1b4-477b-bfd4-368259c14c30.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 4.5, 81),
('07234c0b-854f-48e4-9b71-9f7a7a5b9f87', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 399, '81-07234c0b-854f-48e4-9b71-9f7a7a5b9f87.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 4.3, 81),
('3bbf742e-1fb4-4a22-8beb-4a2ab001e7e0', 'Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 499, '81-3bbf742e-1fb4-4a22-8beb-4a2ab001e7e0.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 4.7, 81),
('5f384044-79ee-4fc1-aba2-3f4868272159', 'Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 1299, '81-5f384044-79ee-4fc1-aba2-3f4868272159.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 4.8, 81),
('8985b8b1-c722-419d-aadd-0f9c59263491', 'Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 1399, '81-8985b8b1-c722-419d-aadd-0f9c59263491.webp', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 4.9, 81),
('01433916-e0f6-4029-ae7b-a63ea6e1da35', 'Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 11630, '81-01433916-e0f6-4029-ae7b-a63ea6e1da35.webp', 'Самый лучший среди товаров на рынке Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 4.95, 81),
('4f3b4ea6-4200-46b1-b051-f69bcf96ba0e', 'Ель искусственная Tarrington House Nadleen 180 см зеленая', 9890, '81-4f3b4ea6-4200-46b1-b051-f69bcf96ba0e.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 180 см зеленая', 4.11, 81),
('e6e07b68-4899-4ea3-9771-66b4202782cb', 'Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4799, '81-e6e07b68-4899-4ea3-9771-66b4202782cb.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4.2, 81),
('71d378f3-80a2-412c-a995-2123976289ae', 'Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 5990, '81-71d378f3-80a2-412c-a995-2123976289ae.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 4.8, 81),
('375ade07-38e0-47b7-9289-8bbf79d9d298', 'Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 7990, '81-375ade07-38e0-47b7-9289-8bbf79d9d298.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 4.92, 81),
('22a10787-f38f-49a4-9678-5e6b1e098012', 'Ель искусственная Tarrington House Альвина 180 см зеленая', 19999, '81-22a10787-f38f-49a4-9678-5e6b1e098012.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 180 см зеленая', 4.1, 81),
('63037a5b-8313-4c13-a55e-f31d7982b204', 'Ель искусственная Tarrington House Марго 180 см зеленая', 18399, '81-63037a5b-8313-4c13-a55e-f31d7982b204.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Марго 180 см зеленая', 4.7, 81),
('e54a3e4a-7994-4667-8a6f-39df9dad1fa4', 'Ель искусственная Tarrington House Nadleen 210 см зеленая', 10400, '81-e54a3e4a-7994-4667-8a6f-39df9dad1fa4.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 210 см зеленая', 4.79, 81),
('15f1f639-02a8-4a9e-9559-d7c4c3433a46', 'Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 600, '81-15f1f639-02a8-4a9e-9559-d7c4c3433a46.webp', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 4.36, 81),
('cbff5f9c-e90f-4d53-a40a-59b6206ffce5', 'Сосна искусственная Tarrington House Эллис 150 см зеленая', 9599, '81-cbff5f9c-e90f-4d53-a40a-59b6206ffce5.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House Эллис 150 см зеленая', 4.9, 81),
('403f66cd-c74e-4d23-8097-df1e89519819', 'Ель искусственная Tarrington House Агния 150 см зеленая', 22990, '81-403f66cd-c74e-4d23-8097-df1e89519819.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 150 см зеленая', 4.95, 81),
('b4045e26-775a-4437-afe2-e5873c8b199a', 'Ель искусственная Заснеженная 150 см зеленая заснеженная', 6370, '81-b4045e26-775a-4437-afe2-e5873c8b199a.webp', 'Самый лучший среди товаров на рынке Ель искусственная Заснеженная 150 см зеленая заснеженная', 4.95, 81),
('0977813b-3c77-415b-babf-8eacfa2b3126', 'Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 7999, '81-0977813b-3c77-415b-babf-8eacfa2b3126.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 4.9, 81),
('de1baf49-95cc-4d9f-b536-85767789057d', 'Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 5490, '81-de1baf49-95cc-4d9f-b536-85767789057d.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 4.20, 81),
('edac5ba6-8c7c-41a3-abec-9c62a62e48ac', 'Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 12799, '81-edac5ba6-8c7c-41a3-abec-9c62a62e48ac.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 4.1, 81),
('78263a15-b34b-48f2-a528-8995d8cebf2c', 'Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 6118, '81-78263a15-b34b-48f2-a528-8995d8cebf2c.webp', 'Самый лучший среди товаров на рынке Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 4.95, 81),
('f92f76d7-1907-432c-b21a-e6b1ab0132f2', 'Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 899, '81-f92f76d7-1907-432c-b21a-e6b1ab0132f2.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 4.54, 81),
('4a674475-7c44-4b50-9c8d-157f1b112e7c', 'Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4799, '81-4a674475-7c44-4b50-9c8d-157f1b112e7c.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4.95, 81),
('7f50364d-32e5-4846-80b4-ad1f724624f2', 'Сосна искусственная Tarrington House 1-47371 85 см зеленая', 799, '81-7f50364d-32e5-4846-80b4-ad1f724624f2.webp', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 1-47371 85 см зеленая', 4.9, 81),
('3ac860e3-88fd-4348-96b3-9cf1fcf93703', 'Ель искусственная Сибирская 150 см зеленая', 10000, '81-3ac860e3-88fd-4348-96b3-9cf1fcf93703.webp', 'Самый лучший среди товаров на рынке Ель искусственная Сибирская 150 см зеленая', 4.95, 81),
('5fe0c21c-3d57-4058-828d-32bbb636be88', 'Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 922, '81-5fe0c21c-3d57-4058-828d-32bbb636be88.webp', 'Самый лучший среди товаров на рынке Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 4.43, 81),
('5206c14b-14ad-43b5-b0db-a1102978634f', 'Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 12799, '81-5206c14b-14ad-43b5-b0db-a1102978634f.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 4.10, 81),
('a0e077b3-041c-4e83-b1d9-1ae4e74ac807', 'Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 6490, '81-a0e077b3-041c-4e83-b1d9-1ae4e74ac807.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 4.3, 81),
('fb0efff4-c6cd-4d24-9698-65ccb40f7104', 'Ель искусственная Tarrington House Альвина 210 см зеленая', 23999, '81-fb0efff4-c6cd-4d24-9698-65ccb40f7104.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 210 см зеленая', 4.95, 81),
('9d7e1659-46f3-4c0b-a61d-8d2150290de6', 'Ель искусственная Royal Christmas Promo Tree Standard Hinged 29180 180 см зеленая', 5155, '81-9d7e1659-46f3-4c0b-a61d-8d2150290de6.webp', 'Самый лучший среди товаров на рынке Ель искусственная Royal Christmas Promo Tree Standard Hinged 29180 180 см зеленая', 4.75, 81),
('dd4a4e5b-956c-4595-b0ef-7a268cdb1947', 'Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 399, '81-dd4a4e5b-956c-4595-b0ef-7a268cdb1947.webp', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 4.27, 81);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('896173ad-45a3-4110-a5ea-94b2ba343d84', 'Ель русская Господин Елкин 135-165 см', 999, '82-896173ad-45a3-4110-a5ea-94b2ba343d84.webp', 'Самый лучший среди товаров на рынке Ель русская Господин Елкин 135-165 см', 4.27, 82),
('c8135664-6811-4ddd-854e-921ae9568a4a', 'Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 11200, '82-c8135664-6811-4ddd-854e-921ae9568a4a.webp', 'Самый лучший среди товаров на рынке Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 4.95, 82),
('5a2e5a50-d59a-4764-bae3-f03f0263b2c1', 'Пихта датская Нордмана 125-150 см', 7990, '82-5a2e5a50-d59a-4764-bae3-f03f0263b2c1.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 125-150 см', 4.1, 82),
('f052dfb6-64fb-43c8-ac30-b75f34686c87', 'Пихта датская Нордмана 100-125 см', 6990, '82-f052dfb6-64fb-43c8-ac30-b75f34686c87.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 100-125 см', 4.95, 82),
('4d4e586a-782f-46eb-a3d1-5dadbbb4d985', 'Пихта русская Кутепово 45-50 см', 846, '82-4d4e586a-782f-46eb-a3d1-5dadbbb4d985.webp', 'Самый лучший среди товаров на рынке Пихта русская Кутепово 45-50 см', 4.95, 82),
('e4e02e74-bfd5-45a1-b5bb-eab700278975', 'Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 15000, '82-e4e02e74-bfd5-45a1-b5bb-eab700278975.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 4.95, 82),
('fb1926ef-067b-48f5-9f65-7570fa2d44fd', 'Ель  Цветочная Мастерская Синичка elkasizel 50 см', 8900, '82-fb1926ef-067b-48f5-9f65-7570fa2d44fd.webp', 'Самый лучший среди товаров на рынке Ель  Цветочная Мастерская Синичка elkasizel 50 см', 4.95, 82),
('a17608e2-658c-43e9-a5a3-411a133fcccc', 'Ель Цветочная Мастерская Синичка S minieli24 30 см', 4100, '82-a17608e2-658c-43e9-a5a3-411a133fcccc.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка S minieli24 30 см', 4.95, 82),
('6c22b53f-ea25-4cc8-8635-3428c1a72c8f', 'Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 5000, '82-6c22b53f-ea25-4cc8-8635-3428c1a72c8f.webp', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 4.95, 82),
('15fba181-ae69-4f11-977b-6e80d5703e6f', 'Лапник Пихты Сибирской 8-12 веток', , '82-15fba181-ae69-4f11-977b-6e80d5703e6f.webp', 'Самый лучший среди товаров на рынке Лапник Пихты Сибирской 8-12 веток', 4.95, 82),
('2c8f130d-c618-47ed-95b8-f8e171d63b75', 'Живая Пихта Нордмана Экселент 150-175 см', , '82-2c8f130d-c618-47ed-95b8-f8e171d63b75.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 150-175 см', 4.2, 82),
('a6280155-9e35-4b38-bdc7-c78dd83ea253', 'Живая Ель Русская обыкновенная 150-180 см', , '82-a6280155-9e35-4b38-bdc7-c78dd83ea253.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 150-180 см', 4.95, 82),
('252cee12-7f29-45ea-96e8-a60361bb3f9e', 'Живая Пихта Нордмана Экселент 125-150 см', , '82-252cee12-7f29-45ea-96e8-a60361bb3f9e.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 125-150 см', 4.1, 82),
('c3cd4ba9-4d48-4732-be55-7bcceb76f36e', 'Живая Пихта Фразера в горшке 100-125 см', , '82-c3cd4ba9-4d48-4732-be55-7bcceb76f36e.webp', 'Самый лучший среди товаров на рынке Живая Пихта Фразера в горшке 100-125 см', 4.1, 82),
('7150b1a4-a2ff-49c9-b7a0-7640e5fa4d21', 'Живая Ель Русская обыкновенная 210-230 см', , '82-7150b1a4-a2ff-49c9-b7a0-7640e5fa4d21.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 210-230 см', 4.95, 82),
('f51648b0-85d2-4de3-8e96-c703849e63c3', 'Живая Сосна обыкновенная срезанная Эккстра 160-180 см', , '82-f51648b0-85d2-4de3-8e96-c703849e63c3.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Эккстра 160-180 см', 4.95, 82),
('4ebe8d5e-55e0-43e0-a601-4a8033beaa8c', 'Живая Сосна обыкновенная срезанная Экстра 120-140 см', , '82-4ebe8d5e-55e0-43e0-a601-4a8033beaa8c.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 120-140 см', 4.1, 82),
('1b6133ce-544a-41ad-b6c8-2ead643f8019', 'Живая Пихта Нордмана Экселент 100-125 см', , '82-1b6133ce-544a-41ad-b6c8-2ead643f8019.webp', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 100-125 см', 4.1, 82),
('f45ac033-5378-4b47-aa62-686b91bb6400', 'Живая Ель Русская обыкновенная 180-210 см', , '82-f45ac033-5378-4b47-aa62-686b91bb6400.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 180-210 см', 4.1, 82),
('a305c179-b28b-4807-9a9b-e816f5b7a699', 'Живая Ель Русская обыкновенная 250-300 см', , '82-a305c179-b28b-4807-9a9b-e816f5b7a699.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 250-300 см', 4.95, 82),
('7d2659a3-bb82-4766-a086-1f17913e2a37', 'Хвойная композиция из живой ели Чупакабра 50-70 см', , '82-7d2659a3-bb82-4766-a086-1f17913e2a37.webp', 'Самый лучший среди товаров на рынке Хвойная композиция из живой ели Чупакабра 50-70 см', 4.95, 82),
('f01e42d5-eb03-4a03-967c-0e7054b47bb3', 'Пихта датская Нордмана 175-200 см', , '82-f01e42d5-eb03-4a03-967c-0e7054b47bb3.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 175-200 см', 4.95, 82),
('5b0103ba-e6db-446c-8b50-c7767d398192', 'Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', , '82-5b0103ba-e6db-446c-8b50-c7767d398192.webp', 'Самый лучший среди товаров на рынке Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', 4.12, 82),
('c3e00ee1-0a5e-48b2-b9de-da7a83549eaf', 'Живая Ель Русская обыкновенная 120-150 см', , '82-c3e00ee1-0a5e-48b2-b9de-da7a83549eaf.webp', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 120-150 см', 4.95, 82),
('d8d0449c-442a-420d-8d38-d094f662e886', 'Живая Сосна обыкновенная срезанная Экстра 140-160 см', , '82-d8d0449c-442a-420d-8d38-d094f662e886.webp', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 140-160 см', 4.95, 82),
('c64b8611-0cea-47c6-a390-c6a63f528935', 'Пихта датская Нордмана 150-175 см', , '82-c64b8611-0cea-47c6-a390-c6a63f528935.webp', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 150-175 см', 4.95, 82),
('b6af5673-ff2c-4f90-b120-50df91d4a117', 'Ель русская 125-150 см', , '82-b6af5673-ff2c-4f90-b120-50df91d4a117.webp', 'Самый лучший среди товаров на рынке Ель русская 125-150 см', 4.1, 82),
('0983fe8d-80c2-432b-911b-a0edc402462f', 'Ель русская 150-175 см', , '82-0983fe8d-80c2-432b-911b-a0edc402462f.webp', 'Самый лучший среди товаров на рынке Ель русская 150-175 см', 4.2, 82),
('4b87bd23-2cbe-4674-86ec-d124837da259', 'Ель русская 175-200 см', , '82-4b87bd23-2cbe-4674-86ec-d124837da259.webp', 'Самый лучший среди товаров на рынке Ель русская 175-200 см', 4.95, 82),
('4f39f1e6-fd02-479f-90ab-e63126fa9603', 'Ель русская 200-225 см', , '82-4f39f1e6-fd02-479f-90ab-e63126fa9603.webp', 'Самый лучший среди товаров на рынке Ель русская 200-225 см', 4.1, 82);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2de3431a-ef31-49f5-82dc-9f9aa2cb1b5c', 'Выравнивающая база под макияж JOMTAM 3 в 1 isolation three color grooming 40 г', 230, '63-2de3431a-ef31-49f5-82dc-9f9aa2cb1b5c.webp', 'Самый лучший среди товаров на рынке Выравнивающая база под макияж JOMTAM 3 в 1 isolation three color grooming 40 г', 4.85, 63),
('c55a1040-30a3-45f6-a06e-06ab84ac7859', 'Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 3790, '63-c55a1040-30a3-45f6-a06e-06ab84ac7859.webp', 'Самый лучший среди товаров на рынке Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 4.95, 63),
('fdbf4ef4-2d94-4f41-9edb-bcc5b6bb5b79', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 1750, '63-fdbf4ef4-2d94-4f41-9edb-bcc5b6bb5b79.webp', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 4.6, 63),
('f2cf1b6c-3143-449e-9353-4cf7f5167bd9', 'Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 3000, '63-f2cf1b6c-3143-449e-9353-4cf7f5167bd9.webp', 'Самый лучший среди товаров на рынке Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 4.56, 63),
('22d6fe39-2386-4719-83dc-511fc53e7148', 'Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 588, '63-22d6fe39-2386-4719-83dc-511fc53e7148.webp', 'Самый лучший среди товаров на рынке Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 4.42, 63),
('5aab0cc9-77e2-42ec-92a5-c0a909e76099', 'Консилер Vivienne Sabo Retouche, тон 01', 330, '63-5aab0cc9-77e2-42ec-92a5-c0a909e76099.webp', 'Самый лучший среди товаров на рынке Консилер Vivienne Sabo Retouche, тон 01', 4.3, 63),
('74193e32-1dfa-4b9e-b4d9-9732f8632024', 'Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 240, '63-74193e32-1dfa-4b9e-b4d9-9732f8632024.webp', 'Самый лучший среди товаров на рынке Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 4.83, 63),
('3e47427e-95a6-4332-8d4b-da4820c8bb6d', 'Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 552, '63-3e47427e-95a6-4332-8d4b-da4820c8bb6d.webp', 'Самый лучший среди товаров на рынке Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 4.83, 63),
('c1b3bdae-d20f-46b1-ac5e-39b7b84fb871', 'Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 432, '63-c1b3bdae-d20f-46b1-ac5e-39b7b84fb871.webp', 'Самый лучший среди товаров на рынке Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 4.6, 63),
('8654ea0e-554d-41ab-92af-244dafddf40d', 'Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 314, '63-8654ea0e-554d-41ab-92af-244dafddf40d.webp', 'Самый лучший среди товаров на рынке Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 4.55, 63),
('2cc074ea-97b5-4055-9e4c-4ef752f401b8', 'Палетка для контуринга лица Vivienne Sabo Naturel 04', 339, '63-2cc074ea-97b5-4055-9e4c-4ef752f401b8.webp', 'Самый лучший среди товаров на рынке Палетка для контуринга лица Vivienne Sabo Naturel 04', 4.10, 63),
('fc5eb4e3-6b94-44a2-bd2c-4b232c06c3c4', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 1720, '63-fc5eb4e3-6b94-44a2-bd2c-4b232c06c3c4.webp', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 4.20, 63),
('5b5b2e82-e1d3-45c3-92ef-d51c7ce65c30', 'BB крем MISSHA M Perfect Cover BB Cream 23 Natural Beige 50 мл', 1229, '63-5b5b2e82-e1d3-45c3-92ef-d51c7ce65c30.webp', 'Самый лучший среди товаров на рынке BB крем MISSHA M Perfect Cover BB Cream 23 Natural Beige 50 мл', 4.6, 63),
('6170b334-17d6-4360-87f2-688e7ca2b97e', 'Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 511, '63-6170b334-17d6-4360-87f2-688e7ca2b97e.webp', 'Самый лучший среди товаров на рынке Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 4.74, 63),
('56d178a0-3e9a-47b6-ac3b-2af46dfed6c4', 'Стик-скульптор Belor Design Multitalent тон 1', 408, '63-56d178a0-3e9a-47b6-ac3b-2af46dfed6c4.webp', 'Самый лучший среди товаров на рынке Стик-скульптор Belor Design Multitalent тон 1', 4.34, 63),
('567d8867-81cc-4bd5-89f6-1aeb8007dd68', 'BB-крем Holika Holika Aqua Fresh Petit, матирующий, SPF 25', 539, '63-567d8867-81cc-4bd5-89f6-1aeb8007dd68.webp', 'Самый лучший среди товаров на рынке BB-крем Holika Holika Aqua Fresh Petit, матирующий, SPF 25', 4.22, 63),
('7f5490da-6e2e-4c61-ad25-52424d0786de', 'Пудра-фиксатор бесцветная LuxVisage Expert Matt 9 г', 296, '63-7f5490da-6e2e-4c61-ad25-52424d0786de.webp', 'Самый лучший среди товаров на рынке Пудра-фиксатор бесцветная LuxVisage Expert Matt 9 г', 4.37, 63),
('e131cecf-2c92-43f9-ba68-4e3db858d3e6', 'Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 235, '63-e131cecf-2c92-43f9-ba68-4e3db858d3e6.webp', 'Самый лучший среди товаров на рынке Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 4.77, 63),
('ce4d6dd0-3995-4ae3-8836-37238121ab7e', 'Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 538, '63-ce4d6dd0-3995-4ae3-8836-37238121ab7e.webp', 'Самый лучший среди товаров на рынке Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 4.1, 63),
('648d9918-5769-42f7-9933-b2f86356bc72', 'Минеральная пудра Horec Dry Cool с мятой', 599, '63-648d9918-5769-42f7-9933-b2f86356bc72.webp', 'Самый лучший среди товаров на рынке Минеральная пудра Horec Dry Cool с мятой', 4.35, 63);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('85bed007-bbdb-4e5e-8cfd-b54acf589eda', 'Холодильник Beko B5RCNK403ZW белый', 43990, '31-85bed007-bbdb-4e5e-8cfd-b54acf589eda.webp', 'Самый лучший среди товаров на рынке Холодильник Beko B5RCNK403ZW белый', 4.97, 31),
('1f2267de-de8b-471b-b582-27a3ec20a0b8', 'Холодильник Indesit ITS 5200 W белый', 35990, '31-1f2267de-de8b-471b-b582-27a3ec20a0b8.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 5200 W белый', 4.83, 31),
('19325d1a-8770-471d-ac17-fa34736d6d49', 'Холодильник Haier C2F637CWMV белый', 43500, '31-19325d1a-8770-471d-ac17-fa34736d6d49.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CWMV белый', 4.76, 31),
('28736872-5cf7-46ea-90bf-40143098b2a0', 'Холодильник Gorenje NRK6202AW4 белый', 48999, '31-28736872-5cf7-46ea-90bf-40143098b2a0.webp', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK6202AW4 белый', 4.2, 31),
('aa161a21-c1a5-4998-b498-3f5faad2f96d', 'Холодильник Haier C2F637CFMV серый', 59999, '31-aa161a21-c1a5-4998-b498-3f5faad2f96d.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CFMV серый', 4.58, 31),
('0f1d5467-e373-425b-a322-6e56fb554e5a', 'Холодильник Haier C2F637CWRG белый', 57999, '31-0f1d5467-e373-425b-a322-6e56fb554e5a.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CWRG белый', 4.17, 31),
('9bd179ad-bce0-4de7-9480-5b43a141b1be', 'Холодильник Candy CCRN 6200 W белый', 34999, '31-9bd179ad-bce0-4de7-9480-5b43a141b1be.webp', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 W белый', 4.2, 31),
('78b9ec9d-bb90-4ff8-924f-3ae0cc10ec1e', 'Холодильник Beko RCSK 270M20 W белый', 25990, '31-78b9ec9d-bb90-4ff8-924f-3ae0cc10ec1e.webp', 'Самый лучший среди товаров на рынке Холодильник Beko RCSK 270M20 W белый', 4.93, 31),
('87bdfe4a-fd06-45a4-b37e-c924a641edc9', 'Холодильник Indesit ITS 4180 W белый', 29999, '31-87bdfe4a-fd06-45a4-b37e-c924a641edc9.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 4180 W белый', 4.2, 31),
('48d99c6c-89e6-4f68-97eb-f6b260acce2b', 'Холодильник Candy CCRN 6200 S серебристый', 40999, '31-48d99c6c-89e6-4f68-97eb-f6b260acce2b.webp', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 S серебристый', 4.76, 31),
('16df857c-3a3d-4ab2-a152-96b643dd91d8', 'Холодильник ATLANT ХМ-4625-109 ND белый', 42999, '31-16df857c-3a3d-4ab2-a152-96b643dd91d8.webp', 'Самый лучший среди товаров на рынке Холодильник ATLANT ХМ-4625-109 ND белый', 4.29, 31),
('0d5d758b-ad9d-4ba7-9fd8-66f8bb132d2f', 'Холодильник Gorenje NRK620EABXL4 черный', 71499, '31-0d5d758b-ad9d-4ba7-9fd8-66f8bb132d2f.webp', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK620EABXL4 черный', 4.52, 31),
('f27cba36-49e6-4539-ab17-744fe25c46d5', 'Холодильник Indesit DS4200W белый', 27990, '31-f27cba36-49e6-4539-ab17-744fe25c46d5.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4200W белый', 4.27, 31),
('c6afe8b9-704a-4343-ac47-88260f66f7d5', 'Холодильник Haier C2F636CFRG серебристый', 54999, '31-c6afe8b9-704a-4343-ac47-88260f66f7d5.webp', 'Самый лучший среди товаров на рынке Холодильник Haier C2F636CFRG серебристый', 4.94, 31),
('f48d6132-7cb9-471b-b643-e3ff26f19443', 'Холодильник Indesit DS4160W белый', 23990, '31-f48d6132-7cb9-471b-b643-e3ff26f19443.webp', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4160W белый', 4.3, 31);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('17782d0c-b9af-4b02-9a4d-baf26f9671e7', 'Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 24090, '32-17782d0c-b9af-4b02-9a4d-baf26f9671e7.webp', 'Самый лучший среди товаров на рынке Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 4.7, 32),
('9bf4f86c-93b6-4238-9b0e-69d0256ded56', 'Стиральная машина Viomi Master 2 Pro black', 67900, '32-9bf4f86c-93b6-4238-9b0e-69d0256ded56.webp', 'Самый лучший среди товаров на рынке Стиральная машина Viomi Master 2 Pro black', 4.95, 32),
('8948519e-6f61-4813-a7ec-6ad5760efc1c', 'Стиральная машина Haier HW60-BP10919B белый', 36481, '32-8948519e-6f61-4813-a7ec-6ad5760efc1c.webp', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10919B белый', 4.51, 32),
('a799841a-5148-4bfe-a8da-248badb15670', 'Стиральная машина Beko RSPE78612W', 28071, '32-a799841a-5148-4bfe-a8da-248badb15670.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko RSPE78612W', 4.24, 32),
('824f16b4-eec0-4649-8a1c-e29c3e8ed0bb', 'Стиральная машина Gorenje WNS94ACIS белая', 107990, '32-824f16b4-eec0-4649-8a1c-e29c3e8ed0bb.webp', 'Самый лучший среди товаров на рынке Стиральная машина Gorenje WNS94ACIS белая', 4.95, 32),
('c94bbdfb-059e-4d52-8b94-878bb3be2bb4', 'Стиральная машина Indesit EWUC 4105', 16980, '32-c94bbdfb-059e-4d52-8b94-878bb3be2bb4.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit EWUC 4105', 4.52, 32),
('f51f1a51-ad9d-4239-a8aa-c991499776fd', 'Стиральная машина Indesit IWSD 51051 CIS', 19990, '32-f51f1a51-ad9d-4239-a8aa-c991499776fd.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSD 51051 CIS', 4.83, 32),
('33cab3e6-ff37-4584-888f-31fc43e646a3', 'Стиральная машина Beko WSPE7612W', 25990, '32-33cab3e6-ff37-4584-888f-31fc43e646a3.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE7612W', 4.90, 32),
('257d5b87-5f10-4c9b-9340-e3203554cf77', 'Стиральная машина Candy GVS34116DC2-07', 22000, '32-257d5b87-5f10-4c9b-9340-e3203554cf77.webp', 'Самый лучший среди товаров на рынке Стиральная машина Candy GVS34116DC2-07', 4.95, 32),
('7d12322b-7e56-4f4d-9167-aea16dde5a12', 'Стиральная машина Indesit IWSB 5105 (CIS)', 21726, '32-7d12322b-7e56-4f4d-9167-aea16dde5a12.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSB 5105 (CIS)', 4.35, 32),
('654316bd-47df-4a41-8423-01bb254bd7f9', 'Стиральная машина с сушкой Haier HWD80-BP14959A', 62999, '32-654316bd-47df-4a41-8423-01bb254bd7f9.webp', 'Самый лучший среди товаров на рынке Стиральная машина с сушкой Haier HWD80-BP14959A', 4.16, 32),
('db359f18-8aa2-403e-88c4-3df19bb17ce7', 'Стиральная машина Beko WSPE6H612W', 27999, '32-db359f18-8aa2-403e-88c4-3df19bb17ce7.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612W', 4.10, 32),
('3ff8ba6d-e321-4dfe-9ded-283ee81f7f48', 'Стиральная машина Haier HW60-BP12919B белая', 37467, '32-3ff8ba6d-e321-4dfe-9ded-283ee81f7f48.webp', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP12919B белая', 4.46, 32),
('ca29d357-d99a-43a3-9231-6b340c01acd1', 'Стиральная машина Haier HW60-BP10929A', 34999, '32-ca29d357-d99a-43a3-9231-6b340c01acd1.webp', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10929A', 4.64, 32),
('80e41c8a-67d0-40ae-b83b-eeb64aa36c6a', 'Стиральная машина Beko WRE 6512 BWW', 22990, '32-80e41c8a-67d0-40ae-b83b-eeb64aa36c6a.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WRE 6512 BWW', 4.85, 32),
('871fa72b-a796-448a-b223-a3612168341a', 'Стиральная машина Indesit IWUC 4105 (CIS)', 19109, '32-871fa72b-a796-448a-b223-a3612168341a.webp', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWUC 4105 (CIS)', 4.56, 32),
('9a6296bb-98fe-4640-893f-f517e3e4d1c4', 'Стиральная машина Beko WSPE6H616W', 33999, '32-9a6296bb-98fe-4640-893f-f517e3e4d1c4.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H616W', 4.91, 32),
('351418f3-0a14-4717-acf4-e3f972c77e24', 'Стиральная машина Beko WSPE6H612A', 25999, '32-351418f3-0a14-4717-acf4-e3f972c77e24.webp', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612A', 4.94, 32);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('1227c105-02f5-4776-8225-f98493e892ef', 'Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 3655, '42-1227c105-02f5-4776-8225-f98493e892ef.webp', 'Самый лучший среди товаров на рынке Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 4.34, 42),
('057a8374-57c3-45fe-a2e9-74f51276d6a0', 'Акустическая гитара Belucci BC3810 BK', 3900, '42-057a8374-57c3-45fe-a2e9-74f51276d6a0.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3810 BK', 4.16, 42),
('cf6e197e-10fb-4f3a-922f-ae5ef0e05776', 'Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 687, '42-cf6e197e-10fb-4f3a-922f-ae5ef0e05776.webp', 'Самый лучший среди товаров на рынке Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 4.37, 42),
('4aef5a13-dcc1-4209-8dab-0a4f69ca3430', 'Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 13244, '42-4aef5a13-dcc1-4209-8dab-0a4f69ca3430.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 4.40, 42),
('da1adf2c-f548-4dbc-a181-e34d98a759e6', 'Акустическая гитара Cort AD810 OP', 12797, '42-da1adf2c-f548-4dbc-a181-e34d98a759e6.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Cort AD810 OP', 4.32, 42),
('8f2c5a35-d160-4c27-837a-e03873c43ec1', 'Укулеле Belucci XU21-11 White', 1982, '42-8f2c5a35-d160-4c27-837a-e03873c43ec1.webp', 'Самый лучший среди товаров на рынке Укулеле Belucci XU21-11 White', 4.23, 42),
('68c491eb-cee9-4ddd-b914-ce3d9fa9ed23', 'Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 5355, '42-68c491eb-cee9-4ddd-b914-ce3d9fa9ed23.webp', 'Самый лучший среди товаров на рынке Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 4.49, 42),
('a5c49723-c5af-45c2-a347-38310ea001b4', 'JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 1690, '42-a5c49723-c5af-45c2-a347-38310ea001b4.webp', 'Самый лучший среди товаров на рынке JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 4.45, 42),
('8207ad01-5597-4086-bd6d-5c3fec54bcdb', 'Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4356, '42-8207ad01-5597-4086-bd6d-5c3fec54bcdb.webp', 'Самый лучший среди товаров на рынке Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4.22, 42),
('db9ae8fc-1c90-4efa-b7c5-f1828ff8e37b', 'Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4300, '42-db9ae8fc-1c90-4efa-b7c5-f1828ff8e37b.webp', 'Самый лучший среди товаров на рынке Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4.40, 42),
('92566760-4192-405d-b719-5ded6aef9818', 'Акустическая шестиструнная гитара DAVINCI DF-50C RD', 3230, '42-92566760-4192-405d-b719-5ded6aef9818.webp', 'Самый лучший среди товаров на рынке Акустическая шестиструнная гитара DAVINCI DF-50C RD', 4.8, 42),
('b4fac7fc-f45d-4540-bf2b-1184f6b0d68e', 'Укулеле сопрано Terris Plus 70 Cars', 2640, '42-b4fac7fc-f45d-4540-bf2b-1184f6b0d68e.webp', 'Самый лучший среди товаров на рынке Укулеле сопрано Terris Plus 70 Cars', 4.17, 42),
('90229345-712d-4f61-9239-e88602a6c0bd', 'DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 3213, '42-90229345-712d-4f61-9239-e88602a6c0bd.webp', 'Самый лучший среди товаров на рынке DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 4.2, 42),
('96d5157e-9b12-4cfb-a2be-f1d766791898', 'Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 11210, '42-96d5157e-9b12-4cfb-a2be-f1d766791898.webp', 'Самый лучший среди товаров на рынке Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 4.6, 42),
('80f54d50-5100-4633-a595-dc7379d041a5', 'Комбо моделирующий MOOER DH01 Hornet 15 bk', 12990, '42-80f54d50-5100-4633-a595-dc7379d041a5.webp', 'Самый лучший среди товаров на рынке Комбо моделирующий MOOER DH01 Hornet 15 bk', 4.17, 42),
('576acb90-bb6a-4707-b377-7a6c4174feef', 'Акустическая гитара Belucci BC3820 BK', 4359, '42-576acb90-bb6a-4707-b377-7a6c4174feef.webp', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3820 BK', 4.59, 42),
('29799d37-1b5a-47d0-aa7d-788a0c54351c', 'Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4872, '42-29799d37-1b5a-47d0-aa7d-788a0c54351c.webp', 'Самый лучший среди товаров на рынке Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4.5, 42),
('85ead8dc-4e28-4a08-bcdf-9a72a2f4399d', 'Brahner Us-075 bk - Укулеле', 1274, '42-85ead8dc-4e28-4a08-bcdf-9a72a2f4399d.webp', 'Самый лучший среди товаров на рынке Brahner Us-075 bk - Укулеле', 4.4, 42),
('44fe33c4-8609-42d0-8933-cf4e4029d440', 'Электрогитара TERRIS TPACK-1 SB комбо набор', 17760, '42-44fe33c4-8609-42d0-8933-cf4e4029d440.webp', 'Самый лучший среди товаров на рынке Электрогитара TERRIS TPACK-1 SB комбо набор', 4.10, 42),
('bbefe4bf-04d4-4728-aecb-6f670d781246', 'Кабель инструментальный Ernie Ball 6048 3м черный', 2816, '42-bbefe4bf-04d4-4728-aecb-6f670d781246.webp', 'Самый лучший среди товаров на рынке Кабель инструментальный Ernie Ball 6048 3м черный', 4.11, 42),
('10088553-ddda-4d71-b2ec-4c7f37458366', 'Гитара классическая в наборе DAVINCI DC-50A SB PACK для начинающего гитариста', 4816, '42-10088553-ddda-4d71-b2ec-4c7f37458366.webp', 'Самый лучший среди товаров на рынке Гитара классическая в наборе DAVINCI DC-50A SB PACK для начинающего гитариста', 4.97, 42),
('6191cc7a-8407-4b3d-84a1-5111f04ee494', 'Brahner Us-075 na - Укулеле', 1397, '42-6191cc7a-8407-4b3d-84a1-5111f04ee494.webp', 'Самый лучший среди товаров на рынке Brahner Us-075 na - Укулеле', 4.4, 42);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('ca6568e9-765d-4313-ad6e-e9c93daf4e11', 'Палочки для барабана ARTBEAT ARAM5AH ORANGE', 1362, '43-ca6568e9-765d-4313-ad6e-e9c93daf4e11.webp', 'Самый лучший среди товаров на рынке Палочки для барабана ARTBEAT ARAM5AH ORANGE', 4.95, 43),
('d9f3dc86-dc19-434b-8cdb-a69e2c91fc0e', 'Пэд тренировочный Fleet FLT-PP-8(S)', 1170, '43-d9f3dc86-dc19-434b-8cdb-a69e2c91fc0e.webp', 'Самый лучший среди товаров на рынке Пэд тренировочный Fleet FLT-PP-8(S)', 4.10, 43),
('e835e584-ca64-4e94-b437-5a106ccfd5b6', 'Барабан детский Dekko HD7C', 1090, '43-e835e584-ca64-4e94-b437-5a106ccfd5b6.webp', 'Самый лучший среди товаров на рынке Барабан детский Dekko HD7C', 4.1, 43),
('5926f8be-ca1a-4aab-b6ad-f5cca1537298', 'Электронная ударная установка ROCKDALE Impulse Mini Black', 9900, '43-5926f8be-ca1a-4aab-b6ad-f5cca1537298.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка ROCKDALE Impulse Mini Black', 4.95, 43),
('8eb5039d-71b5-413a-a96e-6bbc8f72f71e', 'Стул для барабанщика Soundking SD001', 6050, '43-8eb5039d-71b5-413a-a96e-6bbc8f72f71e.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking SD001', 4.5, 43),
('4ff97938-6540-41b9-b9d8-753639c9fceb', 'Малый барабан Fleet FLT-KTYG-1A', 1770, '43-4ff97938-6540-41b9-b9d8-753639c9fceb.webp', 'Самый лучший среди товаров на рынке Малый барабан Fleet FLT-KTYG-1A', 4.2, 43),
('a79be95e-f072-4c8a-9aa8-b06bc4e5ee09', 'Стул для барабанщика Soundking DF089', 3830, '43-a79be95e-f072-4c8a-9aa8-b06bc4e5ee09.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking DF089', 4.10, 43),
('f1223c44-6afa-4209-aa99-2c4e924949ee', 'Rock Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHBRK', 590, '43-f1223c44-6afa-4209-aa99-2c4e924949ee.webp', 'Самый лучший среди товаров на рынке Rock Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHBRK', 4.9, 43),
('6d7edfe2-9994-468e-b924-e218d4d0b805', 'Стул для барабанщика Brahner T-1B', 4209, '43-6d7edfe2-9994-468e-b924-e218d4d0b805.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Brahner T-1B', 4.95, 43),
('c31f8c66-5324-4fb2-b878-c190b81fc714', 'Барабанные палочки VIGOR 5A клён', 220, '43-c31f8c66-5324-4fb2-b878-c190b81fc714.webp', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR 5A клён', 4.2, 43),
('2b415fe2-df07-48e8-a1db-8a9593eec623', 'Маршевый барабан AP Percussion MP-1412', 12675, '43-2b415fe2-df07-48e8-a1db-8a9593eec623.webp', 'Самый лучший среди товаров на рынке Маршевый барабан AP Percussion MP-1412', 4.95, 43),
('545c05e6-e9fc-402a-9390-b741b66c1e44', 'Стул для барабанщика Rolling Rock T-11', 6564, '43-545c05e6-e9fc-402a-9390-b741b66c1e44.webp', 'Самый лучший среди товаров на рынке Стул для барабанщика Rolling Rock T-11', 4.1, 43),
('fd429f73-49ae-4739-b7f7-32d2840d6dab', '5B Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5B', 590, '43-fd429f73-49ae-4739-b7f7-32d2840d6dab.webp', 'Самый лучший среди товаров на рынке 5B Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5B', 4.3, 43),
('3ffab020-efc4-4a88-a0e8-5a23ec7f5d10', '7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 430, '43-3ffab020-efc4-4a88-a0e8-5a23ec7f5d10.webp', 'Самый лучший среди товаров на рынке 7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 4.2, 43),
('b0450863-92c0-456a-ab67-d0020e7bf36a', 'Электронная ударная установка Rockdale DRUMS SD61-4', 38899, '43-b0450863-92c0-456a-ab67-d0020e7bf36a.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Rockdale DRUMS SD61-4', 4.95, 43),
('23bb9927-3bc8-450a-9654-8152aa19125e', 'Барабанные палочки FLIGHT FDS 5B', 411, '43-23bb9927-3bc8-450a-9654-8152aa19125e.webp', 'Самый лучший среди товаров на рынке Барабанные палочки FLIGHT FDS 5B', 4.3, 43),
('1b39bf16-d345-4beb-9504-1d26dd693fdf', '5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 620, '43-1b39bf16-d345-4beb-9504-1d26dd693fdf.webp', 'Самый лучший среди товаров на рынке 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 4.1, 43),
('750365d0-8ab8-4825-979f-38a9e77fc68a', 'Барабанные палочки VIGOR ROCK дуб', 280, '43-750365d0-8ab8-4825-979f-38a9e77fc68a.webp', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR ROCK дуб', 4.95, 43),
('cbc3cb3c-7899-4551-a0ba-1501263e3aa9', 'Электронная ударная установка Alesis TURBO MESH KIT', 57200, '43-cbc3cb3c-7899-4551-a0ba-1501263e3aa9.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Alesis TURBO MESH KIT', 4.2, 43),
('d2ddf0aa-c967-4e56-bbb5-c8b88296f905', 'Электронная ударная установка Behringer XD8USB', 49694, '43-d2ddf0aa-c967-4e56-bbb5-c8b88296f905.webp', 'Самый лучший среди товаров на рынке Электронная ударная установка Behringer XD8USB', 4.3, 43),
('0d2f09bb-5b5c-4a22-9223-dcba93435c58', 'ROCKDALE DRUM SD61-5', 48900, '43-0d2f09bb-5b5c-4a22-9223-dcba93435c58.webp', 'Самый лучший среди товаров на рынке ROCKDALE DRUM SD61-5', 4.4, 43),
('23dbf49f-abff-451a-a531-276fd505692f', '10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 350, '43-23dbf49f-abff-451a-a531-276fd505692f.webp', 'Самый лучший среди товаров на рынке 10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 4.95, 43),
('324c4f1e-9956-475a-ba36-f907f7531fc3', 'Барабан детский маршевый DEKKO TB-5', 2225, '43-324c4f1e-9956-475a-ba36-f907f7531fc3.webp', 'Самый лучший среди товаров на рынке Барабан детский маршевый DEKKO TB-5', 4.1, 43);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('214d7cf2-ff90-4e13-847c-d688da36eff1', 'Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 5990, '45-214d7cf2-ff90-4e13-847c-d688da36eff1.webp', 'Самый лучший среди товаров на рынке Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('7359d861-3451-438e-a64e-ec8cdf11290b', 'Канифоль для скрипки Alice A013-1', 240, '45-7359d861-3451-438e-a64e-ec8cdf11290b.webp', 'Самый лучший среди товаров на рынке Канифоль для скрипки Alice A013-1', 4.95, 45),
('e5018714-7816-4057-8938-dc2b3aed6c77', 'Электроскрипка Antonio Lavazza Evl-01bk 4 4', 11990, '45-e5018714-7816-4057-8938-dc2b3aed6c77.webp', 'Самый лучший среди товаров на рынке Электроскрипка Antonio Lavazza Evl-01bk 4 4', 4.1, 45),
('e093850b-90e2-4712-b050-6234a896519a', 'Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 36645, '45-e093850b-90e2-4712-b050-6234a896519a.webp', 'Самый лучший среди товаров на рынке Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 4.95, 45),
('bb90d33e-c9cd-4118-a066-c5e43b0c78bf', 'Струны для скрипки Pirastro 412021 Tonica Violin', 3745, '45-bb90d33e-c9cd-4118-a066-c5e43b0c78bf.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Pirastro 412021 Tonica Violin', 4.2, 45),
('7bb0f63c-d9c3-4837-a40d-84aac12b1653', 'Канифоль Pirastro Piranito 900700 P900700', 945, '45-7bb0f63c-d9c3-4837-a40d-84aac12b1653.webp', 'Самый лучший среди товаров на рынке Канифоль Pirastro Piranito 900700 P900700', 4.95, 45),
('cf8d8807-006f-444b-b662-c7570c3d3a83', 'Колок для скрипки Acura VP-E1B421', 335, '45-cf8d8807-006f-444b-b662-c7570c3d3a83.webp', 'Самый лучший среди товаров на рынке Колок для скрипки Acura VP-E1B421', 4.95, 45),
('8178cffa-ca87-4c02-b566-6b96cad57229', 'Струны для скрипки Thomastik 15A Super Flexible', 6455, '45-8178cffa-ca87-4c02-b566-6b96cad57229.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15A Super Flexible', 4.1, 45),
('941d6757-6f9c-42f0-ac34-675434a2f6a4', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 11990, '45-941d6757-6f9c-42f0-ac34-675434a2f6a4.webp', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 4.95, 45),
('60afed55-e350-4c24-9222-c7339018176c', 'Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 5990, '45-60afed55-e350-4c24-9222-c7339018176c.webp', 'Самый лучший среди товаров на рынке Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('9098b12f-a376-40da-92b1-7e4d7a43b73f', 'Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 6090, '45-9098b12f-a376-40da-92b1-7e4d7a43b73f.webp', 'Самый лучший среди товаров на рынке Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('c308d772-c13d-46a0-8ffb-1cae8f32eb0a', 'Струны для скрипки HIHOPE VS-100 1 2', 330, '45-c308d772-c13d-46a0-8ffb-1cae8f32eb0a.webp', 'Самый лучший среди товаров на рынке Струны для скрипки HIHOPE VS-100 1 2', 4.95, 45),
('00bfbdf5-d540-4b51-98ee-018184793e4b', 'Канифоль Thomastik Euphon 199 T199', 1004, '45-00bfbdf5-d540-4b51-98ee-018184793e4b.webp', 'Самый лучший среди товаров на рынке Канифоль Thomastik Euphon 199 T199', 4.1, 45),
('27751a16-0f2d-419d-a29d-6cfa48226560', 'Струны для скрипки Thomastik 15 Super Flexible', 6190, '45-27751a16-0f2d-419d-a29d-6cfa48226560.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15 Super Flexible', 4.1, 45),
('8e410154-dd36-406c-9528-296aee02a03c', 'Струны для скрипки Thomastik 15B', 5880, '45-8e410154-dd36-406c-9528-296aee02a03c.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15B', 4.95, 45),
('924ac815-d9a7-44f4-88f8-2915337248f7', 'Струны для скрипки Alice A-703', 340, '45-924ac815-d9a7-44f4-88f8-2915337248f7.webp', 'Самый лучший среди товаров на рынке Струны для скрипки Alice A-703', 4.3, 45),
('478cfc0d-c77f-4968-a9c2-7a507b4e4f9e', 'Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 6119, '45-478cfc0d-c77f-4968-a9c2-7a507b4e4f9e.webp', 'Самый лучший среди товаров на рынке Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('4a391fe5-0b62-4c0d-820d-888ec8c3205b', 'Альт струнный Hans Klein Va-20 15', 18996, '45-4a391fe5-0b62-4c0d-820d-888ec8c3205b.webp', 'Самый лучший среди товаров на рынке Альт струнный Hans Klein Va-20 15', 4.1, 45),
('c921bd50-f243-4585-9f97-55bdb1c0ae03', 'Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 18769, '45-c921bd50-f243-4585-9f97-55bdb1c0ae03.webp', 'Самый лучший среди товаров на рынке Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 4.2, 45),
('8eda7443-0e55-47f4-83a7-e9a7202f696a', 'Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 29575, '45-8eda7443-0e55-47f4-83a7-e9a7202f696a.webp', 'Самый лучший среди товаров на рынке Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 4.95, 45),
('d6f65214-5122-4b20-85af-5e4262280dcb', 'Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 5990, '45-d6f65214-5122-4b20-85af-5e4262280dcb.webp', 'Самый лучший среди товаров на рынке Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('584434b2-3cf4-400b-af10-30557a5608c5', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 11990, '45-584434b2-3cf4-400b-af10-30557a5608c5.webp', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 4.95, 45),
('cc0d72f5-03f8-4f88-a1f5-6bf86baf2a43', 'Струна А Ля для скрипки Thomastik 131', 1750, '45-cc0d72f5-03f8-4f88-a1f5-6bf86baf2a43.webp', 'Самый лучший среди товаров на рынке Струна А Ля для скрипки Thomastik 131', 4.95, 45);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('67bf2cf6-1883-4643-b182-2e07c11b3f6b', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 5698, '54-67bf2cf6-1883-4643-b182-2e07c11b3f6b.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 4.95, 54),
('53986cb3-2769-4bf8-9e80-6879c8b2721a', 'Детский самокат Micro Cruiser (2022) черный', 17000, '54-53986cb3-2769-4bf8-9e80-6879c8b2721a.webp', 'Самый лучший среди товаров на рынке Детский самокат Micro Cruiser (2022) черный', 4.95, 54),
('1b1c0de2-fb7d-43a3-afc1-57d86f44eb8b', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 5698, '54-1b1c0de2-fb7d-43a3-afc1-57d86f44eb8b.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 4.95, 54),
('e5de8847-1fb3-4c40-b9e8-a615216e05eb', 'Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 1570, '54-e5de8847-1fb3-4c40-b9e8-a615216e05eb.webp', 'Самый лучший среди товаров на рынке Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 4.20, 54),
('13a7ef0c-7249-4258-bc61-63d294a4b9bb', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 5698, '54-13a7ef0c-7249-4258-bc61-63d294a4b9bb.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 4.95, 54),
('2fea2ea7-520b-4326-a8cf-89c2e0c996e8', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4765, '54-2fea2ea7-520b-4326-a8cf-89c2e0c996e8.webp', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4.95, 54),
('d0cda2b4-6fd4-4cf4-8f85-81ffea8161b7', 'Трюковой самокат Yezz WOW MS-171 аква', 4499, '54-d0cda2b4-6fd4-4cf4-8f85-81ffea8161b7.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-171 аква', 4.54, 54),
('10f16439-e0a0-4707-965b-907fd6dffe8d', 'Трюковой самокат Yezz WOW MS-170 черный', 4099, '54-10f16439-e0a0-4707-965b-907fd6dffe8d.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черный', 4.26, 54),
('943b9947-de84-49b6-bb53-ac05734203b0', 'Трюковой самокат Yezz StartUp MS-152 черный', 4899, '54-943b9947-de84-49b6-bb53-ac05734203b0.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz StartUp MS-152 черный', 4.10, 54),
('e1a6f133-7812-4d51-b825-867dd13ddb4e', 'Электросамокат Kugoo KGK MINI2 Black', 10900, '54-e1a6f133-7812-4d51-b825-867dd13ddb4e.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo KGK MINI2 Black', 4.24, 54),
('1040881a-c7aa-4ae8-a973-df48f762d72d', 'Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4699, '54-1040881a-c7aa-4ae8-a973-df48f762d72d.webp', 'Самый лучший среди товаров на рынке Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4.3, 54),
('8fdb485f-24b1-4f43-9e46-d250c1b2cedd', 'Электросамокат Ninebot by Segway Kickscooter MAX G2', 85544, '54-8fdb485f-24b1-4f43-9e46-d250c1b2cedd.webp', 'Самый лучший среди товаров на рынке Электросамокат Ninebot by Segway Kickscooter MAX G2', 4.82, 54),
('3e00d263-5018-4453-892b-b31e911a9b30', 'Электросамокат Kugoo Kirin Mini черный', 11990, '54-3e00d263-5018-4453-892b-b31e911a9b30.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin Mini черный', 4.16, 54),
('17011ba4-a930-42a0-b1f0-1a56c0e9724c', 'Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 54900, '54-17011ba4-a930-42a0-b1f0-1a56c0e9724c.webp', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 4.21, 54),
('d617cc18-7955-4072-a94c-872c2d2cc434', 'Самокат детский NOVATRACK POLIS PRO складной, лимонный', 5290, '54-d617cc18-7955-4072-a94c-872c2d2cc434.webp', 'Самый лучший среди товаров на рынке Самокат детский NOVATRACK POLIS PRO складной, лимонный', 4.95, 54),
('0600ca08-3d76-4a23-b14c-0922daad1de1', 'Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 26500, '54-0600ca08-3d76-4a23-b14c-0922daad1de1.webp', 'Самый лучший среди товаров на рынке Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 4.38, 54),
('0f39b2f0-fa2b-41f1-8d50-a512ef2988a6', 'Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 6101, '54-0f39b2f0-fa2b-41f1-8d50-a512ef2988a6.webp', 'Самый лучший среди товаров на рынке Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 4.38, 54),
('861a7f3b-f1cd-4812-9bfc-e130d2c1b231', 'Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 3990, '54-861a7f3b-f1cd-4812-9bfc-e130d2c1b231.webp', 'Самый лучший среди товаров на рынке Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 4.1, 54),
('cf476791-d3aa-4049-9279-e03c0bb00926', 'Трюковой самокат Yezz WOW MS-173 оранжевый', 4199, '54-cf476791-d3aa-4049-9279-e03c0bb00926.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-173 оранжевый', 4.29, 54),
('6b23fe79-6824-44c3-a470-35e063f891d2', 'Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4199, '54-6b23fe79-6824-44c3-a470-35e063f891d2.webp', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4.16, 54),
('a35f4e7c-682f-44b1-8cbc-90d01eff9f20', 'Kugoo Электросамокат Kugoo M5 Pro 1000W 48V 21Ah', 75890, '54-a35f4e7c-682f-44b1-8cbc-90d01eff9f20.webp', 'Самый лучший среди товаров на рынке Kugoo Электросамокат Kugoo M5 Pro 1000W 48V 21Ah', 4.10, 54),
('f227ab7a-079b-42c1-a00c-205d72383796', 'Электросамокат Digma AF-10-15-250-GY', 34170, '54-f227ab7a-079b-42c1-a00c-205d72383796.webp', 'Самый лучший среди товаров на рынке Электросамокат Digma AF-10-15-250-GY', 4.16, 54),
('badbbcb6-463e-41cf-b65a-6dd9731b3480', 'Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01VL', 4988, '54-badbbcb6-463e-41cf-b65a-6dd9731b3480.webp', 'Самый лучший среди товаров на рынке Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01VL', 4.58, 54);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('fd5ed925-39f1-4030-bd1d-3944aa255c37', 'Кольцо SOKOLOV, красное золото', 6990, '71-fd5ed925-39f1-4030-bd1d-3944aa255c37.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, красное золото', 4.20, 71),
('d58a031e-fd03-48f7-92cd-0eef7fa8656c', 'Кольцо VALTERA, серебро', 1680, '71-d58a031e-fd03-48f7-92cd-0eef7fa8656c.webp', 'Самый лучший среди товаров на рынке Кольцо VALTERA, серебро', 4.95, 71),
('5f42de57-67ce-4a98-835d-0602453793df', 'Кольцо SOKOLOV, серебро', 1485, '71-5f42de57-67ce-4a98-835d-0602453793df.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, серебро', 4.12, 71),
('18f29837-45ca-416c-882e-184a2e628352', 'Кольцо SOKOLOV, желтое золото', 6990, '71-18f29837-45ca-416c-882e-184a2e628352.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, желтое золото', 4.9, 71),
('ecf5eb51-5fca-424a-8279-cf5143fda015', 'Кольцо 585Gold, серебро', 278, '71-ecf5eb51-5fca-424a-8279-cf5143fda015.webp', 'Самый лучший среди товаров на рынке Кольцо 585Gold, серебро', 4.3, 71),
('380c936b-9514-496c-8180-95b4d55eb85f', 'Кольцо SOKOLOV Diamonds, желтое золото', 31048, '71-380c936b-9514-496c-8180-95b4d55eb85f.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, желтое золото', 4.2, 71),
('b272bdd4-62fa-4bc0-be21-7432ffd8eb75', 'Кольцо SOKOLOV Diamonds, красное золото', 7990, '71-b272bdd4-62fa-4bc0-be21-7432ffd8eb75.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, красное золото', 4.4, 71),
('0f31c131-bcc1-4176-b001-de83ae304814', 'Кольцо ЯХОНТ Ювелирный, красное золото', 20657, '71-0f31c131-bcc1-4176-b001-de83ae304814.webp', 'Самый лучший среди товаров на рынке Кольцо ЯХОНТ Ювелирный, красное золото', 4.95, 71),
('84eb87cc-4380-4cec-b9fe-fa3bfa7fa32e', 'Кольцо SOKOLOV Diamonds, белое золото', 24998, '71-84eb87cc-4380-4cec-b9fe-fa3bfa7fa32e.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, белое золото', 4.11, 71),
('26ca0c12-e132-4c9a-9cac-f67fcd359dcf', 'Кольцо SKAZKA Natali Romanovoi, серебро', 950, '71-26ca0c12-e132-4c9a-9cac-f67fcd359dcf.webp', 'Самый лучший среди товаров на рынке Кольцо SKAZKA Natali Romanovoi, серебро', 4.95, 71),
('4bb2ca25-e43e-4fd7-9722-ea873a9e363c', 'Кольцо SOKOLOV Diamonds, комбинированное золото', 39998, '71-4bb2ca25-e43e-4fd7-9722-ea873a9e363c.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, комбинированное золото', 4.95, 71),
('75ac3f4d-8501-4411-b9bb-7eb354857267', 'Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 2806, '71-75ac3f4d-8501-4411-b9bb-7eb354857267.webp', 'Самый лучший среди товаров на рынке Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 4.95, 71),
('cd33b3ab-fd67-4e2c-a43f-eabf909cd783', 'Кольцо SOKOLOV, белое золото', 6598, '71-cd33b3ab-fd67-4e2c-a43f-eabf909cd783.webp', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, белое золото', 4.1, 71);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('51bca152-31b2-4280-a60a-6c08bce2ce74', 'Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 43900, '21-51bca152-31b2-4280-a60a-6c08bce2ce74.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 4.65, 21),
('4da8107a-2e60-439d-b826-363b7a01ac8e', 'Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 23999, '21-4da8107a-2e60-439d-b826-363b7a01ac8e.webp', 'Самый лучший среди товаров на рынке Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 4.45, 21),
('a817faa2-8d76-45d7-b195-78c4fa7ae5df', 'Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 33999, '21-a817faa2-8d76-45d7-b195-78c4fa7ae5df.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 4.17, 21),
('c677d672-777f-4133-9958-94fc9aa2787e', 'Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 10782, '21-c677d672-777f-4133-9958-94fc9aa2787e.webp', 'Самый лучший среди товаров на рынке Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 4.99, 21),
('870dfea5-4cf5-4a63-93bd-73442799ba81', 'Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 12230, '21-870dfea5-4cf5-4a63-93bd-73442799ba81.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 4.34, 21),
('785911a6-6f1c-4d75-b449-53919368f346', 'Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 38750, '21-785911a6-6f1c-4d75-b449-53919368f346.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 4.75, 21),
('a487015b-7f82-419e-8275-e9b53174953b', 'Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 16310, '21-a487015b-7f82-419e-8275-e9b53174953b.webp', 'Самый лучший среди товаров на рынке Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 4.33, 21),
('2eb9e9a7-0828-47bf-8494-b9e2e6456386', 'Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 56099, '21-2eb9e9a7-0828-47bf-8494-b9e2e6456386.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 4.68, 21),
('b90798f7-bfcf-4578-b4e3-54345bef0baf', 'Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 38896, '21-b90798f7-bfcf-4578-b4e3-54345bef0baf.webp', 'Самый лучший среди товаров на рынке Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 4.27, 21),
('df56bc6d-d3b6-4af9-85a1-de77f23a9e7c', 'Планшет HTC A103 Plus 10.1" 2023 4 64GB серый (237383) Wi-Fi Cellular', 12290, '21-df56bc6d-d3b6-4af9-85a1-de77f23a9e7c.webp', 'Самый лучший среди товаров на рынке Планшет HTC A103 Plus 10.1" 2023 4 64GB серый (237383) Wi-Fi Cellular', 4.52, 21),
('961b64b4-0bb0-4e3f-9f19-ec63596e5868', 'Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 16820, '21-961b64b4-0bb0-4e3f-9f19-ec63596e5868.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 4.26, 21),
('8ad5fdb7-352a-4ce6-ae49-bf689d384cde', 'Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 29990, '21-8ad5fdb7-352a-4ce6-ae49-bf689d384cde.webp', 'Самый лучший среди товаров на рынке Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 4.41, 21),
('0071dc76-81b0-4c00-9d25-349616b04dd5', 'Планшет Teclast M50HD 10.1'' 8 128GB', 13250, '21-0071dc76-81b0-4c00-9d25-349616b04dd5.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M50HD 10.1'' 8 128GB', 4.19, 21),
('3b5226ab-0d28-4a6a-982d-50d70fc60e6c', 'Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 20990, '21-3b5226ab-0d28-4a6a-982d-50d70fc60e6c.webp', 'Самый лучший среди товаров на рынке Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 4.26, 21),
('a5dc4003-9b02-4104-8fc0-3c5a9271a6d5', 'Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 50307, '21-a5dc4003-9b02-4104-8fc0-3c5a9271a6d5.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 4.54, 21),
('256eb238-d35c-4f5c-862f-fffc05a71d45', 'Планшет Huawei MatePad 6Gb 128Gb 11.5"', 22999, '21-256eb238-d35c-4f5c-862f-fffc05a71d45.webp', 'Самый лучший среди товаров на рынке Планшет Huawei MatePad 6Gb 128Gb 11.5"', 4.44, 21),
('078bba26-2470-426d-9352-20fd171bf71f', 'Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi графитовый серый', 48662, '21-078bba26-2470-426d-9352-20fd171bf71f.webp', 'Самый лучший среди товаров на рынке Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi графитовый серый', 4.23, 21),
('cdfcae90-7499-4ce3-bec9-8b320ee133b3', 'Планшет Apple iPad 2021 10.2 64GB Wi-Fi + Cellular Space gray (MK473)', 47000, '21-cdfcae90-7499-4ce3-bec9-8b320ee133b3.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 10.2 64GB Wi-Fi + Cellular Space gray (MK473)', 4.26, 21),
('c0bf8a7c-bf5a-46de-bf79-8909f97bd2a3', 'Планшет Apple iPad Pro 11 2022 128Gb Wi-Fi Space Gray (MNXD3)', 106999, '21-c0bf8a7c-bf5a-46de-bf79-8909f97bd2a3.webp', 'Самый лучший среди товаров на рынке Планшет Apple iPad Pro 11 2022 128Gb Wi-Fi Space Gray (MNXD3)', 4.82, 21),
('65266428-bc5f-4c09-a307-2342d56b52c6', 'Планшет Teclast M40 Plus MT8183 8C 8Gb 128Gb 10.1 IPS 1920x1200 And11 синий', 14490, '21-65266428-bc5f-4c09-a307-2342d56b52c6.webp', 'Самый лучший среди товаров на рынке Планшет Teclast M40 Plus MT8183 8C 8Gb 128Gb 10.1 IPS 1920x1200 And11 синий', 4.51, 21);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2f896eec-7068-4d8d-9829-6b81f9044210', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 54675, '93-2f896eec-7068-4d8d-9829-6b81f9044210.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 4.4, 93),
('a05c7618-a298-446c-8868-94104e699b83', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 54675, '93-a05c7618-a298-446c-8868-94104e699b83.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 4.95, 93),
('f2954cc9-550e-4d9b-908a-4335f2fe3977', 'Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 18520, '93-f2954cc9-550e-4d9b-908a-4335f2fe3977.webp', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 4.36, 93),
('91beb545-cb26-4e2c-8543-d8ea7b0a175b', 'Угловой диван Лига Диванов Верона левый угол', 43990, '93-91beb545-cb26-4e2c-8543-d8ea7b0a175b.webp', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Верона левый угол', 4.2, 93),
('899f42f9-a3b9-441b-bf18-14f9141b0f1c', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 37790, '93-899f42f9-a3b9-441b-bf18-14f9141b0f1c.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 4.41, 93),
('513ed160-61c3-469f-9c40-695b8c2238fd', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 37790, '93-513ed160-61c3-469f-9c40-695b8c2238fd.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 4.21, 93),
('68746908-d2bf-44f3-ace4-de7fadfd75d0', 'Диван-кровать Hoff Парма 80340327, синий', 11999, '93-68746908-d2bf-44f3-ace4-de7fadfd75d0.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Парма 80340327, синий', 4.35, 93),
('ab35224a-b19e-42e2-9040-ac949ea1eaf0', 'Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 15990, '93-ab35224a-b19e-42e2-9040-ac949ea1eaf0.webp', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 4.7, 93),
('a783021c-7a3f-4a95-9f44-834de95e15f1', 'Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 22990, '93-a783021c-7a3f-4a95-9f44-834de95e15f1.webp', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 4.5, 93),
('51d1761a-7e9c-4611-bbba-c8e5d79e8462', 'Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 47374, '93-51d1761a-7e9c-4611-bbba-c8e5d79e8462.webp', 'Самый лучший среди товаров на рынке Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 4.95, 93),
('4a271624-f941-4bd5-9134-dab671a40af6', 'Диван-кровать Элегантный Стиль Атланта, синий', 20990, '93-4a271624-f941-4bd5-9134-dab671a40af6.webp', 'Самый лучший среди товаров на рынке Диван-кровать Элегантный Стиль Атланта, синий', 4.2, 93),
('f864fce9-1a29-48be-95f7-ae1a60d2e9b3', 'Диван, SALON TRON, Манхэттен черный, 150х65х83', 19990, '93-f864fce9-1a29-48be-95f7-ae1a60d2e9b3.webp', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Манхэттен черный, 150х65х83', 4.5, 93),
('6a83b86b-5c0b-45ca-8cbf-8cb35bb27584', 'Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 17990, '93-6a83b86b-5c0b-45ca-8cbf-8cb35bb27584.webp', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 4.4, 93),
('1f42baaa-8bda-482b-941f-d4c8f643cc92', 'Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 30505, '93-1f42baaa-8bda-482b-941f-d4c8f643cc92.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 4.95, 93),
('1d093b58-9b55-4931-8c2f-49ab18cd5c15', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 36590, '93-1d093b58-9b55-4931-8c2f-49ab18cd5c15.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 4.13, 93),
('99372edc-042f-4d57-b0b6-6fceb62f331b', 'Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 35447, '93-99372edc-042f-4d57-b0b6-6fceb62f331b.webp', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 4.4, 93),
('616c7547-b9b6-4875-b3fd-b8a58a82ca73', 'Диван-кровать Hoff Малага', 14999, '93-616c7547-b9b6-4875-b3fd-b8a58a82ca73.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Малага', 4.16, 93),
('b290fa9b-aef2-42a1-9184-2872152b5e3c', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 36590, '93-b290fa9b-aef2-42a1-9184-2872152b5e3c.webp', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 4.2, 93),
('a301d3dc-80f0-4b3c-967d-f84f6a37516b', 'Диван MONOFIX, БАФФ экокожа черный', 6435, '93-a301d3dc-80f0-4b3c-967d-f84f6a37516b.webp', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа черный', 4.9, 93),
('64f0e7d3-f413-4bfb-a3a2-ec8087c8cde6', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 54675, '93-64f0e7d3-f413-4bfb-a3a2-ec8087c8cde6.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 4.2, 93),
('a2026c53-f1ec-4392-8672-60e801201deb', 'Диван-кровать Hoff Парма 80327289, тёмно-серый', 11999, '93-a2026c53-f1ec-4392-8672-60e801201deb.webp', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Парма 80327289, тёмно-серый', 4.15, 93),
('24a17523-dea4-4cfa-8191-0d1268525d2b', 'Угловой диван Лига Диванов Атланта лайт левый угол', 36990, '93-24a17523-dea4-4cfa-8191-0d1268525d2b.webp', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт левый угол', 4.12, 93),
('361826d7-3fdf-4284-88df-ab558daeed34', 'Детский прямой диван-кровать Beneli Кларис', 11921, '93-361826d7-3fdf-4284-88df-ab558daeed34.webp', 'Самый лучший среди товаров на рынке Детский прямой диван-кровать Beneli Кларис', 4.11, 93),
('627b8112-335c-41af-9edd-b87e67e78898', 'Угловой диван-кровать Hoff Атланта', 27999, '93-627b8112-335c-41af-9edd-b87e67e78898.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Hoff Атланта', 4.8, 93),
('a88e65e2-b5ab-429d-bb9f-7a263569ad85', 'Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 44311, '93-a88e65e2-b5ab-429d-bb9f-7a263569ad85.webp', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 4.8, 93),
('0aaa86b4-e0cb-4ec9-8ef9-8147aa58953b', 'Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 16780, '93-0aaa86b4-e0cb-4ec9-8ef9-8147aa58953b.webp', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 4.19, 93),
('1a37995b-0830-4f40-85a9-93ecc61cb92a', 'Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 31587, '93-1a37995b-0830-4f40-85a9-93ecc61cb92a.webp', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 4.95, 93),
('03debcfd-7369-4871-9879-024a3da2def7', 'Диван-кровать МногоМеб Мини-Люкс еврокнижка, спальное место 120х190, велюр Тесла-19', 19010, '93-03debcfd-7369-4871-9879-024a3da2def7.webp', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Мини-Люкс еврокнижка, спальное место 120х190, велюр Тесла-19', 4.95, 93);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('f434a954-0a1c-4c16-8f9c-15a6701cbe13', 'Цепочка 585Gold, серебро', 2474, '74-f434a954-0a1c-4c16-8f9c-15a6701cbe13.webp', 'Самый лучший среди товаров на рынке Цепочка 585Gold, серебро', 4.95, 74),
('4eb76bff-5f37-4f53-ab83-1c2f2fa9e7e1', 'Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 34354, '74-4eb76bff-5f37-4f53-ab83-1c2f2fa9e7e1.webp', 'Самый лучший среди товаров на рынке Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 74),
('f8961149-e546-44ab-96a9-c172b61c530e', 'Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 38301, '74-f8961149-e546-44ab-96a9-c172b61c530e.webp', 'Самый лучший среди товаров на рынке Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 4.95, 74),
('7d027a86-eb89-45c8-a410-e339b3ad8f63', 'Цепочка SOKOLOV, серебро', 555, '74-7d027a86-eb89-45c8-a410-e339b3ad8f63.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, серебро', 4.63, 74),
('305f25e5-f3f4-4742-aadf-2aaed0b971d0', 'Цепочка ADAMAS, красное золото', 25672, '74-305f25e5-f3f4-4742-aadf-2aaed0b971d0.webp', 'Самый лучший среди товаров на рынке Цепочка ADAMAS, красное золото', 4.95, 74),
('2d3e4577-c42b-4c52-9faa-7032d70d23ee', 'Цепочка Diamant, серебро', 881, '74-2d3e4577-c42b-4c52-9faa-7032d70d23ee.webp', 'Самый лучший среди товаров на рынке Цепочка Diamant, серебро', 4.95, 74),
('db91e72e-9b20-4eee-9535-7d078496e8e6', 'Цепочка SOKOLOV, красное золото', 22318, '74-db91e72e-9b20-4eee-9535-7d078496e8e6.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, красное золото', 4.3, 74),
('a3260f41-5032-41c5-826c-6ef737aeff35', 'Цепочка VALTERA, серебро', 990, '74-a3260f41-5032-41c5-826c-6ef737aeff35.webp', 'Самый лучший среди товаров на рынке Цепочка VALTERA, серебро', 4.2, 74),
('fccd011a-303c-4e4c-b870-c7b03c612b5d', 'Цепочка 585Gold, красное золото', 5607, '74-fccd011a-303c-4e4c-b870-c7b03c612b5d.webp', 'Самый лучший среди товаров на рынке Цепочка 585Gold, красное золото', 4.3, 74),
('bbcb04cc-2c3f-41c4-b803-6d413f273e2b', 'Цепочка SOKOLOV, белое золото', 11128, '74-bbcb04cc-2c3f-41c4-b803-6d413f273e2b.webp', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, белое золото', 4.3, 74);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('334aac00-0efb-476d-8577-f019998fe393', 'Варган Хакасские варганчики EV-Rch-75', 1800, '46-334aac00-0efb-476d-8577-f019998fe393.webp', 'Самый лучший среди товаров на рынке Варган Хакасские варганчики EV-Rch-75', 4.3, 46),
('4896dca6-fdec-429e-948d-eb32ac612e67', 'Цифровой саксофон Roland Aerophone Pro AE-30', 229900, '46-4896dca6-fdec-429e-948d-eb32ac612e67.webp', 'Самый лучший среди товаров на рынке Цифровой саксофон Roland Aerophone Pro AE-30', 4.95, 46),
('7e0a184b-e9bb-4058-9841-935d9777e4ca', 'Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 891, '46-7e0a184b-e9bb-4058-9841-935d9777e4ca.webp', 'Самый лучший среди товаров на рынке Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 4.22, 46),
('01e00e34-1609-4aa8-8e44-fce5fd8fc09f', 'Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 660, '46-01e00e34-1609-4aa8-8e44-fce5fd8fc09f.webp', 'Самый лучший среди товаров на рынке Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 4.95, 46),
('f24106e1-f264-4eed-991b-2ee9c30241a5', 'Свирель хроматическая До, iVolga PCS-02', 6380, '46-f24106e1-f264-4eed-991b-2ee9c30241a5.webp', 'Самый лучший среди товаров на рынке Свирель хроматическая До, iVolga PCS-02', 4.95, 46),
('33dc063e-bbd2-4845-acaf-79bd7a50f45f', 'Блок флейта Dekko OM8A', 340, '46-33dc063e-bbd2-4845-acaf-79bd7a50f45f.webp', 'Самый лучший среди товаров на рынке Блок флейта Dekko OM8A', 4.2, 46),
('3eccdf8e-cb78-43a3-ace9-7668e59adbb4', 'FLIGHT FKZ-1M казу металл', 490, '46-3eccdf8e-cb78-43a3-ace9-7668e59adbb4.webp', 'Самый лучший среди товаров на рынке FLIGHT FKZ-1M казу металл', 4.2, 46),
('2d1667ae-6f4c-4bbe-a61a-91739fd30fa4', 'Алтайский комус (варган) В.Поткина без футляра', 891, '46-2d1667ae-6f4c-4bbe-a61a-91739fd30fa4.webp', 'Самый лучший среди товаров на рынке Алтайский комус (варган) В.Поткина без футляра', 4.2, 46),
('847686e2-7a6f-444f-a330-720ca2858200', 'PWFB-004 Футляр для варгана, Мастерская Поткина', 575, '46-847686e2-7a6f-444f-a330-720ca2858200.webp', 'Самый лучший среди товаров на рынке PWFB-004 Футляр для варгана, Мастерская Поткина', 4.95, 46),
('066b9ed0-5ac2-45b8-ac71-59644fc3ffbb', 'Стойка для контрабаса Soundking DG021', 5250, '46-066b9ed0-5ac2-45b8-ac71-59644fc3ffbb.webp', 'Самый лучший среди товаров на рынке Стойка для контрабаса Soundking DG021', 4.95, 46),
('c450461b-ab61-4da4-a3ef-baa5f64ab56b', 'FLIGHT FKZ 1P казу', 190, '46-c450461b-ab61-4da4-a3ef-baa5f64ab56b.webp', 'Самый лучший среди товаров на рынке FLIGHT FKZ 1P казу', 4.1, 46),
('330fd960-bf18-4ac9-933a-b4ca06d32e59', 'Блок флейта Bee R08', 200, '46-330fd960-bf18-4ac9-933a-b4ca06d32e59.webp', 'Самый лучший среди товаров на рынке Блок флейта Bee R08', 4.95, 46),
('812c17be-1bef-46bc-bf87-01f17e57fd50', 'Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 1590, '46-812c17be-1bef-46bc-bf87-01f17e57fd50.webp', 'Самый лучший среди товаров на рынке Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 4.7, 46),
('4de7dc89-57ae-47a6-80d0-3ce8f0be8367', 'Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 5230, '46-4de7dc89-57ae-47a6-80d0-3ce8f0be8367.webp', 'Самый лучший среди товаров на рынке Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 4.95, 46),
('f5f07d19-d4ff-4b5c-96ca-38db61f1d2c3', 'Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 129, '46-f5f07d19-d4ff-4b5c-96ca-38db61f1d2c3.webp', 'Самый лучший среди товаров на рынке Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 4.6, 46),
('d32c2e11-645d-4a04-8897-c01d399c78fa', 'Аксессуар для духовых инструментов Vandoren SR2125', 5060, '46-d32c2e11-645d-4a04-8897-c01d399c78fa.webp', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR2125', 4.1, 46),
('098816d6-3e66-4918-b450-6bc1c03e7cc8', 'Трости для кларнета Vandoren CR102', 4377, '46-098816d6-3e66-4918-b450-6bc1c03e7cc8.webp', 'Самый лучший среди товаров на рынке Трости для кларнета Vandoren CR102', 4.2, 46),
('59152460-26c4-47a8-b19c-c5486422db85', 'Аксессуар для духовых инструментов Vandoren SR212', 5060, '46-59152460-26c4-47a8-b19c-c5486422db85.webp', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR212', 4.2, 46),
('515f9471-7f6b-42af-835c-440c8845f06e', 'Блок флейта Mollenhauer 5125', 72060, '46-515f9471-7f6b-42af-835c-440c8845f06e.webp', 'Самый лучший среди товаров на рынке Блок флейта Mollenhauer 5125', 4.95, 46),
('73035471-b5e4-4650-bed1-97d0eb5d2632', 'Кларнет Yamaha YCL-255  02', 85990, '46-73035471-b5e4-4650-bed1-97d0eb5d2632.webp', 'Самый лучший среди товаров на рынке Кларнет Yamaha YCL-255  02', 4.95, 46),
('b14260ca-dce8-4b01-baff-8e11effa72ca', 'Варган Волна Мастерская Глазырина VG18-Wave', 2070, '46-b14260ca-dce8-4b01-baff-8e11effa72ca.webp', 'Самый лучший среди товаров на рынке Варган Волна Мастерская Глазырина VG18-Wave', 4.3, 46),
('74d63698-4144-421c-bb4e-fba2126b3756', 'Варган Мастерская Глазырина VG03-Star', 4520, '46-74d63698-4144-421c-bb4e-fba2126b3756.webp', 'Самый лучший среди товаров на рынке Варган Мастерская Глазырина VG03-Star', 4.5, 46),
('eedb11bf-0f64-4ab9-a16b-5cb10ac77ba6', 'Смазка для кулисы тромбона, Bach 1880', 675, '46-eedb11bf-0f64-4ab9-a16b-5cb10ac77ba6.webp', 'Самый лучший среди товаров на рынке Смазка для кулисы тромбона, Bach 1880', 4.1, 46),
('dd96a94c-cdec-4ca1-a9c9-0d294695d7ec', 'Трости для саксофона Vandoren SR2725', 3590, '46-dd96a94c-cdec-4ca1-a9c9-0d294695d7ec.webp', 'Самый лучший среди товаров на рынке Трости для саксофона Vandoren SR2725', 4.95, 46),
('09e61a8c-8c3b-4a0c-8cbc-faf198194485', 'МОЗЕРЪ VB-2 - кожаный чехол для варгана с защитой язычка', 228, '46-09e61a8c-8c3b-4a0c-8cbc-faf198194485.webp', 'Самый лучший среди товаров на рынке МОЗЕРЪ VB-2 - кожаный чехол для варгана с защитой язычка', 4.6, 46),
('cfe0b956-acdc-45f1-a67d-0fb897934fe1', 'Brahner Trs-001 - Стойка для трубы', 1173, '46-cfe0b956-acdc-45f1-a67d-0fb897934fe1.webp', 'Самый лучший среди товаров на рынке Brahner Trs-001 - Стойка для трубы', 4.95, 46);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2c7ae30e-2b9f-4f74-8de8-8fd176b8bc02', 'Гирлянда 2 м, 20 led, тёплый белый', 59, '85-2c7ae30e-2b9f-4f74-8de8-8fd176b8bc02.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, тёплый белый', 4.79, 85),
('23e6b45a-ad2b-41da-b16a-83cc480a701f', 'Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 910, '85-23e6b45a-ad2b-41da-b16a-83cc480a701f.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 4.95, 85),
('513bf7fa-3b53-4564-9f41-9c1eb9bee819', 'Гирлянда 2 м, 20 led, холодный белый', 59, '85-513bf7fa-3b53-4564-9f41-9c1eb9bee819.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, холодный белый', 4.53, 85),
('08af8014-cdc7-4f45-822f-42f6d693102c', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 910, '85-08af8014-cdc7-4f45-822f-42f6d693102c.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 4.95, 85),
('27475604-bf62-4200-ba87-52d54c166689', 'Гирлянда 2 м, 20 led, синий', 59, '85-27475604-bf62-4200-ba87-52d54c166689.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, синий', 4.44, 85),
('0250e1bc-e12d-4f8b-ad96-3795ecdfc28a', 'Гирлянда 2 м, 20 led, красный', 59, '85-0250e1bc-e12d-4f8b-ad96-3795ecdfc28a.webp', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, красный', 4.44, 85),
('bf1a2578-533a-42ea-a21f-c6e2c7c4c403', 'Гирлянда 2023012003 1 метр, 20 ламп', 49, '85-bf1a2578-533a-42ea-a21f-c6e2c7c4c403.webp', 'Самый лучший среди товаров на рынке Гирлянда 2023012003 1 метр, 20 ламп', 4.78, 85),
('82b45ff5-c57b-4525-bf79-362e79510311', 'Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 129, '85-82b45ff5-c57b-4525-bf79-362e79510311.webp', 'Самый лучший среди товаров на рынке Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 4.26, 85),
('09793f19-d1a4-4f81-9196-09691087bee0', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 910, '85-09793f19-d1a4-4f81-9196-09691087bee0.webp', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 4.95, 85),
('a78998c7-ae6b-4352-8813-b173f0e1d9cb', 'Световая гирлянда новогодняя Феникс Present сияние 10 м разноцветный', 199, '85-a78998c7-ae6b-4352-8813-b173f0e1d9cb.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Феникс Present сияние 10 м разноцветный', 4.42, 85),
('33ed2d99-cc78-4ed5-921d-3ba303820bc3', 'Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 922, '85-33ed2d99-cc78-4ed5-921d-3ba303820bc3.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 4.14, 85),
('f2f72c8e-e3f2-4c7d-9aa5-a4c4d4ba54ed', 'Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 451, '85-f2f72c8e-e3f2-4c7d-9aa5-a4c4d4ba54ed.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 4.45, 85),
('48e921d1-58a6-4113-b9c4-8191ffb6e6b6', 'Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 433, '85-48e921d1-58a6-4113-b9c4-8191ffb6e6b6.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 4.18, 85),
('1ef94fd0-5647-4321-922b-11884d70f31d', 'Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 170, '85-1ef94fd0-5647-4321-922b-11884d70f31d.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 4.42, 85),
('2688175a-cbe1-454c-a93c-77ee502b8494', 'Световая гирлянда новогодняя Luazon Lighting нить 3556811 20 м разноцветный', 463, '85-2688175a-cbe1-454c-a93c-77ee502b8494.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить 3556811 20 м разноцветный', 4.23, 85),
('6f0f2080-a180-491b-bad3-0cbb24e72126', 'Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 245, '85-6f0f2080-a180-491b-bad3-0cbb24e72126.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 4.49, 85),
('ff828319-380c-41b9-b88d-ab73dc0d9350', 'Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 220, '85-ff828319-380c-41b9-b88d-ab73dc0d9350.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 4.77, 85),
('745a462d-5fbd-4b7c-916e-f1e925b5971b', 'Световая гирлянда новогодняя 104927 10 м разноцветный', 379, '85-745a462d-5fbd-4b7c-916e-f1e925b5971b.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя 104927 10 м разноцветный', 4.5, 85),
('feb14fed-da43-4b54-a15b-fcb42ad72b17', 'Световая гирлянда новогодняя Luazon Lighting клубки 5985168 5 м белый теплый', 559, '85-feb14fed-da43-4b54-a15b-fcb42ad72b17.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting клубки 5985168 5 м белый теплый', 4.38, 85),
('4d794df5-9a06-421d-b486-cceab0fbeac6', 'Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 920, '85-4d794df5-9a06-421d-b486-cceab0fbeac6.webp', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 4.28, 85);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('7a0c7db7-fcf4-445e-a575-3a42ee2e94f0', 'Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 199, '103-7a0c7db7-fcf4-445e-a575-3a42ee2e94f0.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 4.71, 103),
('84c4889a-4e8c-4173-8894-a686e7a7a3f7', 'Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 139, '103-84c4889a-4e8c-4173-8894-a686e7a7a3f7.webp', 'Самый лучший среди товаров на рынке Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 4.17, 103),
('b6f30223-01fb-4339-acd7-d949d3bf1c1b', 'Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 111, '103-b6f30223-01fb-4339-acd7-d949d3bf1c1b.webp', 'Самый лучший среди товаров на рынке Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 4.81, 103),
('ecbf81ff-7275-4bd4-8993-49fc04c5c3dc', 'Пенал Proff Press Модные кеды ПН-6939', 126, '103-ecbf81ff-7275-4bd4-8993-49fc04c5c3dc.webp', 'Самый лучший среди товаров на рынке Пенал Proff Press Модные кеды ПН-6939', 4.84, 103),
('644d17ba-153b-451b-b808-e8d85efb487c', 'Пенал ProfPress море сладостей, пластик ПН-6929', 122, '103-644d17ba-153b-451b-b808-e8d85efb487c.webp', 'Самый лучший среди товаров на рынке Пенал ProfPress море сладостей, пластик ПН-6929', 4.93, 103),
('51442a36-b38b-49cd-a910-2ca11750ab0f', 'Пенал Роблокс черно-зеленый 23452421', 850, '103-51442a36-b38b-49cd-a910-2ca11750ab0f.webp', 'Самый лучший среди товаров на рынке Пенал Роблокс черно-зеленый 23452421', 4.9, 103),
('09d9ea7b-7c8b-4a98-b49b-840a893d8d92', 'Пенал для канцелярских принадлежностей, Единороги', 180, '103-09d9ea7b-7c8b-4a98-b49b-840a893d8d92.webp', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Единороги', 4.28, 103),
('7911987d-0955-4f5b-9c48-0cdfd3545f74', 'Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 199, '103-7911987d-0955-4f5b-9c48-0cdfd3545f74.webp', 'Самый лучший среди товаров на рынке Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 4.3, 103),
('6a33a4b9-3daf-432f-b3db-5552044c9ab7', 'Пенал Brauberg 270319', 624, '103-6a33a4b9-3daf-432f-b3db-5552044c9ab7.webp', 'Самый лучший среди товаров на рынке Пенал Brauberg 270319', 4.6, 103),
('93e616d4-a64b-4710-a8a5-e2a17c946945', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 385, '103-93e616d4-a64b-4710-a8a5-e2a17c946945.webp', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.4, 103),
('112ed07b-4c41-4577-97b4-1ff7702f2cad', 'Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 350, '103-112ed07b-4c41-4577-97b4-1ff7702f2cad.webp', 'Самый лучший среди товаров на рынке Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 4.95, 103),
('66fa577d-de7f-4026-aac9-221524e31015', 'Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 359, '103-66fa577d-de7f-4026-aac9-221524e31015.webp', 'Самый лучший среди товаров на рынке Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 4.17, 103),
('8e0bda4b-e564-4d51-ba99-bca02d425cf0', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 129, '103-8e0bda4b-e564-4d51-ba99-bca02d425cf0.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 4.18, 103),
('75ff2282-b031-4d79-998e-f42856fb7dcd', 'Пенал Fluid Future 20 х 4,8 х 5,5 см', 200, '103-75ff2282-b031-4d79-998e-f42856fb7dcd.webp', 'Самый лучший среди товаров на рынке Пенал Fluid Future 20 х 4,8 х 5,5 см', 4.95, 103),
('fc90d5da-71f1-441b-8623-bfbb6fe344fc', 'Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 560, '103-fc90d5da-71f1-441b-8623-bfbb6fe344fc.webp', 'Самый лучший среди товаров на рынке Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 4.1, 103),
('28168f49-6553-449f-9ac8-28768ac92172', 'Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Марс', 539, '103-28168f49-6553-449f-9ac8-28768ac92172.webp', 'Самый лучший среди товаров на рынке Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Марс', 4.35, 103),
('7358afa7-8468-4d4b-ba9f-969728c2f5fc', 'Пенал с наполнением MagTaller 27 предметов', 800, '103-7358afa7-8468-4d4b-ba9f-969728c2f5fc.webp', 'Самый лучший среди товаров на рынке Пенал с наполнением MagTaller 27 предметов', 4.95, 103),
('ec7f0bcb-24d7-4544-b4b1-ef8d37d12633', 'Пенал для канцелярских принадлежностей, Дино', 180, '103-ec7f0bcb-24d7-4544-b4b1-ef8d37d12633.webp', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Дино', 4.32, 103),
('81c8321c-36cd-4d64-9a4c-a44719ecc799', 'Пенал 2 секции 125x205 наполн. лам.карт 30П26 2 set Calligrata 23предм дев Бульдог', 378, '103-81c8321c-36cd-4d64-9a4c-a44719ecc799.webp', 'Самый лучший среди товаров на рынке Пенал 2 секции 125x205 наполн. лам.карт 30П26 2 set Calligrata 23предм дев Бульдог', 4.6, 103),
('51812ebe-bddd-4f46-8e52-2e19a2c28aa8', 'Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 239, '103-51812ebe-bddd-4f46-8e52-2e19a2c28aa8.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 4.3, 103),
('74dccece-93a8-4cf7-9dee-3fcc8a2f7478', 'Пенал-косметичка, Prof-Press, ОЧКИ-ЗВЕЗДОЧКИ-1  ПН-6795', 200, '103-74dccece-93a8-4cf7-9dee-3fcc8a2f7478.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка, Prof-Press, ОЧКИ-ЗВЕЗДОЧКИ-1  ПН-6795', 4.2, 103),
('f379c227-0983-48e9-8ce4-3a3a5d9bc5d9', 'Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 250, '103-f379c227-0983-48e9-8ce4-3a3a5d9bc5d9.webp', 'Самый лучший среди товаров на рынке Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 4.39, 103),
('90b62651-cc96-4885-85d4-0239e75653ce', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 129, '103-90b62651-cc96-4885-85d4-0239e75653ce.webp', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 4.26, 103),
('a26a4f63-a3e0-4db1-88ed-c28666cf7bf3', 'Пенал 1 отд. "Race" с 2-мя створками, синий', 318, '103-a26a4f63-a3e0-4db1-88ed-c28666cf7bf3.webp', 'Самый лучший среди товаров на рынке Пенал 1 отд. "Race" с 2-мя створками, синий', 4.1, 103),
('422c0420-4983-406d-b229-08ab37b3c518', 'Пенал-косметичка Brauberg 229271', 342, '103-422c0420-4983-406d-b229-08ab37b3c518.webp', 'Самый лучший среди товаров на рынке Пенал-косметичка Brauberg 229271', 4.68, 103),
('67bb7dce-4206-42e8-9b87-876712e0d988', 'Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Единорог', 539, '103-67bb7dce-4206-42e8-9b87-876712e0d988.webp', 'Самый лучший среди товаров на рынке Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203 Единорог', 4.30, 103),
('bbfb4a30-9c1f-40c7-9887-b7e81d56ee71', 'Тубус Каждый день черный d 6 см 41 см', 120, '103-bbfb4a30-9c1f-40c7-9887-b7e81d56ee71.webp', 'Самый лучший среди товаров на рынке Тубус Каждый день черный d 6 см 41 см', 4.7, 103);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2b7e28f7-579e-4d96-90d9-f5b4a469c998', 'Игра Red Dead Redemption 2 для Xbox One', 4190, '112-2b7e28f7-579e-4d96-90d9-f5b4a469c998.webp', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для Xbox One', 4.95, 112),
('d256c13f-e0af-4a69-903d-85e2ee17e483', 'Игра Forza Horizon 4 для Xbox One', 4990, '112-d256c13f-e0af-4a69-903d-85e2ee17e483.webp', 'Самый лучший среди товаров на рынке Игра Forza Horizon 4 для Xbox One', 4.95, 112),
('c249a6ca-675e-4c19-9968-3bb83f0dc96c', 'Игра Spyro Reignited Trilogy для Xbox One', 2885, '112-c249a6ca-675e-4c19-9968-3bb83f0dc96c.webp', 'Самый лучший среди товаров на рынке Игра Spyro Reignited Trilogy для Xbox One', 4.95, 112),
('931b6b92-f351-46de-ae8b-e9c651034cf7', 'Игра Метро: Исход Издание первого дня для Xbox One', 2990, '112-931b6b92-f351-46de-ae8b-e9c651034cf7.webp', 'Самый лучший среди товаров на рынке Игра Метро: Исход Издание первого дня для Xbox One', 4.95, 112),
('d969e969-19d8-4b17-9180-3702f8ce3d55', 'Игра Far Cry 5 для Xbox One', 3590, '112-d969e969-19d8-4b17-9180-3702f8ce3d55.webp', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для Xbox One', 4.95, 112),
('660e6a35-71b9-4af6-b3c3-767c7d0e2800', 'Игра Battlefield V для Microsoft Xbox One', 2490, '112-660e6a35-71b9-4af6-b3c3-767c7d0e2800.webp', 'Самый лучший среди товаров на рынке Игра Battlefield V для Microsoft Xbox One', 4.95, 112),
('404e3696-a6de-4ccc-84eb-8f59fc981560', 'Игра Grand Theft Auto V для Xbox One', 3490, '112-404e3696-a6de-4ccc-84eb-8f59fc981560.webp', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для Xbox One', 4.95, 112),
('99e36597-f636-497e-9c9a-e8fe5fa29a5c', 'Игра Pro Evolution Soccer 2015 для Xbox One', 1490, '112-99e36597-f636-497e-9c9a-e8fe5fa29a5c.webp', 'Самый лучший среди товаров на рынке Игра Pro Evolution Soccer 2015 для Xbox One', 4.95, 112),
('d7ae195e-5536-41d2-9756-28d89fa4a451', 'Игра Scream Ride для Xbox One', 1192, '112-d7ae195e-5536-41d2-9756-28d89fa4a451.webp', 'Самый лучший среди товаров на рынке Игра Scream Ride для Xbox One', 4.95, 112),
('040ec7a4-6819-4762-a91c-7c849ceef535', 'Игра XCOM 2 для Xbox One', 2580, '112-040ec7a4-6819-4762-a91c-7c849ceef535.webp', 'Самый лучший среди товаров на рынке Игра XCOM 2 для Xbox One', 4.95, 112),
('e66143e0-4292-42b0-be70-3c553d22ceca', 'Игра Dishonored 2 Limited Edition для Xbox One', 4299, '112-e66143e0-4292-42b0-be70-3c553d22ceca.webp', 'Самый лучший среди товаров на рынке Игра Dishonored 2 Limited Edition для Xbox One', 4.95, 112),
('635f4c0f-cb3b-439e-ab9f-579f915f6e76', 'Игра Destiny 2 для Microsoft Xbox One', 3190, '112-635f4c0f-cb3b-439e-ab9f-579f915f6e76.webp', 'Самый лучший среди товаров на рынке Игра Destiny 2 для Microsoft Xbox One', 4.95, 112),
('a49e9e3d-5478-475f-a360-311236903584', 'Игра Monster Hunter: World для Xbox One', 4190, '112-a49e9e3d-5478-475f-a360-311236903584.webp', 'Самый лучший среди товаров на рынке Игра Monster Hunter: World для Xbox One', 4.95, 112),
('58768ed8-929e-41fa-9f2b-63c8c06de014', 'Игра GTA V: Premium Online Edition для Xbox One', 3473, '112-58768ed8-929e-41fa-9f2b-63c8c06de014.webp', 'Самый лучший среди товаров на рынке Игра GTA V: Premium Online Edition для Xbox One', 4.95, 112),
('fdf90805-91e4-418d-a2e6-0631d1c50ac5', 'Игра Final Fantasy XV Royal Edition для Xbox One', 3490, '112-fdf90805-91e4-418d-a2e6-0631d1c50ac5.webp', 'Самый лучший среди товаров на рынке Игра Final Fantasy XV Royal Edition для Xbox One', 4.95, 112);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('5dc994b4-aa7f-4e7b-b7cd-902413509d02', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 32990, '23-5dc994b4-aa7f-4e7b-b7cd-902413509d02.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 4.95, 23),
('654b0324-376d-402a-b20f-22abf49ef53a', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 32990, '23-654b0324-376d-402a-b20f-22abf49ef53a.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 4.2, 23),
('a8e5173b-afd8-407a-9e40-e9b076eace8b', 'Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 59990, '23-a8e5173b-afd8-407a-9e40-e9b076eace8b.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 4.95, 23),
('0fd87280-cca7-4158-b376-31153a7d0af9', 'Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 34990, '23-0fd87280-cca7-4158-b376-31153a7d0af9.webp', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 4.95, 23),
('f8c97b52-b25c-44e9-bd14-ad20d4378b13', '23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 10766, '23-f8c97b52-b25c-44e9-bd14-ad20d4378b13.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 4.66, 23),
('599741e5-6074-4aa8-864e-41fa9edd9316', '27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 26209, '23-599741e5-6074-4aa8-864e-41fa9edd9316.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 4.65, 23),
('44b46534-134f-4969-92dc-aecb5bf893de', '27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 18541, '23-44b46534-134f-4969-92dc-aecb5bf893de.webp', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 4.71, 23),
('74c3bcfc-df5e-4102-be71-d53300f5d3d8', '27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 10537, '23-74c3bcfc-df5e-4102-be71-d53300f5d3d8.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 4.91, 23),
('d6d9b657-8947-4ccb-a4cd-0d1270fcae82', '23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 10239, '23-d6d9b657-8947-4ccb-a4cd-0d1270fcae82.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 4.48, 23),
('4eb8fe77-6e74-4a6d-9db2-a1d03c57f1ec', '27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 18999, '23-4eb8fe77-6e74-4a6d-9db2-a1d03c57f1ec.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 4.74, 23),
('144907b7-9284-40e7-a0d3-4841fb814f57', '23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 8970, '23-144907b7-9284-40e7-a0d3-4841fb814f57.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 4.23, 23),
('3c85a722-907b-49c8-9143-08a3d51dd7c4', '23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 8990, '23-3c85a722-907b-49c8-9143-08a3d51dd7c4.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 4.9, 23),
('d9a6e64d-9c31-4838-b4e2-ac621b3dcb85', '27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 11580, '23-d9a6e64d-9c31-4838-b4e2-ac621b3dcb85.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 4.90, 23),
('1b52d40f-1793-4d4c-bae0-90c1f0679cfa', '27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 17690, '23-1b52d40f-1793-4d4c-bae0-90c1f0679cfa.webp', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 4.46, 23),
('1e208c5d-4dbb-4f79-8d1f-7af99dfffa2a', '34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 41223, '23-1e208c5d-4dbb-4f79-8d1f-7af99dfffa2a.webp', 'Самый лучший среди товаров на рынке 34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 4.9, 23),
('81c95527-e8d8-4cf8-ac89-52d7faf64683', '34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 35756, '23-81c95527-e8d8-4cf8-ac89-52d7faf64683.webp', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 4.10, 23),
('9d027185-a90b-4c90-a2ba-a19d91c46c84', '30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 26812, '23-9d027185-a90b-4c90-a2ba-a19d91c46c84.webp', 'Самый лучший среди товаров на рынке 30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 4.99, 23),
('35c57888-246e-4cfe-9f0a-bdf8eacbeec9', '23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 17892, '23-35c57888-246e-4cfe-9f0a-bdf8eacbeec9.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 4.57, 23),
('4caf2c5f-14df-490b-a8e5-856db8e71168', '27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 10990, '23-4caf2c5f-14df-490b-a8e5-856db8e71168.webp', 'Самый лучший среди товаров на рынке 27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 4.12, 23),
('1bfe51c4-ff08-4299-af6d-34a8ab0f7e69', '27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 18000, '23-1bfe51c4-ff08-4299-af6d-34a8ab0f7e69.webp', 'Самый лучший среди товаров на рынке 27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 4.42, 23),
('88c47fdf-41a5-4c91-bd4c-6b135007134b', 'Монитор Acer K273Ebmix 27 дюймов, IPS, 100 Hz, 1xVGA, 1xHDMI, чёрный', 18110, '23-88c47fdf-41a5-4c91-bd4c-6b135007134b.webp', 'Самый лучший среди товаров на рынке Монитор Acer K273Ebmix 27 дюймов, IPS, 100 Hz, 1xVGA, 1xHDMI, чёрный', 4.71, 23),
('35d6e7f3-2176-42fe-9a1a-ff8c6e8d406b', '23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 8990, '23-35d6e7f3-2176-42fe-9a1a-ff8c6e8d406b.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 4.27, 23),
('36ebf9ff-7a88-43e1-8683-e03eb76e981c', '23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 10352, '23-36ebf9ff-7a88-43e1-8683-e03eb76e981c.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 4.76, 23),
('6978bbb5-83ad-42c7-8f65-1318944b3c43', '23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 8490, '23-6978bbb5-83ad-42c7-8f65-1318944b3c43.webp', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 4.5, 23),
('945768ec-6ab0-4809-8e56-d02cec7b0f61', '27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 32110, '23-945768ec-6ab0-4809-8e56-d02cec7b0f61.webp', 'Самый лучший среди товаров на рынке 27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 4.59, 23),
('8b9465a4-d051-4a6c-8cb8-302740d2cc98', '34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 28013, '23-8b9465a4-d051-4a6c-8cb8-302740d2cc98.webp', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 4.52, 23),
('4dc1d4bb-45b2-4912-b523-2f98f8d85aa9', '27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 13090, '23-4dc1d4bb-45b2-4912-b523-2f98f8d85aa9.webp', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 4.91, 23),
('25a5f390-8cf5-464e-af56-82e52cebe06b', '27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 10590, '23-25a5f390-8cf5-464e-af56-82e52cebe06b.webp', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 4.26, 23),
('9881fb4d-bab8-4fd8-9a96-7f9a08fcc727', '27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 24644, '23-9881fb4d-bab8-4fd8-9a96-7f9a08fcc727.webp', 'Самый лучший среди товаров на рынке 27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 4.48, 23);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('78dd04c6-8473-4ec1-820f-32b76f394063', 'Пюпитр (подставка для нот), высота 140 см, складной', 703, '44-78dd04c6-8473-4ec1-820f-32b76f394063.webp', 'Самый лучший среди товаров на рынке Пюпитр (подставка для нот), высота 140 см, складной', 4.9, 44),
('4ac98beb-c107-4984-96be-f446c9df904c', 'Пианино цифровое Roland GO-88P', 62900, '44-4ac98beb-c107-4984-96be-f446c9df904c.webp', 'Самый лучший среди товаров на рынке Пианино цифровое Roland GO-88P', 4.95, 44),
('56a46a66-cc1b-4a1d-9887-8d513db6ea88', 'Синтезатор Denn DEK546', 2999, '44-56a46a66-cc1b-4a1d-9887-8d513db6ea88.webp', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK546', 4.1, 44),
('b1da00fe-a4d1-4c49-a733-66cedb670001', 'MIDI-клавиатура Arturia MiniLAB 3', 12560, '44-b1da00fe-a4d1-4c49-a733-66cedb670001.webp', 'Самый лучший среди товаров на рынке MIDI-клавиатура Arturia MiniLAB 3', 4.48, 44),
('7858874b-3d4c-4d4a-847a-3af417af1be4', 'Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 114900, '44-7858874b-3d4c-4d4a-847a-3af417af1be4.webp', 'Самый лучший среди товаров на рынке Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 4.95, 44),
('3c8e6c62-6f49-4d7f-ae6f-5037700017b8', 'Синтезатор TESLER KB-6150', 8490, '44-3c8e6c62-6f49-4d7f-ae6f-5037700017b8.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6150', 4.31, 44),
('b6a224f8-53ea-478c-8667-4250d1c06876', 'Синтезатор Denn DEK37 mini', 1290, '44-b6a224f8-53ea-478c-8667-4250d1c06876.webp', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK37 mini', 4.28, 44),
('a02e888b-4d04-4d03-bbd1-288970eb4561', 'Синтезатор TESLER KB-5420', 4990, '44-a02e888b-4d04-4d03-bbd1-288970eb4561.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-5420', 4.61, 44),
('a65cb8ec-a2dc-42de-8919-6e932fb735ed', 'Цифровое пианино Nux Cherub WK-310 White', 67040, '44-a65cb8ec-a2dc-42de-8919-6e932fb735ed.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub WK-310 White', 4.6, 44),
('c1407551-19fe-47f2-b35a-9b7c0e721329', 'Синтезатор Casio CT-S200BK', 22809, '44-c1407551-19fe-47f2-b35a-9b7c0e721329.webp', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200BK', 4.29, 44),
('2f6ec919-e304-42c8-baf3-ce476a18ca2b', 'Цифровое пианино Nux Cherub NPK-10-BK', 47890, '44-2f6ec919-e304-42c8-baf3-ce476a18ca2b.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-BK', 4.30, 44),
('7f5c5dd2-fb90-4647-9a0e-67a7df40e173', 'Цифровое пианино Artesia Performer Black', 26511, '44-7f5c5dd2-fb90-4647-9a0e-67a7df40e173.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Artesia Performer Black', 4.19, 44),
('f7bb7917-7ed9-4772-b471-bb7825a5b280', 'Цифровое пианино TESLER KB-8850 BLACK', 19990, '44-f7bb7917-7ed9-4772-b471-bb7825a5b280.webp', 'Самый лучший среди товаров на рынке Цифровое пианино TESLER KB-8850 BLACK', 4.28, 44),
('23cf2f54-5dbb-4c6f-a407-6a0bee0e7e2a', 'Музыкальный инструмент Doffler X-2 Stand', 2390, '44-23cf2f54-5dbb-4c6f-a407-6a0bee0e7e2a.webp', 'Самый лучший среди товаров на рынке Музыкальный инструмент Doffler X-2 Stand', 4.25, 44),
('3913c923-8d69-48df-b470-742f908b3a6f', 'NPK-10-RD Цифровое пианино, красное, Nux Cherub', 47890, '44-3913c923-8d69-48df-b470-742f908b3a6f.webp', 'Самый лучший среди товаров на рынке NPK-10-RD Цифровое пианино, красное, Nux Cherub', 4.1, 44),
('9664e9e9-d358-4a2e-ab9f-bc1051fc711a', 'Цифровое пианино Nux Cherub NPK-10-WH', 47890, '44-9664e9e9-d358-4a2e-ab9f-bc1051fc711a.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-WH', 4.1, 44),
('6d7608c1-a3f2-4125-8e63-2f9d30345932', 'Стойка для клавишных Foix Q-1X', 1725, '44-6d7608c1-a3f2-4125-8e63-2f9d30345932.webp', 'Самый лучший среди товаров на рынке Стойка для клавишных Foix Q-1X', 4.8, 44),
('270f5e99-0618-4212-9942-d2605e2b9b1b', 'Синтезатор TESLER KB-6120', 6590, '44-270f5e99-0618-4212-9942-d2605e2b9b1b.webp', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6120', 4.16, 44),
('b5c38449-1e9b-490f-a5c9-6a3e15962db0', 'Синтезатор Casio CT-S200WE', 30509, '44-b5c38449-1e9b-490f-a5c9-6a3e15962db0.webp', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200WE', 4.19, 44),
('706f8bad-1ff3-4816-9a4b-d6c4c2d994cf', 'Банкетка для пианино или рояля DEKKO JR-40-1 WH', 7990, '44-706f8bad-1ff3-4816-9a4b-d6c4c2d994cf.webp', 'Самый лучший среди товаров на рынке Банкетка для пианино или рояля DEKKO JR-40-1 WH', 4.18, 44),
('b4be076e-764f-4c0a-9789-d2a9cf462aef', 'Стойка для клавишных Dadi KS-201', 2860, '44-b4be076e-764f-4c0a-9789-d2a9cf462aef.webp', 'Самый лучший среди товаров на рынке Стойка для клавишных Dadi KS-201', 4.2, 44),
('95260737-a9df-4b9f-ba11-5b4147571781', 'Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 3150, '44-95260737-a9df-4b9f-ba11-5b4147571781.webp', 'Самый лучший среди товаров на рынке Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 4.26, 44),
('405161af-566c-47de-aec5-634dbcba82fc', 'Портативный синтезатор EMILY PIANO EK-7 BK', 9990, '44-405161af-566c-47de-aec5-634dbcba82fc.webp', 'Самый лучший среди товаров на рынке Портативный синтезатор EMILY PIANO EK-7 BK', 4.8, 44),
('58de7c4b-93dd-4e9c-ba1c-221e35775e64', 'Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 13109, '44-58de7c4b-93dd-4e9c-ba1c-221e35775e64.webp', 'Самый лучший среди товаров на рынке Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 4.8, 44),
('affd48de-ceb1-4b97-b03b-18c7a386e992', 'Цифровое пианино Ringway RP-35 W', 47952, '44-affd48de-ceb1-4b97-b03b-18c7a386e992.webp', 'Самый лучший среди товаров на рынке Цифровое пианино Ringway RP-35 W', 4.12, 44);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a15a2b4e-58a5-4ffe-85c0-a603aedb4f78', 'Depeche Mode VIOLATOR', 4395, '47-a15a2b4e-58a5-4ffe-85c0-a603aedb4f78.webp', 'Самый лучший среди товаров на рынке Depeche Mode VIOLATOR', 4.47, 47),
('62b28b1f-c6c3-4fc3-bee9-77c3306b56d5', 'Pink Floyd "Wish You Were Here" (LP)', 3570, '47-62b28b1f-c6c3-4fc3-bee9-77c3306b56d5.webp', 'Самый лучший среди товаров на рынке Pink Floyd "Wish You Were Here" (LP)', 4.43, 47),
('d3073d2a-53f6-40d8-9055-2159b5afed27', 'Pink Floyd "The Wall" (2LP)', 6446, '47-d3073d2a-53f6-40d8-9055-2159b5afed27.webp', 'Самый лучший среди товаров на рынке Pink Floyd "The Wall" (2LP)', 4.49, 47),
('90a5a93e-2d86-45cd-84c4-495c15e17311', 'Twenty One Pilots Scaled And Icy (Clear) (Винил)', 2999, '47-90a5a93e-2d86-45cd-84c4-495c15e17311.webp', 'Самый лучший среди товаров на рынке Twenty One Pilots Scaled And Icy (Clear) (Винил)', 4.5, 47),
('34f11599-83c8-4422-a206-e552701ff06c', 'Lana Del Rey "Born To Die" (2LP)', 7695, '47-34f11599-83c8-4422-a206-e552701ff06c.webp', 'Самый лучший среди товаров на рынке Lana Del Rey "Born To Die" (2LP)', 4.12, 47),
('808543fc-5eac-44f5-959c-a1ce00b8c2ad', 'Земфира ПММЛ (Винил)', 5870, '47-808543fc-5eac-44f5-959c-a1ce00b8c2ad.webp', 'Самый лучший среди товаров на рынке Земфира ПММЛ (Винил)', 4.8, 47),
('17ac78be-c179-4881-8f01-07f5ec02527e', 'Queen "Greatest Hits" (2LP)', 7380, '47-17ac78be-c179-4881-8f01-07f5ec02527e.webp', 'Самый лучший среди товаров на рынке Queen "Greatest Hits" (2LP)', 4.22, 47),
('83bc615f-c806-4758-bed5-28b5d524d11b', 'Pink Floyd Dark Side Of The Moon 50th Anniversary (LP)', 4485, '47-83bc615f-c806-4758-bed5-28b5d524d11b.webp', 'Самый лучший среди товаров на рынке Pink Floyd Dark Side Of The Moon 50th Anniversary (LP)', 4.1, 47),
('12f3e08b-37ae-4784-87f5-99c65bcba87a', 'AC DC «Back in Black»', 4095, '47-12f3e08b-37ae-4784-87f5-99c65bcba87a.webp', 'Самый лучший среди товаров на рынке AC DC «Back in Black»', 4.16, 47),
('88ec3c3d-abf4-4cc7-a08a-379efc733a00', 'Daft Punk Random RANDOM ACCESS MEMORIES (180 Gram Gatefold)', 5606, '47-88ec3c3d-abf4-4cc7-a08a-379efc733a00.webp', 'Самый лучший среди товаров на рынке Daft Punk Random RANDOM ACCESS MEMORIES (180 Gram Gatefold)', 4.10, 47),
('204b9de2-d37a-48f3-8bec-1170f4852915', 'Amy Winehouse Back To Black', 5850, '47-204b9de2-d37a-48f3-8bec-1170f4852915.webp', 'Самый лучший среди товаров на рынке Amy Winehouse Back To Black', 4.14, 47),
('16ecd564-8b87-4823-b1c6-6b406f520547', 'Ed Sheeran No,6 Collaborations Project (2LP)', 3899, '47-16ecd564-8b87-4823-b1c6-6b406f520547.webp', 'Самый лучший среди товаров на рынке Ed Sheeran No,6 Collaborations Project (2LP)', 4.2, 47),
('1edf689d-110f-4e1b-97bd-df2fc4e8d26b', 'Виниловая пластинка Adele 30 (Limited Crystal Clear) (2Винил)', 4599, '47-1edf689d-110f-4e1b-97bd-df2fc4e8d26b.webp', 'Самый лучший среди товаров на рынке Виниловая пластинка Adele 30 (Limited Crystal Clear) (2Винил)', 4.5, 47),
('b211b389-9fd9-4e22-8da9-7a973263c4b3', 'LP "Legends of Rock & Roll Vinyl Album"', 2390, '47-b211b389-9fd9-4e22-8da9-7a973263c4b3.webp', 'Самый лучший среди товаров на рынке LP "Legends of Rock & Roll Vinyl Album"', 4.95, 47),
('6031668f-37f1-42e1-9932-f6264f56e63f', 'Frank Sinatra "Ultimate Sinatra" (2LP)', 8820, '47-6031668f-37f1-42e1-9932-f6264f56e63f.webp', 'Самый лучший среди товаров на рынке Frank Sinatra "Ultimate Sinatra" (2LP)', 4.6, 47),
('b1f34a52-df6b-410f-901f-27f3be41c0d4', 'Sting Duets (2LP)', 5195, '47-b1f34a52-df6b-410f-901f-27f3be41c0d4.webp', 'Самый лучший среди товаров на рынке Sting Duets (2LP)', 4.3, 47),
('d9d32282-5579-4d74-ba16-8086ba9d0aae', 'Sade THE BEST OF (180 Gram)', 6264, '47-d9d32282-5579-4d74-ba16-8086ba9d0aae.webp', 'Самый лучший среди товаров на рынке Sade THE BEST OF (180 Gram)', 4.8, 47),
('4a572bbc-8342-4970-a089-4351eafed00e', 'Nirvana Nevermind (LP)', 5735, '47-4a572bbc-8342-4970-a089-4351eafed00e.webp', 'Самый лучший среди товаров на рынке Nirvana Nevermind (LP)', 4.7, 47),
('7cd3f04a-dbf5-4e4a-af30-dd815f75de8b', 'Linkin Park Meteora (LP)', 5599, '47-7cd3f04a-dbf5-4e4a-af30-dd815f75de8b.webp', 'Самый лучший среди товаров на рынке Linkin Park Meteora (LP)', 4.95, 47),
('49376f83-2a87-4485-93d3-92cb3eaf12ed', 'Fleetwood Mac GREATEST HITS', 3099, '47-49376f83-2a87-4485-93d3-92cb3eaf12ed.webp', 'Самый лучший среди товаров на рынке Fleetwood Mac GREATEST HITS', 4.10, 47),
('5fc57978-ed7c-458c-89e7-50f8d6d70d63', 'Whitesnake Restless Heart (2Винил)', 6300, '47-5fc57978-ed7c-458c-89e7-50f8d6d70d63.webp', 'Самый лучший среди товаров на рынке Whitesnake Restless Heart (2Винил)', 4.2, 47),
('47fc4d7f-f3ee-4f9e-910d-ced14e474a05', 'Tame Impala Currents (2LP)', 6200, '47-47fc4d7f-f3ee-4f9e-910d-ced14e474a05.webp', 'Самый лучший среди товаров на рынке Tame Impala Currents (2LP)', 4.1, 47),
('4effae0d-9758-404b-a1dd-244763a99677', 'Скриптонит 2004 (2LP)', 8090, '47-4effae0d-9758-404b-a1dd-244763a99677.webp', 'Самый лучший среди товаров на рынке Скриптонит 2004 (2LP)', 4.2, 47);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4f746276-3b3f-49a9-bdbf-e02c87d2983d', 'Дартс 17" (45 см)', 6255, '56-4f746276-3b3f-49a9-bdbf-e02c87d2983d.webp', 'Самый лучший среди товаров на рынке Дартс 17" (45 см)', 4.95, 56),
('5e58c110-2424-42f7-9465-c306c96080d6', 'Дартс, d=38 см, 6 дротиков', 598, '56-5e58c110-2424-42f7-9465-c306c96080d6.webp', 'Самый лучший среди товаров на рынке Дартс, d=38 см, 6 дротиков', 4.8, 56),
('6128e8e3-4710-4ecb-91f9-b349d6eb2f6a', 'Магнитный дартс MD-01', 1111, '56-6128e8e3-4710-4ecb-91f9-b349d6eb2f6a.webp', 'Самый лучший среди товаров на рынке Магнитный дартс MD-01', 4.35, 56),
('62796c62-323c-4811-922b-303fc6a0883a', 'Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 849, '56-62796c62-323c-4811-922b-303fc6a0883a.webp', 'Самый лучший среди товаров на рынке Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 4.9, 56),
('9f072fb1-9af8-47af-8a80-6422f86ce0b0', 'Дартс подарочный в коробке, d=30 см', 640, '56-9f072fb1-9af8-47af-8a80-6422f86ce0b0.webp', 'Самый лучший среди товаров на рынке Дартс подарочный в коробке, d=30 см', 4.95, 56),
('c166cdd4-2392-4d7a-86f6-3336ee4b901c', 'Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 1010, '56-c166cdd4-2392-4d7a-86f6-3336ee4b901c.webp', 'Самый лучший среди товаров на рынке Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 4.32, 56),
('c4508d2a-5bb3-4acc-9dc0-f35f8d6fc031', 'Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4337, '56-c4508d2a-5bb3-4acc-9dc0-f35f8d6fc031.webp', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4.39, 56),
('e65eb8d7-2925-4dd7-b186-aadb27b3cadb', 'Дартс, d=30 см', 546, '56-e65eb8d7-2925-4dd7-b186-aadb27b3cadb.webp', 'Самый лучший среди товаров на рынке Дартс, d=30 см', 4.1, 56),
('604f78a8-9fc8-414a-8342-464b31a9cea5', 'Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 469, '56-604f78a8-9fc8-414a-8342-464b31a9cea5.webp', 'Самый лучший среди товаров на рынке Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 4.1, 56),
('6222221d-bf02-46fb-94c8-8c513482eeb8', 'Комплект для игры в дартс StartLine Play PRO-Play', 3490, '56-6222221d-bf02-46fb-94c8-8c513482eeb8.webp', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play PRO-Play', 4.11, 56),
('0a60a9cb-d16f-4dd7-98b1-c4b150ef9651', 'Набор для дартс Stinger SG-PB18 45 см', 1280, '56-0a60a9cb-d16f-4dd7-98b1-c4b150ef9651.webp', 'Самый лучший среди товаров на рынке Набор для дартс Stinger SG-PB18 45 см', 4.3, 56),
('ea516054-cef2-4eab-ab04-7f05c95171ac', 'Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 550, '56-ea516054-cef2-4eab-ab04-7f05c95171ac.webp', 'Самый лучший среди товаров на рынке Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 4.2, 56),
('3ef1fd9a-b4fa-4de9-9939-6f204f0e5a35', 'Комплект дартс SNIPER Summit Play', 2990, '56-3ef1fd9a-b4fa-4de9-9939-6f204f0e5a35.webp', 'Самый лучший среди товаров на рынке Комплект дартс SNIPER Summit Play', 4.1, 56),
('424fb4b5-2a07-4380-895b-fa3911b30067', 'Дартс подарочный в коробке, d=40,5 см, 6 дротиков', 830, '56-424fb4b5-2a07-4380-895b-fa3911b30067.webp', 'Самый лучший среди товаров на рынке Дартс подарочный в коробке, d=40,5 см, 6 дротиков', 4.95, 56),
('5cf20e2b-edb6-414c-8a11-3347b139bd27', 'Комплект для игры в дартс StartLine Play Elit-Play', 5890, '56-5cf20e2b-edb6-414c-8a11-3347b139bd27.webp', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play Elit-Play', 4.3, 56),
('8e38dadb-c92f-47bb-b135-ce887b8e80e5', 'Дартс липучка «Чемпион», на липучках, МИКС', 497, '56-8e38dadb-c92f-47bb-b135-ce887b8e80e5.webp', 'Самый лучший среди товаров на рынке Дартс липучка «Чемпион», на липучках, МИКС', 4.2, 56),
('12a9448f-8b62-4afc-8930-d5ff50d1725c', 'Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 3490, '56-12a9448f-8b62-4afc-8930-d5ff50d1725c.webp', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 4.12, 56),
('f581b6f0-08cf-4da2-82dc-fb871ae98185', 'Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 9900, '56-f581b6f0-08cf-4da2-82dc-fb871ae98185.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 4.2, 56),
('2ab36d3c-8b35-4db0-b59e-b27b8ed533ae', 'Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4990, '56-2ab36d3c-8b35-4db0-b59e-b27b8ed533ae.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4.1, 56),
('c7eb6c83-9923-4028-a8f3-2a4537eda182', 'Электронный дартс Harrows Electro 3', 4990, '56-c7eb6c83-9923-4028-a8f3-2a4537eda182.webp', 'Самый лучший среди товаров на рынке Электронный дартс Harrows Electro 3', 4.1, 56),
('aa3c4a57-a4c1-4ebb-8b85-79d0c0c463f5', 'Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 1785, '56-aa3c4a57-a4c1-4ebb-8b85-79d0c0c463f5.webp', 'Самый лучший среди товаров на рынке Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 4.5, 56),
('944cf6ac-78c1-4ad6-a0a2-8e524ebb0d40', 'Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 16040, '56-944cf6ac-78c1-4ad6-a0a2-8e524ebb0d40.webp', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 4.95, 56);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('36ea6b7a-9b5d-4782-9567-2f19ed48cca1', 'Губная гармошка Swan SW1020-9', 420, '41-36ea6b7a-9b5d-4782-9567-2f19ed48cca1.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020-9', 4.71, 41),
('c043d977-071b-43ba-a3e0-5866d5f836b7', 'Губная гармошка Future Star QF-16K', 350, '41-c043d977-071b-43ba-a3e0-5866d5f836b7.webp', 'Самый лучший среди товаров на рынке Губная гармошка Future Star QF-16K', 4.21, 41),
('51aeeaee-e479-43c0-96f4-00ae5676677d', 'Губная гармошка «Курочка», цвет белый', 285, '41-51aeeaee-e479-43c0-96f4-00ae5676677d.webp', 'Самый лучший среди товаров на рынке Губная гармошка «Курочка», цвет белый', 4.11, 41),
('c8f163e4-d944-405d-926e-b04d40aa74bf', 'Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 490, '41-c8f163e4-d944-405d-926e-b04d40aa74bf.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 4.13, 41),
('12f7f1c4-6406-42e1-a02d-ca2c3a84cd71', 'Губная гармошка Stagg BJH-B20 C', 690, '41-12f7f1c4-6406-42e1-a02d-ca2c3a84cd71.webp', 'Самый лучший среди товаров на рынке Губная гармошка Stagg BJH-B20 C', 4.95, 41),
('61d37423-6a39-4fb8-9a2d-da6598aa26fa', 'Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 625, '41-61d37423-6a39-4fb8-9a2d-da6598aa26fa.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 4.30, 41),
('835f6cd0-2956-4569-affa-0d224855daec', 'Губная гармошка Swan SW24-1', 950, '41-835f6cd0-2956-4569-affa-0d224855daec.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW24-1', 4.4, 41),
('9131ab65-ec4e-4224-9f5c-9452f1f95d3a', 'Губная гармошка «Зверята», цвет белый', 285, '41-9131ab65-ec4e-4224-9f5c-9452f1f95d3a.webp', 'Самый лучший среди товаров на рынке Губная гармошка «Зверята», цвет белый', 4.1, 41),
('5cb3105c-1c73-4f53-b1cb-48911b15034b', 'Губная гармошка Future Star FF-1016 GD', 438, '41-5cb3105c-1c73-4f53-b1cb-48911b15034b.webp', 'Самый лучший среди товаров на рынке Губная гармошка Future Star FF-1016 GD', 4.1, 41),
('3e6e0dfc-a28f-4554-99ef-6be52af14379', 'Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 622, '41-3e6e0dfc-a28f-4554-99ef-6be52af14379.webp', 'Самый лучший среди товаров на рынке Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 4.95, 41),
('1452444d-3d80-43fa-a634-26b8e1e37598', 'Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 490, '41-1452444d-3d80-43fa-a634-26b8e1e37598.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 4.3, 41),
('b6e3a849-1fdd-4c44-970f-18626978b82d', 'Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 680, '41-b6e3a849-1fdd-4c44-970f-18626978b82d.webp', 'Самый лучший среди товаров на рынке Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 4.1, 41),
('2d5fa052-aece-42c0-8eac-58c2c9b4aa82', 'Губная гармошка Swan SW1020', 782, '41-2d5fa052-aece-42c0-8eac-58c2c9b4aa82.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020', 4.4, 41),
('834d450f-e927-4f3a-83be-f4b88b762f4f', 'Губная гармошка Swan SW1020H-5', 950, '41-834d450f-e927-4f3a-83be-f4b88b762f4f.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020H-5', 4.16, 41),
('f379fddc-e27d-4a82-9c99-de06d30651db', 'Губная гармошка SX HM1020 C', 1267, '41-f379fddc-e27d-4a82-9c99-de06d30651db.webp', 'Самый лучший среди товаров на рынке Губная гармошка SX HM1020 C', 4.2, 41),
('4f752006-d0b3-4e17-a4c3-ff5b750af0cc', 'Session Steel C Губная гармошка, Seydel Sohne 10301C', 5200, '41-4f752006-d0b3-4e17-a4c3-ff5b750af0cc.webp', 'Самый лучший среди товаров на рынке Session Steel C Губная гармошка, Seydel Sohne 10301C', 4.95, 41),
('69844cd6-1f83-4f3b-a047-9b61764dba45', 'Session Standard C Губная гармошка, Seydel Sohne 10201C', 3770, '41-69844cd6-1f83-4f3b-a047-9b61764dba45.webp', 'Самый лучший среди товаров на рынке Session Standard C Губная гармошка, Seydel Sohne 10201C', 4.95, 41),
('76d761d5-02c5-4bbe-8bf5-7323b67f7e31', 'Session Steel Summer Edition C Губная гармошка, Seydel Sohne 10301C-S', 5200, '41-76d761d5-02c5-4bbe-8bf5-7323b67f7e31.webp', 'Самый лучший среди товаров на рынке Session Steel Summer Edition C Губная гармошка, Seydel Sohne 10301C-S', 4.1, 41),
('62d3346d-1c08-461f-8f62-baac2f5ffee1', 'Губная гармошка Swan SW1020-16', 600, '41-62d3346d-1c08-461f-8f62-baac2f5ffee1.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020-16', 4.2, 41),
('f8e5d6f9-006c-4254-a652-a2463f33f443', 'Губная гармошка Swan SW1040 C-major', 3270, '41-f8e5d6f9-006c-4254-a652-a2463f33f443.webp', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1040 C-major', 4.1, 41),
('860ba949-fc96-4c55-b52b-702575a479bd', 'Губная гармошка Hohner Translucent Blue M1110B', 1011, '41-860ba949-fc96-4c55-b52b-702575a479bd.webp', 'Самый лучший среди товаров на рынке Губная гармошка Hohner Translucent Blue M1110B', 4.1, 41),
('ecba60c4-5611-4cb5-9000-b2cc557ce8de', 'Губная гармошка, диатоническая, 10 отверстий, c-major', 523, '41-ecba60c4-5611-4cb5-9000-b2cc557ce8de.webp', 'Самый лучший среди товаров на рынке Губная гармошка, диатоническая, 10 отверстий, c-major', 4.95, 41);
