INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('1e461708-6b04-45b9-a4fa-77c32c14d382', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 35990, '93-1e461708-6b04-45b9-a4fa-77c32c14d382.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 4.16, 93),
('0545799d-b57a-4930-a66c-d4bdfd0ed03d', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 51199, '93-0545799d-b57a-4930-a66c-d4bdfd0ed03d.png', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 4.95, 93),
('e6ac9016-3b2b-4c01-a718-24308803461a', 'Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 18520, '93-e6ac9016-3b2b-4c01-a718-24308803461a.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 4.30, 93),
('f31cef95-7b69-4a16-8808-bb279389d4ef', 'Диван-кровать МногоМеб Книжка в велюре Астра серый 120 ППУ', 10200, '93-f31cef95-7b69-4a16-8808-bb279389d4ef.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Книжка в велюре Астра серый 120 ППУ', 4.5, 93),
('bc61c5ee-2e18-4d9b-9602-f67f8ab31c1f', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 35990, '93-bc61c5ee-2e18-4d9b-9602-f67f8ab31c1f.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 4.15, 93),
('2189223a-8ac5-4dd3-a70c-2067e3781080', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 36000, '93-2189223a-8ac5-4dd3-a70c-2067e3781080.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 4.6, 93),
('e6117881-7d1d-483c-a808-09070bdbea23', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 51199, '93-e6117881-7d1d-483c-a808-09070bdbea23.png', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 4.95, 93),
('5d5fba4b-641e-4cc1-b455-23ab472495f7', 'Диван-кровать NRAVA Hit 2180х870х940 Corvette 18 Серый', 35447, '93-5d5fba4b-641e-4cc1-b455-23ab472495f7.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Hit 2180х870х940 Corvette 18 Серый', 4.16, 93),
('2c55d2b3-da06-4c07-be0d-175d35647788', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 39', 35990, '93-2c55d2b3-da06-4c07-be0d-175d35647788.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 39', 4.3, 93),
('25692680-7fd4-4f77-8fba-783fe18f5461', 'Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 44382, '93-25692680-7fd4-4f77-8fba-783fe18f5461.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 4.95, 93),
('51c67ffe-47ef-4be2-9a8f-3ab3b47ef7c8', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 2', 35990, '93-51c67ffe-47ef-4be2-9a8f-3ab3b47ef7c8.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 2', 4.7, 93),
('40060c76-43bf-4faa-a4a3-866aec29488f', 'Диван-кровать NRAVA Fabi 1420х770х808 Vivaldi 4 бежевый', 28245, '93-40060c76-43bf-4faa-a4a3-866aec29488f.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Fabi 1420х770х808 Vivaldi 4 бежевый', 4.10, 93),
('081e4600-a353-4262-8ae8-ffb743a5abf4', 'Угловой диван Лига Диванов Атланта лайт правый угол', 36990, '93-081e4600-a353-4262-8ae8-ffb743a5abf4.jpg', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт правый угол', 4.4, 93),
('3b51331e-c63b-459f-8440-7b2f63966ec0', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 34790, '93-3b51331e-c63b-459f-8440-7b2f63966ec0.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 4.6, 93),
('2cdf4317-c177-41eb-971b-832b260b1056', 'Диван SALON TRON Монреаль серый, в холл, в прихожую, в гостиную, 120х54х75', 15990, '93-2cdf4317-c177-41eb-971b-832b260b1056.jpeg', 'Самый лучший среди товаров на рынке Диван SALON TRON Монреаль серый, в холл, в прихожую, в гостиную, 120х54х75', 4.2, 93),
('a129acf0-d743-4af6-b09d-b5088780672d', 'Диван-кровать Элегантный Стиль угол универсальный Комо, серый', 18490, '93-a129acf0-d743-4af6-b09d-b5088780672d.jpg', 'Самый лучший среди товаров на рынке Диван-кровать Элегантный Стиль угол универсальный Комо, серый', 4.2, 93),
('8c2790aa-81c3-4dca-a72b-7434b5cf37c7', 'Диван-кровать NRAVA Fabi 1420х770х810 Vivaldi 13 синий', 28245, '93-8c2790aa-81c3-4dca-a72b-7434b5cf37c7.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Fabi 1420х770х810 Vivaldi 13 синий', 4.17, 93),
('8b0be6bf-7035-455a-8312-46b1cf4dfb8c', 'Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 15990, '93-8b0be6bf-7035-455a-8312-46b1cf4dfb8c.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 4.2, 93),
('b1de41d9-ce46-48fb-9bfe-92389f25a383', 'Угловой диван Лига Диванов Атланта лайт правый угол', 36990, '93-b1de41d9-ce46-48fb-9bfe-92389f25a383.jpg', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт правый угол', 4.4, 93),
('53ce80d5-a931-4210-b218-2c95487d8ba7', 'Угловой диван Лига Диванов Атланта лайт левый угол', 36990, '93-53ce80d5-a931-4210-b218-2c95487d8ba7.jpg', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт левый угол', 4.1, 93),
('a8c2b26a-755e-40ae-844a-e2d6493322fe', 'Диван-кровать Многомеб Книжка в велюре Астра светло-серый 120 ППУ', 10200, '93-a8c2b26a-755e-40ae-844a-e2d6493322fe.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать Многомеб Книжка в велюре Астра светло-серый 120 ППУ', 4.1, 93),
('83a17a06-ee91-4933-9bd8-8ef9fc3fc76a', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 20', 35990, '93-83a17a06-ee91-4933-9bd8-8ef9fc3fc76a.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 20', 4.5, 93),
('4d43e38d-1e93-40c2-a0cb-d0ab1af86372', 'Диван угловой Остин, Зара Крем', 55990, '93-4d43e38d-1e93-40c2-a0cb-d0ab1af86372.jpeg', 'Самый лучший среди товаров на рынке Диван угловой Остин, Зара Крем', 4.1, 93),
('2963081a-7f68-419c-8848-006205acab8f', 'Диван прямой Dihall Сиэтл King, Зара Грей', 42290, '93-2963081a-7f68-419c-8848-006205acab8f.jpeg', 'Самый лучший среди товаров на рынке Диван прямой Dihall Сиэтл King, Зара Грей', 4.3, 93),
('f77c9f06-c3e2-4a31-ac8a-91135d53901a', 'Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 16780, '93-f77c9f06-c3e2-4a31-ac8a-91135d53901a.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 4.13, 93),
('6f66fb05-b7ac-4199-a546-42ca05bb9d57', 'Диван для кухни ТриЯ Форест угловой Дуб крафт белый/Велюр серый', 32599, '93-6f66fb05-b7ac-4199-a546-42ca05bb9d57.jpg', 'Самый лучший среди товаров на рынке Диван для кухни ТриЯ Форест угловой Дуб крафт белый/Велюр серый', 4.1, 93),
('674caef7-1464-449a-8a8b-883f128ad4da', 'Диван-кровать МногоМеб Стелла синий велюр, еврокнижка', 18520, '93-674caef7-1464-449a-8a8b-883f128ad4da.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Стелла синий велюр, еврокнижка', 4.8, 93),
('17d4dc20-7937-466f-990f-5a6a2c474717', 'Диван MONOFIX, БАФФ экокожа серый', 9006, '93-17d4dc20-7937-466f-990f-5a6a2c474717.jpeg', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа серый', 4.3, 93),
('fb2807e7-4567-41dc-ba15-3f717c59d595', 'Диван-кровать NRAVA Fabi 1420х770х810 Vivaldi 7 серый', 28245, '93-fb2807e7-4567-41dc-ba15-3f717c59d595.jpeg', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Fabi 1420х770х810 Vivaldi 7 серый', 4.6, 93),
('3263435e-edcf-43e3-af32-bd182bf40d4d', 'Диван MONOFIX АММА, серый, микровелюр', 13172, '93-3263435e-edcf-43e3-af32-bd182bf40d4d.jpeg', 'Самый лучший среди товаров на рынке Диван MONOFIX АММА, серый, микровелюр', 4.4, 93),
('3ce40a85-acf0-4633-be1f-e53a55ba5245', 'Диван MONOFIX, БАФФ экокожа черный', 9006, '93-3ce40a85-acf0-4633-be1f-e53a55ba5245.jpeg', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа черный', 4.5, 93),
('28238713-0c0b-4b05-a52b-c7a14233b2be', 'Диван, SALON TRON, Монреаль чёрный, 120х54х75', 15990, '93-28238713-0c0b-4b05-a52b-c7a14233b2be.jpeg', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Монреаль чёрный, 120х54х75', 4.10, 93),
('00aadf3e-bf85-439d-a376-78de2b475ffc', 'Диван MONOFIX, БАФФ экокожа серый', 6450, '93-00aadf3e-bf85-439d-a376-78de2b475ffc.jpeg', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа серый', 4.3, 93),
('1adff586-4f77-4c1b-9de2-1397388274a1', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 34790, '93-1adff586-4f77-4c1b-9de2-1397388274a1.jpeg', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 4.1, 93);
