INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('13f45146-6cb5-4302-b2e0-a527f4d8db6d', 'Кресло-мешок Happy-puff Груша XXXXL-Комфорт W35', 3999, '94-13f45146-6cb5-4302-b2e0-a527f4d8db6d.png', 'Самый лучший среди товаров на рынке Кресло-мешок Happy-puff Груша XXXXL-Комфорт W35', 4.29, 94),
('827cb9ed-1012-43f5-be39-c3ca273b46cd', 'Кресло Кресло для кухни со спинкой обеденное кухонное Tetchair BREMO', 6640, '94-827cb9ed-1012-43f5-be39-c3ca273b46cd.jpg', 'Самый лучший среди товаров на рынке Кресло Кресло для кухни со спинкой обеденное кухонное Tetchair BREMO', 4.95, 94),
('5e53dfbe-27a1-4430-96ea-d5365d6fca96', 'Кресло мешок PUFOFF XXXL Kittens', 3990, '94-5e53dfbe-27a1-4430-96ea-d5365d6fca96.jpeg', 'Самый лучший среди товаров на рынке Кресло мешок PUFOFF XXXL Kittens', 4.29, 94),
('12921ee4-b8bd-4520-b73d-496f1384f3f4', 'Кресло-мешок ONPUFF пуфик груша, размер XXXL, серый оксфорд', 3490, '94-12921ee4-b8bd-4520-b73d-496f1384f3f4.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXL, серый оксфорд', 4.8, 94),
('f0b12213-46bb-4749-8476-f558736c89b2', 'Кресло Оскар Velour 8', 8890, '94-f0b12213-46bb-4749-8476-f558736c89b2.jpeg', 'Самый лучший среди товаров на рынке Кресло Оскар Velour 8', 4.4, 94),
('415215e9-f069-454a-876d-5ba8989b2f55', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 3990, '94-415215e9-f069-454a-876d-5ba8989b2f55.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4.7, 94),
('10c06d62-773b-4210-97dd-5eb9e0879525', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 3990, '94-10c06d62-773b-4210-97dd-5eb9e0879525.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4.4, 94),
('e7b83918-fc70-4284-a717-020d02dbc2c7', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 5990, '94-e7b83918-fc70-4284-a717-020d02dbc2c7.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 4.11, 94),
('ebc5269b-0c61-4b45-8313-38bc3ad6b80f', 'Кресло-мешок PUFON Груша XXXL, серый', 3144, '94-ebc5269b-0c61-4b45-8313-38bc3ad6b80f.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, серый', 4.6, 94),
('d33a067d-ec0b-4906-ad53-c4a88e4772f8', 'Кресло-качалка с подножкой Glider Аоста', 11197, '94-d33a067d-ec0b-4906-ad53-c4a88e4772f8.jpeg', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой Glider Аоста', 4.6, 94),
('66e6b262-41d9-4b67-9be7-cadb85e5bd88', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 3990, '94-66e6b262-41d9-4b67-9be7-cadb85e5bd88.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4.7, 94),
('962ca7c5-bac1-443b-a128-218601d4b872', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, коричневый оксфорд', 3990, '94-962ca7c5-bac1-443b-a128-218601d4b872.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, коричневый оксфорд', 4.2, 94),
('27f7175e-93aa-47bf-b517-0a283c9e7a5f', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 3990, '94-27f7175e-93aa-47bf-b517-0a283c9e7a5f.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4.4, 94),
('c0b59bd3-ca55-465c-abc9-be5dbd6e44f1', 'Кресло-мешок PUFON Груша XL, черный', 1784, '94-c0b59bd3-ca55-465c-abc9-be5dbd6e44f1.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XL, черный', 4.10, 94),
('39df1714-769e-4f34-a5bc-a08ef33c4141', 'Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 5990, '94-39df1714-769e-4f34-a5bc-a08ef33c4141.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 4.6, 94),
('9760c021-05b7-451b-bc5b-f227355ab79a', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 5990, '94-9760c021-05b7-451b-bc5b-f227355ab79a.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый рогожка', 4.11, 94),
('d2db2181-1301-4303-b598-09dccffda092', 'Кресло-мешок PUFON Груша XXXL, серый', 3699, '94-d2db2181-1301-4303-b598-09dccffda092.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, серый', 4.6, 94),
('6e7ed2aa-c188-4359-a617-efdb4f6cc116', 'Кресло Оскар Crash beige 33', 10290, '94-6e7ed2aa-c188-4359-a617-efdb4f6cc116.jpeg', 'Самый лучший среди товаров на рынке Кресло Оскар Crash beige 33', 4.4, 94),
('f0510c84-61de-4d79-94b0-be5a7e0098c8', 'Кресло Оскар Dream Lux 19', 8690, '94-f0510c84-61de-4d79-94b0-be5a7e0098c8.jpeg', 'Самый лучший среди товаров на рынке Кресло Оскар Dream Lux 19', 4.3, 94),
('07013117-1006-4e8f-bfb0-b8669701023f', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, коричневый оксфорд', 3990, '94-07013117-1006-4e8f-bfb0-b8669701023f.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, коричневый оксфорд', 4.2, 94),
('26698202-6008-462a-b531-b269ecec2ec8', 'Кресло-мешок PUFON Груша XL, черный', 2099, '94-26698202-6008-462a-b531-b269ecec2ec8.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XL, черный', 4.10, 94),
('5a0b33b7-6810-49b5-803e-b7174c9cc249', 'Кресло-мешок ONPUFF пуфик груша, размер XXXL, бирюзовый оксфорд', 3490, '94-5a0b33b7-6810-49b5-803e-b7174c9cc249.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXL, бирюзовый оксфорд', 4.5, 94),
('db1c8979-079a-495d-a7aa-7fcd6433fb47', 'Кресло-мешок «Мяч», XL (95x95), оксфорд, Белый и черный', 2244, '94-db1c8979-079a-495d-a7aa-7fcd6433fb47.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок «Мяч», XL (95x95), оксфорд, Белый и черный', 4.12, 94),
('957b2a4c-95ab-4668-9ce6-c736acb19569', 'Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 16395, '94-957b2a4c-95ab-4668-9ce6-c736acb19569.jpeg', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой, мятниковый механизм Glider Стронг', 4.4, 94),
('a3a6103a-bb86-4c71-b8b5-433cabfb76bf', 'Кресло-мешок ONPUFF пуфик груша, размер XXXL, коричневый оксфорд', 3490, '94-a3a6103a-bb86-4c71-b8b5-433cabfb76bf.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXL, коричневый оксфорд', 4.1, 94),
('3a7b66fd-78b0-41c1-a588-a6079e9835bd', 'Кресло-качалка с маятниковым механизмом Glider 68', 10990, '94-3a7b66fd-78b0-41c1-a588-a6079e9835bd.jpeg', 'Самый лучший среди товаров на рынке Кресло-качалка с маятниковым механизмом Glider 68', 4.4, 94),
('e4f6d489-c19d-4a66-902d-5fc2cb7863b6', 'Кресло-мешок ONPUFF пуфик груша, размер XXXL, бирюзовый оксфорд', 3490, '94-e4f6d489-c19d-4a66-902d-5fc2cb7863b6.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXL, бирюзовый оксфорд', 4.5, 94),
('62bfdd84-10f0-4817-82a5-1defdb5aaa3c', 'Кресло-мешок PUFON Груша XXXXL, черный', 3654, '94-62bfdd84-10f0-4817-82a5-1defdb5aaa3c.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, черный', 4.6, 94),
('122aedc7-77e4-4485-9b58-04bc00350750', 'Кресло Оскар Crash silver 10', 10290, '94-122aedc7-77e4-4485-9b58-04bc00350750.jpeg', 'Самый лучший среди товаров на рынке Кресло Оскар Crash silver 10', 4.2, 94),
('320c6b9b-2baf-445e-adbc-c1cc2f500913', 'Кресло-мешок «Груша», L (85x70), оксфорд, Бежевый', 1318, '94-320c6b9b-2baf-445e-adbc-c1cc2f500913.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок «Груша», L (85x70), оксфорд, Бежевый', 4.8, 94),
('09664716-6548-4f1f-8476-78450b728908', 'Кресло-качалка Glider Экси', 11934, '94-09664716-6548-4f1f-8476-78450b728908.jpeg', 'Самый лучший среди товаров на рынке Кресло-качалка Glider Экси', 4.4, 94),
('e1f654db-ac78-476b-8161-548bdff2f4e2', 'Кресло-мешок папа пуф оксфорд коричневый 3xl 150x100', 2990, '94-e1f654db-ac78-476b-8161-548bdff2f4e2.jpeg', 'Самый лучший среди товаров на рынке Кресло-мешок папа пуф оксфорд коричневый 3xl 150x100', 4.18, 94),
('483524f2-c6f0-4022-bbdc-1fdab691191c', 'Кресло-мешок ONPUFF пуфик груша, размер XXXL, коричневый оксфорд', 3490, '94-483524f2-c6f0-4022-bbdc-1fdab691191c.jpg', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXL, коричневый оксфорд', 4.1, 94);
