INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('0bf91a38-a463-4323-b0e3-971fa11a154a', 'Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 10765, '92-0bf91a38-a463-4323-b0e3-971fa11a154a.jpg', 'Самый лучший среди товаров на рынке Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.37, 92),
('5724a3e1-8191-4606-815e-94af8c523a2a', 'Стол письменный Империал Гарвард угловой Полка-Надставка 120 ПР Дуб сонома/Белый', 22999, '92-5724a3e1-8191-4606-815e-94af8c523a2a.jpeg', 'Самый лучший среди товаров на рынке Стол письменный Империал Гарвард угловой Полка-Надставка 120 ПР Дуб сонома/Белый', 4.95, 92),
('0ff6af49-c715-4ac3-bd6d-90870c666a99', 'Стол игровой Hiper Titan HGTBL001, с подсветкой, черный', 13374, '92-0ff6af49-c715-4ac3-bd6d-90870c666a99.jpg', 'Самый лучший среди товаров на рынке Стол игровой Hiper Titan HGTBL001, с подсветкой, черный', 4.27, 92),
('2846bca6-2066-4310-ba5e-a8427c5a0496', 'Стол Уютная логика МС-7 Квазар 3 ящика, 130*78,4*60 см, белый', 8400, '92-2846bca6-2066-4310-ba5e-a8427c5a0496.png', 'Самый лучший среди товаров на рынке Стол Уютная логика МС-7 Квазар 3 ящика, 130*78,4*60 см, белый', 4.2, 92),
('fa2f7089-cb5a-4770-a387-8f5b4cc72b6e', 'Стол компьютерный с ящиками белый Frenesie, ЛДСП, 90х45х77 см.', 3799, '92-fa2f7089-cb5a-4770-a387-8f5b4cc72b6e.png', 'Самый лучший среди товаров на рынке Стол компьютерный с ящиками белый Frenesie, ЛДСП, 90х45х77 см.', 4.95, 92),
('0c7c7c4b-9dd1-4c05-ae5f-c0d8e043176e', 'Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 8484, '92-0c7c7c4b-9dd1-4c05-ae5f-c0d8e043176e.jpg', 'Самый лучший среди товаров на рынке Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.24, 92),
('caaaf490-0b02-4d72-9842-71e27652be35', 'Стол компьютерный игровой LevelUP 1400 Черный, 140*74 см.', 7200, '92-caaaf490-0b02-4d72-9842-71e27652be35.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Черный, 140*74 см.', 4.33, 92),
('5287eb68-db0d-4cf1-b184-ef2b9e79c823', 'Компьютерный, письменный стол СТОЛПЛИТ Альфа СБ-2955', 5280, '92-5287eb68-db0d-4cf1-b184-ef2b9e79c823.jpeg', 'Самый лучший среди товаров на рынке Компьютерный, письменный стол СТОЛПЛИТ Альфа СБ-2955', 4.2, 92),
('b0cc9a20-6818-483e-aa4c-11c92f147c76', 'Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 6900, '92-b0cc9a20-6818-483e-aa4c-11c92f147c76.jpeg', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 4.29, 92),
('894af921-2bd1-4fe8-8992-c3c15faeab4e', 'Стол письменный ТОП-мебель Фрея 4 ящика, 110х75х50см дуб сонома', 4650, '92-894af921-2bd1-4fe8-8992-c3c15faeab4e.jpeg', 'Самый лучший среди товаров на рынке Стол письменный ТОП-мебель Фрея 4 ящика, 110х75х50см дуб сонома', 4.6, 92),
('43d7584a-3c16-4d2f-87b9-df5e75a27ae5', 'Стол компьютерный, стол письменный Ascetic 1200 Черный/Красный, 120*71,6 см.', 4790, '92-43d7584a-3c16-4d2f-87b9-df5e75a27ae5.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Черный/Красный, 120*71,6 см.', 4.36, 92),
('94ac6700-a707-451a-8e1d-da9a0e75820a', 'Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый/черный 110х57х75', 6900, '92-94ac6700-a707-451a-8e1d-da9a0e75820a.jpeg', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый/черный 110х57х75', 4.40, 92),
('2a053227-bce9-4fcd-9f49-566633c9fee1', 'Компьютерный, письменный стол СТОЛПЛИТ Альфа СБ-2955 Диамант Серый', 5580, '92-2a053227-bce9-4fcd-9f49-566633c9fee1.jpeg', 'Самый лучший среди товаров на рынке Компьютерный, письменный стол СТОЛПЛИТ Альфа СБ-2955 Диамант Серый', 4.8, 92),
('7ebb673a-1e29-4386-a091-be39ac31d58e', 'Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 9900, '92-7ebb673a-1e29-4386-a091-be39ac31d58e.jpeg', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 4.29, 92),
('8bed39b9-4e2f-427e-bd8b-bcdcc683a0a1', 'Стол письменный ТриЯ тип 4 Дуб Сонома/Белый Ясень', 5999, '92-8bed39b9-4e2f-427e-bd8b-bcdcc683a0a1.jpg', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Сонома/Белый Ясень', 4.24, 92),
('b1828ac1-0c13-4c7c-aabc-6b2051f7bd3d', 'Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 22840, '92-b1828ac1-0c13-4c7c-aabc-6b2051f7bd3d.png', 'Самый лучший среди товаров на рынке Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 4.10, 92),
('477bd96f-c0c6-4bc4-9672-e962aa04c32c', 'Стол игровой Defender Jupiter RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 9563, '92-477bd96f-c0c6-4bc4-9672-e962aa04c32c.jpg', 'Самый лучший среди товаров на рынке Стол игровой Defender Jupiter RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.9, 92),
('366b4ece-177b-4966-bfbf-26d09ccb1d25', 'Стол письменный, компьютерный с ящиками Марио БЛ 71 М БЛ-2 (110х55х75) белый', 9400, '92-366b4ece-177b-4966-bfbf-26d09ccb1d25.jpeg', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный с ящиками Марио БЛ 71 М БЛ-2 (110х55х75) белый', 4.29, 92),
('795ecbd8-2b1e-4375-92b4-51417ccccedf', 'Стол компьютерный игровой LevelUP 1400 Белый/Серый, 140*74 см.', 7490, '92-795ecbd8-2b1e-4375-92b4-51417ccccedf.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Белый/Серый, 140*74 см.', 4.21, 92),
('35424fee-5f03-4bc9-9af3-62f47d4bdb40', 'Стол компьютерный игровой LevelUP 1400 Дуб Сонома, 140*74 см.', 7490, '92-35424fee-5f03-4bc9-9af3-62f47d4bdb40.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Дуб Сонома, 140*74 см.', 4.7, 92),
('ccbc22d2-ffc5-402b-8f4a-733aee2c0174', 'Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 19690, '92-ccbc22d2-ffc5-402b-8f4a-733aee2c0174.png', 'Самый лучший среди товаров на рынке Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 4.10, 92),
('44e69281-d026-48bc-bebe-399f0a586dff', 'Стол письменный ТриЯ тип 4 Дуб Сонома/Белый Ясень', 8089, '92-44e69281-d026-48bc-bebe-399f0a586dff.jpg', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Сонома/Белый Ясень', 4.24, 92),
('ffa4fc42-d491-45a9-a8f2-54a1056ac554', 'Маленький компьютерный стол Олмеко "Костер-4", белый', 2218, '92-ffa4fc42-d491-45a9-a8f2-54a1056ac554.jpeg', 'Самый лучший среди товаров на рынке Маленький компьютерный стол Олмеко "Костер-4", белый', 4.33, 92),
('1086bb26-df54-468c-8be1-b5ba4ecf8fcd', 'Атмосфера Найс стол письменный исп 2 00-00017838', 12024, '92-1086bb26-df54-468c-8be1-b5ba4ecf8fcd.jpg', 'Самый лучший среди товаров на рынке Атмосфера Найс стол письменный исп 2 00-00017838', 4.13, 92),
('71437f76-6ea6-484a-80a6-502fabaa535e', 'Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 18046, '92-71437f76-6ea6-484a-80a6-502fabaa535e.png', 'Самый лучший среди товаров на рынке Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 4.10, 92),
('f120c842-7df6-448e-80b4-59162c7ec1b2', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) СБ 71 ЧР, серый, черный', 5300, '92-f120c842-7df6-448e-80b4-59162c7ec1b2.jpeg', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) СБ 71 ЧР, серый, черный', 4.12, 92),
('26febc34-f64c-46a3-922c-862e137cd1d7', 'Стол письменный прямой Skyland Imago/Белый, 1600х720х755, СП-4', 5878, '92-26febc34-f64c-46a3-922c-862e137cd1d7.jpg', 'Самый лучший среди товаров на рынке Стол письменный прямой Skyland Imago/Белый, 1600х720х755, СП-4', 4.16, 92),
('e930f487-ad9b-4c39-af4b-44d55d21b8b6', 'Компьютерный стол LOFTWELL Modern Plus Country', 16000, '92-e930f487-ad9b-4c39-af4b-44d55d21b8b6.jpeg', 'Самый лучший среди товаров на рынке Компьютерный стол LOFTWELL Modern Plus Country', 4.6, 92),
('a052c2df-39b6-4168-8142-b8ee10f73f92', 'Стол компьютерный игровой LevelUP 1400 Черный/Красный, 140*74 см.', 7490, '92-a052c2df-39b6-4168-8142-b8ee10f73f92.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Черный/Красный, 140*74 см.', 4.26, 92),
('0e565034-e3c3-4785-8824-db14243b71cf', 'Атмосфера Найс стол письменный исп 2 00-00017838', 4930, '92-0e565034-e3c3-4785-8824-db14243b71cf.jpg', 'Самый лучший среди товаров на рынке Атмосфера Найс стол письменный исп 2 00-00017838', 4.13, 92),
('2e5148f8-dfea-474c-819f-248d2c4cef67', 'Атмосфера Найс стол письменный исп 2 00-00017838', 12024, '92-2e5148f8-dfea-474c-819f-248d2c4cef67.jpg', 'Самый лучший среди товаров на рынке Атмосфера Найс стол письменный исп 2 00-00017838', 4.13, 92),
('6b9edd84-d614-4c49-baba-dc03e304e7ad', 'Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 17990, '92-6b9edd84-d614-4c49-baba-dc03e304e7ad.png', 'Самый лучший среди товаров на рынке Стол компьютерный ZONE 51 PLATFORM Ambilight 120', 4.10, 92),
('0d943410-42d4-4ec6-965a-e04ccc37353f', 'Стол компьютерный игровой LevelUP 1400 Венге, 140*74 см.', 7490, '92-0d943410-42d4-4ec6-965a-e04ccc37353f.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Венге, 140*74 см.', 4.11, 92),
('59ae93f5-4598-474d-9d47-e0024a1ea1f1', 'Письменный стол, компьютерный стол, офисный стол FLAT "Пайн" 120х60х75 см', 10500, '92-59ae93f5-4598-474d-9d47-e0024a1ea1f1.jpeg', 'Самый лучший среди товаров на рынке Письменный стол, компьютерный стол, офисный стол FLAT "Пайн" 120х60х75 см', 4.14, 92),
('c3de189b-2ba1-40b2-9331-e503fa8c0930', 'Стол письменный ТриЯ тип 4 Дуб Крафт Белый', 6299, '92-c3de189b-2ba1-40b2-9331-e503fa8c0930.jpg', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Крафт Белый', 4.19, 92),
('cc46f69b-6ae4-4738-8c62-15fb3d45c610', 'Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus Country', 16000, '92-cc46f69b-6ae4-4738-8c62-15fb3d45c610.jpeg', 'Самый лучший среди товаров на рынке Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus Country', 4.1, 92),
('17037012-557f-42d0-954e-dc36af7c5d10', 'Стол письменный Комфорт-S АГАТА М16 белый', 4390, '92-17037012-557f-42d0-954e-dc36af7c5d10.jpeg', 'Самый лучший среди товаров на рынке Стол письменный Комфорт-S АГАТА М16 белый', 4.1, 92),
('391998e4-e27d-4872-970f-0bb659ee4f34', 'Стол компьютерный, стол письменный Ascetic 1200 Венге, 120*71,6 см.', 4790, '92-391998e4-e27d-4872-970f-0bb659ee4f34.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Венге, 120*71,6 см.', 4.23, 92),
('b623c7ff-a7e5-4df4-a535-a6d086400dce', 'Геймерский стол компьютерный, стол письменный Jedi 1400 Венге, 140*71,6 см.', 6990, '92-b623c7ff-a7e5-4df4-a535-a6d086400dce.jpg', 'Самый лучший среди товаров на рынке Геймерский стол компьютерный, стол письменный Jedi 1400 Венге, 140*71,6 см.', 4.6, 92),
('9159539d-2ee0-4abb-aa67-473dd7ef2d3f', 'Стол Cactus CS-EGD-BBK, стекло, черный', 60195, '92-9159539d-2ee0-4abb-aa67-473dd7ef2d3f.jpg', 'Самый лучший среди товаров на рынке Стол Cactus CS-EGD-BBK, стекло, черный', 4.9, 92),
('84be5724-c616-4f52-80d5-688022bdec07', 'Атмосфера Найс стол письменный исп 2 00-00017838', 6029, '92-84be5724-c616-4f52-80d5-688022bdec07.jpg', 'Самый лучший среди товаров на рынке Атмосфера Найс стол письменный исп 2 00-00017838', 4.13, 92),
('9f18a466-0e2d-4d06-a8c3-96ddc09e9262', 'Стол компьютерный игровой LevelUP 1400 Венге/Белый, 140*74 см.', 7490, '92-9f18a466-0e2d-4d06-a8c3-96ddc09e9262.jpg', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Венге/Белый, 140*74 см.', 4.22, 92),
('6eda5c21-ef9d-4ec6-883b-6740716af7a5', 'Стол компьютерный ZONE 51 PLATFORM PRO 120, черный', 37870, '92-6eda5c21-ef9d-4ec6-883b-6740716af7a5.jpeg', 'Самый лучший среди товаров на рынке Стол компьютерный ZONE 51 PLATFORM PRO 120, черный', 4.2, 92),
('006ba728-b33c-4676-83eb-956fad463aff', 'Письменный стол, Компьютерный стол LOFTWELL India, 112х64х75 см', 14000, '92-006ba728-b33c-4676-83eb-956fad463aff.jpeg', 'Самый лучший среди товаров на рынке Письменный стол, Компьютерный стол LOFTWELL India, 112х64х75 см', 4.22, 92),
('1a12a8b2-1f17-42ba-b308-9ff0e2f55b1a', 'Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus Country', 16000, '92-1a12a8b2-1f17-42ba-b308-9ff0e2f55b1a.jpeg', 'Самый лучший среди товаров на рынке Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus Country', 4.3, 92),
('d6f8077b-656e-43c1-a41f-2cdef0cf6b25', 'Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus India', 16000, '92-d6f8077b-656e-43c1-a41f-2cdef0cf6b25.jpeg', 'Самый лучший среди товаров на рынке Компьютерный стол, письменный стол LOFTWELL в стиле ЛОФТ Modern Plus India', 4.11, 92);
