INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('9d82fa8a-62b1-4800-b886-cd0b7ac0031c', 'Комплект стульев для кухни Ridberg Лори Velour grey 2 шт', 8090, '91-9d82fa8a-62b1-4800-b886-cd0b7ac0031c.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев для кухни Ridberg Лори Velour grey 2 шт', 4.30, 91),
('efd17547-164d-450c-b687-b10b13afdbaf', 'Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 7290, '91-efd17547-164d-450c-b687-b10b13afdbaf.jpg', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 4.13, 91),
('f0be1355-f220-4938-b0d6-4d34d89f2e4b', 'Комплект складных стульев Stool Group SUPER LITE N банкетный 4 шт белый', 9840, '91-f0be1355-f220-4938-b0d6-4d34d89f2e4b.jpg', 'Самый лучший среди товаров на рынке Комплект складных стульев Stool Group SUPER LITE N банкетный 4 шт белый', 4.1, 91),
('271a010a-6fd1-4c42-8892-1f29dc4d7699', 'Стул для кухни обеденный Одди велюр светло-серый (комплект 4 стула)', 18990, '91-271a010a-6fd1-4c42-8892-1f29dc4d7699.jpg', 'Самый лучший среди товаров на рынке Стул для кухни обеденный Одди велюр светло-серый (комплект 4 стула)', 4.5, 91),
('eeafd5df-d53a-4fc8-9ecc-a5b98cc34037', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 8448, '91-eeafd5df-d53a-4fc8-9ecc-a5b98cc34037.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 4.19, 91),
('1f982c8c-31ae-4099-8956-3ffe5af62450', 'Стул byROOM Gokotta A276-3-E, изумрудный', 3625, '91-1f982c8c-31ae-4099-8956-3ffe5af62450.jpeg', 'Самый лучший среди товаров на рынке Стул byROOM Gokotta A276-3-E, изумрудный', 4.23, 91),
('fa78e50f-f2ac-4bca-82de-73f2ca60dc8b', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 1564, '91-fa78e50f-f2ac-4bca-82de-73f2ca60dc8b.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('05e71eff-aad5-495c-b46c-6e824efe7ec4', 'Комплект стульев 2 шт. LEON GROUP для кухни в стиле EAMES DSW, белый', 3900, '91-05e71eff-aad5-495c-b46c-6e824efe7ec4.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. LEON GROUP для кухни в стиле EAMES DSW, белый', 4.23, 91),
('e9da00a1-665b-40c6-b5fa-67b113031c71', 'Стул Sephi, черный', 2699, '91-e9da00a1-665b-40c6-b5fa-67b113031c71.jpg', 'Самый лучший среди товаров на рынке Стул Sephi, черный', 4.8, 91),
('bc0fb5ca-32db-49dd-9031-e163ac216c63', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 8448, '91-bc0fb5ca-32db-49dd-9031-e163ac216c63.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 4.19, 91),
('80c78d3a-41a7-421b-b85f-f9ccc8895aa7', 'Комплект стульев 4 шт. LEON GROUP для кухни в стиле EAMES DSW, белый', 6450, '91-80c78d3a-41a7-421b-b85f-f9ccc8895aa7.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев 4 шт. LEON GROUP для кухни в стиле EAMES DSW, белый', 4.35, 91),
('09875361-3a37-49f4-8010-743aae29a1f4', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 918, '91-09875361-3a37-49f4-8010-743aae29a1f4.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('6cb9c91a-2b20-48b7-b8ce-d284039d1562', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 7611, '91-6cb9c91a-2b20-48b7-b8ce-d284039d1562.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 4.8, 91),
('ac769c80-b5bf-4733-a313-00d74a97ae69', 'Стул складной "Ника 1", цвет слоновая кость', 3188, '91-ac769c80-b5bf-4733-a313-00d74a97ae69.jpg', 'Самый лучший среди товаров на рынке Стул складной "Ника 1", цвет слоновая кость', 4.18, 91),
('2cb81d7b-9409-42b9-b292-a7418fed026c', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 8448, '91-2cb81d7b-9409-42b9-b292-a7418fed026c.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 4.19, 91),
('ad6be4bc-689e-4640-98b4-6c4107ac2351', 'Стул для кухни обеденный DSW Style темно-серый (комплект 4 стула)', 10190, '91-ad6be4bc-689e-4640-98b4-6c4107ac2351.jpg', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style темно-серый (комплект 4 стула)', 4.29, 91),
('b861b238-2fdc-4870-b4d0-7f0eedd29f39', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 1087, '91-b861b238-2fdc-4870-b4d0-7f0eedd29f39.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('e024f9f0-56e8-47ad-85e7-b56c2a95d65a', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 7611, '91-e024f9f0-56e8-47ad-85e7-b56c2a95d65a.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 4.8, 91),
('bba02d14-39f8-47c1-8bf4-22b4aae7282d', 'Стул Ridberg БРУКЛИН (Light Grey)', 6390, '91-bba02d14-39f8-47c1-8bf4-22b4aae7282d.jpeg', 'Самый лучший среди товаров на рынке Стул Ridberg БРУКЛИН (Light Grey)', 4.12, 91),
('da113290-3b7e-411a-a3fa-e9db1d28c50d', 'Стул складной "Ника 1", цвет слоновая кость', 1875, '91-da113290-3b7e-411a-a3fa-e9db1d28c50d.jpg', 'Самый лучший среди товаров на рынке Стул складной "Ника 1", цвет слоновая кость', 4.18, 91),
('5231e9d4-e152-42c3-a434-6b36c94c913c', 'Стул Woodville 15110, gray/black', 5888, '91-5231e9d4-e152-42c3-a434-6b36c94c913c.jpg', 'Самый лучший среди товаров на рынке Стул Woodville 15110, gray/black', 4.1, 91),
('aedbd529-bc09-4924-95c2-3ea6dc0fb6c0', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 9504, '91-aedbd529-bc09-4924-95c2-3ea6dc0fb6c0.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, серый/черный', 4.19, 91),
('8fc1d781-a348-40a2-9a01-b9c39641d93b', 'Стул Экспресс офис Венский CH 56, молочный', 1505, '91-8fc1d781-a348-40a2-9a01-b9c39641d93b.jpg', 'Самый лучший среди товаров на рынке Стул Экспресс офис Венский CH 56, молочный', 4.6, 91),
('d8beb2dd-f0e8-4086-b258-498ae24f44c1', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 1380, '91-d8beb2dd-f0e8-4086-b258-498ae24f44c1.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('248a2e2e-08bc-4a12-96cb-a45a11f137d7', 'Стул Woodville Gabi 1 Dark beige/Black', 5888, '91-248a2e2e-08bc-4a12-96cb-a45a11f137d7.jpg', 'Самый лучший среди товаров на рынке Стул Woodville Gabi 1 Dark beige/Black', 4.10, 91),
('3d5844b1-d667-4965-9a6e-2aa1357d8636', 'Деревянный стул Гольф черный/ массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4360, '91-3d5844b1-d667-4965-9a6e-2aa1357d8636.jpg', 'Самый лучший среди товаров на рынке Деревянный стул Гольф черный/ массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4.3, 91),
('b7d08a5e-7f41-4568-bc9a-1e56150e54d3', 'Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 8562, '91-b7d08a5e-7f41-4568-bc9a-1e56150e54d3.jpeg', 'Самый лучший среди товаров на рынке Стул TetChair CHILLY (mod. 7095-1) ткань, металл, темно-серый', 4.8, 91),
('dedef5fc-e7dd-4f4a-8f6b-30261b8eea82', 'Стул складной "Ника 1", цвет слоновая кость', 1712, '91-dedef5fc-e7dd-4f4a-8f6b-30261b8eea82.jpg', 'Самый лучший среди товаров на рынке Стул складной "Ника 1", цвет слоновая кость', 4.18, 91),
('5a8c5098-5889-412b-af0c-a3df9d649144', 'Табурет Nika ТЭ2/С 32х32х46,5 см, серый', 1175, '91-5a8c5098-5889-412b-af0c-a3df9d649144.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/С 32х32х46,5 см, серый', 4.66, 91),
('62a8dff9-4c26-4412-a04e-893ae7866886', 'Комплект стульев для кухни Ridberg Лори Velour grey 2 шт', 8090, '91-62a8dff9-4c26-4412-a04e-893ae7866886.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев для кухни Ridberg Лори Velour grey 2 шт', 4.30, 91),
('e38b50e6-4730-4f42-b0f6-b47268d37be4', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 681, '91-e38b50e6-4730-4f42-b0f6-b47268d37be4.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('73fea4ff-7259-4ebf-8bfa-b8f6e80ad651', 'Стул Woodville Gabi 1 Dark beige/Black', 4995, '91-73fea4ff-7259-4ebf-8bfa-b8f6e80ad651.jpg', 'Самый лучший среди товаров на рынке Стул Woodville Gabi 1 Dark beige/Black', 4.10, 91),
('a4969a16-73f4-4771-ab42-6927a73b5cc4', 'Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 9459, '91-a4969a16-73f4-4771-ab42-6927a73b5cc4.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 4.69, 91),
('1378b6d7-d73c-43c7-a2f9-7bbd09e66a32', 'Табурет Nika тб1 Эконом', 459, '91-1378b6d7-d73c-43c7-a2f9-7bbd09e66a32.jpg', 'Самый лучший среди товаров на рынке Табурет Nika тб1 Эконом', 4.21, 91),
('6cee7a3a-47db-46d7-9b44-d7bc6ab97b21', 'Стул кухонный Ridberg CIRCUS (Beige)', 4190, '91-6cee7a3a-47db-46d7-9b44-d7bc6ab97b21.jpeg', 'Самый лучший среди товаров на рынке Стул кухонный Ridberg CIRCUS (Beige)', 4.10, 91),
('0dccc97b-2e8f-49c0-bd64-923226273c39', 'Табурет Nika ТЭ2/С 32х32х46,5 см, серый', 1170, '91-0dccc97b-2e8f-49c0-bd64-923226273c39.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/С 32х32х46,5 см, серый', 4.66, 91),
('3774d1c9-07af-4725-a989-bf774f498fae', 'Табурет Nika Фабрик 1, серый', 1206, '91-3774d1c9-07af-4725-a989-bf774f498fae.jpg', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 1, серый', 4.48, 91),
('270428bb-57aa-49fd-9d08-09b412c3c8f8', 'Табурет кухонный Ника Эконом слоновая кость', 1039, '91-270428bb-57aa-49fd-9d08-09b412c3c8f8.jpg', 'Самый лучший среди товаров на рынке Табурет кухонный Ника Эконом слоновая кость', 4.6, 91),
('f6fdf188-38d1-422c-801f-7fdc01a3c757', 'Стул для кухни обеденный DSW Style коричневый (Комплект 4 стула)', 10190, '91-f6fdf188-38d1-422c-801f-7fdc01a3c757.jpeg', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style коричневый (Комплект 4 стула)', 4.13, 91),
('375ddd90-0d55-43cd-af79-0dfb53a0711f', 'Табурет Nika Фабрик 2, с мягким сиденьем, 32 см, серый', 1492, '91-375ddd90-0d55-43cd-af79-0dfb53a0711f.jpeg', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 2, с мягким сиденьем, 32 см, серый', 4.32, 91),
('79870c37-4658-4b7c-bf3a-92e1f9155b00', 'Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 768, '91-79870c37-4658-4b7c-bf3a-92e1f9155b00.jpg', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2/СК 32х32х46,5 см, слоновая кость/серый', 4.70, 91),
('cae0584e-8817-466f-b498-9b74812c757d', 'Стул Woodville Gabi 1 Dark beige/Black', 5490, '91-cae0584e-8817-466f-b498-9b74812c757d.jpg', 'Самый лучший среди товаров на рынке Стул Woodville Gabi 1 Dark beige/Black', 4.10, 91),
('65f4cf4a-9af9-4e74-85f9-48471914a83e', 'Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 8090, '91-65f4cf4a-9af9-4e74-85f9-48471914a83e.jpeg', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 4.69, 91),
('98f12385-1c0f-4f1e-9fa7-c1b2fe479724', 'Комплект мягких стульев (4 шт.) М-ТРЕЙД Ruчu-сер-04Ч Ruчu-сер- 4чер', 16470, '91-98f12385-1c0f-4f1e-9fa7-c1b2fe479724.jpeg', 'Самый лучший среди товаров на рынке Комплект мягких стульев (4 шт.) М-ТРЕЙД Ruчu-сер-04Ч Ruчu-сер- 4чер', 4.12, 91),
('257a44e0-4f18-41f2-ade7-f2d322668cca', 'Табурет Nika  пластмассовое сидение черный ТП01 1', 648, '91-257a44e0-4f18-41f2-ade7-f2d322668cca.jpeg', 'Самый лучший среди товаров на рынке Табурет Nika  пластмассовое сидение черный ТП01 1', 4.9, 91),
('7a6d4b41-3288-4e67-95ca-3f1c6a0d1031', 'Стул Ridberg DAKLINE (Grey)', 5190, '91-7a6d4b41-3288-4e67-95ca-3f1c6a0d1031.jpeg', 'Самый лучший среди товаров на рынке Стул Ridberg DAKLINE (Grey)', 4.3, 91),
('7668905c-5397-420d-abbd-727ebb2dc3f4', 'Табурет Nika Фабрик 1, серый', 953, '91-7668905c-5397-420d-abbd-727ebb2dc3f4.jpg', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 1, серый', 4.48, 91),
('4fed4431-1294-4f33-a52c-60a274429969', 'Табурет кухонный Ника Эконом слоновая кость', 908, '91-4fed4431-1294-4f33-a52c-60a274429969.jpg', 'Самый лучший среди товаров на рынке Табурет кухонный Ника Эконом слоновая кость', 4.6, 91);
