INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('1bbddb00-0eef-4982-8695-9c0f87ce2f18', 'Холодильник Indesit DS4180W White', 44590, '6-1bbddb00-0eef-4982-8695-9c0f87ce2f18.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4180W White', 4.16, 6),
('b76b1965-6d0f-4819-ab1e-23fda85366bd', 'Холодильник Indesit DS4200W White', 46854, '6-b76b1965-6d0f-4819-ab1e-23fda85366bd.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4200W White', 4.41, 6),
('8a65166f-56ee-4883-b773-01039d52e0ea', 'Холодильник Indesit ITR 5200 W', 63805, '6-8a65166f-56ee-4883-b773-01039d52e0ea.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 5200 W', 4.28, 6),
('7d0b2651-10e3-4119-8768-7bc2951d8e06', 'Холодильник Бирюса М90', 24490, '6-7d0b2651-10e3-4119-8768-7bc2951d8e06.jpg', 'Самый лучший среди товаров на рынке Холодильник Бирюса М90', 4.49, 6),
('e8d80216-e6a0-4b11-bdeb-68ee3d226a77', 'Холодильник Indesit DS4180W White', 30408, '6-e8d80216-e6a0-4b11-bdeb-68ee3d226a77.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4180W White', 4.16, 6),
('9b3cc994-c21d-4889-b853-121152131329', 'Холодильник Бирюса 50 White', 8170, '6-9b3cc994-c21d-4889-b853-121152131329.jpg', 'Самый лучший среди товаров на рынке Холодильник Бирюса 50 White', 4.47, 6),
('34706d43-49f3-4008-ba32-54ca2243ee4c', 'Холодильник Бирюса Б-70 White', 22990, '6-34706d43-49f3-4008-ba32-54ca2243ee4c.jpg', 'Самый лучший среди товаров на рынке Холодильник Бирюса Б-70 White', 4.99, 6),
('0230c03d-2e70-4ab3-9e78-bcfd985e8e6a', 'Холодильник Beko RCNK335E20VW', 63773, '6-0230c03d-2e70-4ab3-9e78-bcfd985e8e6a.jpg', 'Самый лучший среди товаров на рынке Холодильник Beko RCNK335E20VW', 4.14, 6),
('324fa260-74a8-434b-b295-97ef6333d3c0', 'Холодильник Gorenje RK4181PS4', 52180, '6-324fa260-74a8-434b-b295-97ef6333d3c0.jpg', 'Самый лучший среди товаров на рынке Холодильник Gorenje RK4181PS4', 4.51, 6),
('b56721c9-b3b8-4590-972b-0bbcf015d5a1', 'Холодильник Beko RCSK 270M20 W White', 43560, '6-b56721c9-b3b8-4590-972b-0bbcf015d5a1.jpg', 'Самый лучший среди товаров на рынке Холодильник Beko RCSK 270M20 W White', 4.63, 6),
('fa4a1ad9-7046-4b7f-9166-33033291a593', 'Холодильник Бирюса М90', 17248, '6-fa4a1ad9-7046-4b7f-9166-33033291a593.jpg', 'Самый лучший среди товаров на рынке Холодильник Бирюса М90', 4.49, 6),
('122dd32c-764c-45d9-878b-d8d98a26016e', 'Холодильник Indesit ITR 4180 W White', 40850, '6-122dd32c-764c-45d9-878b-d8d98a26016e.png', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 4180 W White', 4.82, 6),
('169ee350-fbc6-4910-acce-801ad0c737ea', 'Холодильник Indesit ITR 4200 S', 57800, '6-169ee350-fbc6-4910-acce-801ad0c737ea.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 4200 S', 4.56, 6),
('087e79af-3b9c-44f4-94ca-224b5a66021d', 'Холодильник Indesit DS4180W White', 34270, '6-087e79af-3b9c-44f4-94ca-224b5a66021d.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4180W White', 4.16, 6),
('e1e4ba83-7f7e-4d3b-9e80-5c11d2dd6e9a', 'Холодильник Бирюса 50 White', 17610, '6-e1e4ba83-7f7e-4d3b-9e80-5c11d2dd6e9a.jpg', 'Самый лучший среди товаров на рынке Холодильник Бирюса 50 White', 4.47, 6),
('70742d73-d935-4f48-b372-5015e97b648d', 'Холодильник Indesit ITR 5200 S', 46360, '6-70742d73-d935-4f48-b372-5015e97b648d.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 5200 S', 4.65, 6),
('47c3be90-e223-4cf1-b4aa-4781d45a068a', 'Холодильник Indesit ITR 5180 W', 54220, '6-47c3be90-e223-4cf1-b4aa-4781d45a068a.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 5180 W', 4.6, 6),
('e509652c-de7f-466a-89e8-b6ca5f6284d5', 'Холодильник Indesit DS4200W White', 39500, '6-e509652c-de7f-466a-89e8-b6ca5f6284d5.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4200W White', 4.41, 6),
('7e45e06f-feb6-4fbc-b8a6-c43dc7ec3ded', 'Холодильник Beko RCNK335E20VW', 59970, '6-7e45e06f-feb6-4fbc-b8a6-c43dc7ec3ded.jpg', 'Самый лучший среди товаров на рынке Холодильник Beko RCNK335E20VW', 4.14, 6),
('f2af1bd8-6edb-4403-a8a5-c309561dff55', 'Холодильник Indesit TIA16 White', 38110, '6-f2af1bd8-6edb-4403-a8a5-c309561dff55.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit TIA16 White', 4.6, 6),
('4e665c5a-515a-45ef-a441-ad47a2fefe69', 'Холодильник Indesit ITR 4200 W White', 53930, '6-4e665c5a-515a-45ef-a441-ad47a2fefe69.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit ITR 4200 W White', 4.66, 6),
('15218fff-2851-4b94-947a-369760886cae', 'Холодильник Gorenje RK4181PS4', 42670, '6-15218fff-2851-4b94-947a-369760886cae.jpg', 'Самый лучший среди товаров на рынке Холодильник Gorenje RK4181PS4', 4.51, 6),
('de0e6fbc-4715-4fe7-a195-69fa87d6c283', 'Холодильник Haier C2F636CFRG Silver', 103340, '6-de0e6fbc-4715-4fe7-a195-69fa87d6c283.jpg', 'Самый лучший среди товаров на рынке Холодильник Haier C2F636CFRG Silver', 4.58, 6),
('02eed52f-e3e8-4be3-9e17-877f85949917', 'Холодильник Indesit DS4160W White', 32300, '6-02eed52f-e3e8-4be3-9e17-877f85949917.jpg', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4160W White', 4.15, 6);
